{
    "title": "UN chief calls for concerted efforts to make sci-tech work for all",
    "time": " 2021-05-05 03:46:44",
    "url": "http://www.xinhuanet.com/english/2021-05/05/c_139924960.htm",
    "content": "UNITED NATIONS, May 4 (Xinhua) -- United Nations Secretary-General Antonio Guterres on Tuesday called for concerted efforts to make science and technology work for all.\n\"It is essential that we work together - across borders, sectors and disciplines - to make science and technology work for everyone,\" the top UN official told the Multi-Stakeholder Forum on Science, Technology and Innovation for the Sustainable Development Goals (STI Forum), a two-day virtual meeting convened by the UN Economic and Social Council (ECOSOC).\nIn his remarks to the forum, the secretary-general emphasized how the COVID-19 pandemic has revealed the importance of science, technology and innovation for human well-being and survival, as well as the need for greater global cooperation.\nHis statement was delivered by Maria Francesca Spatolisano, Assistant Secretary-General in the UN Department of Economic and Social Affairs.\nAddressing the pandemic, the UN chief said that not only was a vaccine developed in record time, but the crisis has also increased innovation in medicines and digital communications technologies.\nAt the same time, scientific discovery and collaborations have accelerated and new ways of delivering services have proliferated.\nThe secretary-general said these advances hold promise for collective challenges beyond the pandemic, including in limiting climate disruption, reducing inequalities and \"ending our war on nature.\"\nHowever, he noted that billions of people worldwide still remain largely excluded from the benefits of the information and technology revolution, and the pandemic has only exacerbated existing technology divides.\n\"Multi-stakeholder cooperation will continue to be the key, helping us to achieve the Sustainable Development Goals, address climate change, end the biodiversity and pollution crises and rise to our other common challenges,\" he said.\nThe STI Forum, now in its sixth year, is part of the UN Technology Facilitation Mechanism, an online platform which supports countries in achieving the Sustainable Development Goals by their 2030 deadline.\nThrough the platform, UN entities, member states, civil society, the private sector, the scientific community and other stakeholders share information, experiences, best practices and policy advice.\nLast June, the secretary-general launched the Roadmap for Digital Cooperation. Its eight objectives include achieving universal connectivity by 2030 as roughly half the world's population, or 3 billion people, most of them women, do not have access to internet. Enditem\n"
}