{
    "title": "Xi Focus: Sci-tech experts work to spur rural economy under Xi's leadership",
    "time": " 2021-03-23 21:30:23",
    "url": "http://www.xinhuanet.com/english/2021-03/23/c_139830409.htm",
    "content": " Xi Jinping, general secretary of the Communist Party of China Central Committee, learns about local efforts to develop the tea industry while visiting an eco-friendly tea garden in Nanping City, Fujian Province, March 22, 2021. (Xinhua/Wang Ye)\nFUZHOU, March 23 (Xinhua) -- Tucked away in the tranquil ravines of the Wuyi Mountains in east China's Fujian Province, Yang Wenchun's tea farm is colored by a sea of golden rapeseed flowers as swarms of bees and butterflies hop from one flower to the next.\nThe flowers, which blossom among lines of tea bushes, were not planted for their aesthetic appeal, nor for their oil-yielding seeds, but as a source of green manure and natural insect repellent, said Yang, owner of the 21-hectare tea farm.\nThe ecological tea farm is part of the polyculture project of Liao Hong, an agronomist at Fujian Agriculture and Forestry University and a sci-tech expert sent to spearhead innovation in rural areas by the local government. Liao has provided technical support for the tea farm since 2018. Her team has trained thousands of agricultural technicians and farmers in different places in Fujian.\nXi Jinping, general secretary of the Communist Party of China Central Committee, learns about local efforts to develop the tea industry while visiting an eco-friendly tea garden in Nanping City, Fujian Province, March 22, 2021. (Xinhua/Yan Yan)\nPresident Xi Jinping, also general secretary of the Communist Party of China Central Committee and chairman of the Central Military Commission, inspected Yang's tea farm on Monday.\nXi was delighted to learn that the quality of tea has improved and farmers' incomes have increased as ecologically friendly methods are used in the farm over the years under the guidance of technical professionals.\n\"We should sum up the experience and system of sending sci-tech experts to rural areas, and continue to improve, consolidate and adhere to it,\" said Xi.\nChina's mechanism of sending sci-tech experts to rural areas aims to popularize agricultural science and technology, spearhead sci-tech innovation and entrepreneurship there, and help lead villages out of poverty and promote rural vitalization.\nThe practice was initiated in 1999 when the local government in the city of Nanping, Fujian, sought to upgrade its unproductive rural economy.\nFor a start, a total of 225 sci-tech experts were sent to the rural areas of Nanping to offer guidance for farmers in their daily work.\nIn 2002, Xi, then governor of Fujian Province, appreciated the measure of Nanping in an article, saying it was a useful exploration in innovating rural work. In the same year, the measure of sending sci-tech experts to rural areas was piloted in several other provinces and regions. It was promoted nationwide in 2009 and has gained bigger institutional support from the central authorities since 2012.\nIn his important instructions made on the 20th anniversary of the system of sending sci-tech experts to rural areas in 2019, President Xi encouraged sci-tech experts working in rural areas to uphold their original aspiration and make new and greater contributions to poverty alleviation and rural vitalization.\nA villager trims the grapes at a vineyard in Yangze Village of Jian'ou City in Nanping, southeast China's Fujian Province, May 13, 2020.  (Xinhua/Lin Shanchuan)\nAs a grape growing expert in the agricultural bureau of Nanping, Xie Fuxin used to ride a bicycle to grape greenhouses in the countryside of Nanping to offer technical instruction, carrying a bag that was loaded with a lunchbox and shears to prune and graft vines.\nXie was nicknamed the \"grape wizard\" by local farmers, for he was adept at explaining sophisticated terms in simple language, and more importantly, his growing techniques were quite effective.\nOver the past 20 years, Xie has trained over 10,000 grape farmers and helped expand the planting acreage of the fruit to over 4,200 hectares across Nanping, which generates 600 million yuan (about 92 million U.S. dollars) every year and has lifted thousands of local farmers out of poverty.\nChina has sent nearly 300,000 sci-tech experts to rural areas in poverty alleviation efforts since 2012, according to the Ministry of Science and Technology.\nChina has made rural vitalization a priority to promote growth in the countryside over the next five years. Initiatives in science and technology are being introduced in rural areas to promote modern agriculture.\n\"I am proud that my work has helped many farmers increase their incomes. I just want to contribute more to farmers and the rural economy,\" Xie said.  \n"
}