{
    "title": "Key development blueprint offers glimpse into China's sci-tech future",
    "time": " 2021-03-09 22:13:43",
    "url": "http://www.xinhuanet.com/english/2021-03/09/c_139797938.htm",
    "content": "\n\n-- A blueprint for China's development in the next five to 15 years offers a glimpse into the country's innovation path and future sci-tech scenes\n-- China will take self-reliance in science and technology as a strategic underpinning for national development.\n-- China's sci-tech development will be an even more important engine for global innovation.\nBEIJING, March 9 (Xinhua) -- A blueprint for China's development in the next five to 15 years has garnered wide attention as it offers a glimpse into the country's innovation path and future sci-tech scenes.\nChina will uphold the central role of innovation in its modernization drive and make greater efforts to achieve breakthroughs in key and core technologies, according to the draft outline of the 14th Five-Year Plan (2021-2025) for national economic and social development and the long-range objectives through the year 2035.\nThe draft outline, which is under review by lawmakers and political advisors across the country at the annual \"two sessions,\" shed light on a future where people lead a more digitalized life, and scientists blaze new trails in frontier areas such as next-generation artificial intelligence (AI) and gene technology.\n\"We need to strengthen sci-tech innovation in key areas related to the country's long-term competitiveness,\" said Hao Yue, an academician with the Chinese Academy of Sciences who is also a national political advisor.\nChinese supercomputer \"Sunway TaihuLight\" is located at the Chinese National Supercomputing Center in Wuxi, east China's Jiangsu Province. (Xinhua/Li Bo)\nFRONTIER TECHNOLOGIES\nThe draft outline listed several sci-tech frontier areas that China will boost, including new-generation AI, quantum information, integrated circuits (IC), brain science, genetic research and clinical medicine.\n\"Like water and electricity, AI will enter almost every aspect of life in the next five to 10 years,\" said Liu Qingfeng, a deputy to the 13th National People's Congress (NPC) and board chairman of iFlytek, a leading Chinese AI firm.\nLiu depicted AI teachers, AI assistants, AI doctors and a rise in \"smarter\" elderly care services empowered by AI technologies.\nYao Dezhong, another NPC deputy and a professor at the University of Electronic Science and Technology, said he was greatly encouraged to find that brain science, which he is engaged in, is among the frontier areas included in the blueprint.\n\"It will facilitate the diagnosis and treatment of brain diseases, inspire the research of brain-like intelligence technology and promote the development of a new-generation AI industry,\" Yao said.\nThe draft outline also emphasized deep-space, deep-sea projects and polar exploration.\nChina's Mars probe Tianwen-1 is expected to land on the red planet in May or June this year, and the country is expected to complete the construction of its space station by around 2022. China will also conduct other interstellar explorations during the next five years.\nSCI-TECH SELF-RELIANCE\nChina will take self-reliance in science and technology as a strategic underpinning for national development, according to the draft outline.\nHowever, there are still weak links in China's drive to build an innovative country, although it has made a series of sci-tech achievements, said Minister of Science and Technology Wang Zhigang.\n\"China is not yet self-reliant in some key and core technologies,\" Wang said, noting that self-reliance is the prerequisite and foundation for opening up and cooperation based on equality and mutual respect.\nThe chip for the BeiDou-3 Navigation Satellite System is seen at the China International Industry Fair in Shanghai, east China, Sept. 15, 2020. (Xinhua/Ding Ting)\nZhou Yumei, a national political advisor and a researcher at the Institute of Microelectronics of the Chinese Academy of Sciences, called for more support for the IC industry.\nChina's self-developed chips have already been widely used in the Beidou Navigation Satellite System and supercomputers, but there is still a gap compared with the world's most advanced technologies in the area, Zhou said.\nAccording to the five-year plan, China will strengthen its original sci-tech innovation and pool resources to develop key technologies in fields including biosafety, medical equipment, core components and basic materials, among others.\nBASIC RESEARCH\nChina will invest more in basic research over the next five years, with such funding expected to reach over 8 percent of all research and development (R&D) expenditure, according to the draft outline. It will also formulate a 10-year action plan for basic research.\n\"We need to strengthen basic research that is highly related to industries of the future,\" said Tian Gang, an academician of the Chinese Academy of Sciences and also a national political advisor.\n\"For example, mathematics is the underpinning for QR code and blockchain technologies,\" Tian said.\nChina has established 13 applied mathematics centers and plans to build several research centers and platforms for basic disciplines.\nEnterprises also embrace the importance of basic research. Tech giant Tencent has launched the Xplorer Prize to engage more in basic science and cutting-edge technology research.\nPony Ma, chairman of Tencent, said he hopes to see more enterprises and social capital investing in basic research.\n\"We will also strengthen the integration of the innovation and industrial chains, and promote the commercialization of achievements in core technologies and basic research,\" said Ma, a deputy to the NPC.\nINT'L COOPERATION\nThe draft outline said China would strengthen international sci-tech cooperation that is more open, inclusive and beneficial to all.\nAs China has increasingly integrated itself into the international innovation landscape, the country's sci-tech development will be an even more important engine for global innovation.\nPanoramic photo taken on Jan. 8, 2020 shows China's Five-hundred-meter Aperture Spherical Radio Telescope (FAST) under maintenance in southwest China's Guizhou Province. (Xinhua/Ou Dongqu)\nChina's Five-hundred-meter Aperture Spherical Radio Telescope (FAST) is scheduled to be available for scientists worldwide from April 1. In the first year of the telescope's opening to the global scientific community, about 10 percent of the observation time will be reserved for foreign scientists.\nChina has actively cooperated with the world in lunar exploration, Mars probe and satellite projects.\n\"We hope to go forward hand in hand with our foreign counterparts to explore the mysteries of the universe and build a community with a shared future for humankind,\" said Bao Weiming, an expert from the China Aerospace Science and Technology Corporation.\nAlthough China is pursuing a path of technological self-sufficiency, it does not mean the country will shut itself out of the global sci-tech scenes.\nXue Lan, a professor from Tsinghua University, said self-reliance does not contradict integration into the global industrial chain, citing the IC industry as an example.\n\"The IC industry is a global industry, where no country can shut its doors to the outside world,\" Xue said.\n(Video reporters: Huo Siying, Ma Ruxuan, Jiang Lei, Yang Yi, Pan Lijun, Zhang Mocheng; Video editor: Zhao Xiaoqing) \n"
}