{
    "title": "Xinhua Commentary: Sci-tech innovation key to China's modernization drive",
    "time": " 2021-03-06 16:40:25",
    "url": "http://www.xinhuanet.com/english/2021-03/06/c_139789563.htm",
    "content": "A carrier rocket carrying the last satellite of the BeiDou Navigation Satellite System (BDS) blasts off from the Xichang Satellite Launch Center in southwest China's Sichuan Province, June 23, 2020. (Xinhua/Jiang Hongjing)\nBEIJING, March 6 (Xinhua) -- As China embarks on a new journey to fully building a modern socialist country, sci-tech innovation is playing an even more important role in the process.\nChina will uphold the central role of innovation in its modernization drive and take self-reliance in science and technology as the strategic underpinning for national development, according to the draft outline of the 14th Five-Year-Plan (2021-2025) for national economic and social development and the long-range objectives through the year 2035, which was unveiled Friday for deliberation at this year's \"two sessions.\"\nChina has made a strategic choice in forging a new development paradigm of \"dual circulation\" where domestic and overseas markets reinforce each other with the domestic market as the mainstay. Innovation and technological self-sufficiency are strategic pillars for this development paradigm as they play vital roles in ensuring more independent and controllable industrial and supply chains.\nChina is committed to a people-centered philosophy of development, and sci-tech innovation is having a more profound influence on people's livelihoods and changing people's lives in various aspects, from convenient high-speed railways and fast 5G communication to safe COVID-19 vaccines.\nChina's sci-tech strength has taken a qualitative leap in recent years. However, the country is not yet strong enough in terms of basic research and still relies on imports for certain state-of-the-art technologies and high-end products such as microchips.\nFacing a complex international environment, China has learned from experience that it cannot ask for, buy or beg for core technologies in key fields from other countries. Only by holding these technologies in its own hands can it ensure economic security, national security and security in other areas.\nThe draft outline has charted the course for China's sci-tech development, showing China's confidence and resolve in breaking bottlenecks and enhancing independent innovation.\nImage released by the China National Space Administration (CNSA) on Dec. 4, 2020 shows China's national flag unfurled from the Chang'e-5 probe on the moon. (CNSA/Handout via Xinhua)\nChina's pursuit of independence in scientific innovation is reflected in its various achievements, including the Beidou Navigation Satellite System, the space exploration including lunar and Mars probes and the construction of China's own space station, and the deep-sea manned submersible Fendouzhe. The country has also developed its own high-speed railway technologies, 5G communication technologies and artificial intelligence.\nSci-tech innovation is heavily relying on input in research and development (R&D), and China has been increasing its expenditure in this regard. The country's spending on R&D saw rapid growth during the past five years, with expenditure on R&D in 2020 estimated at 2.4 trillion yuan (about 372 billion U.S. dollars) and spending on basic research almost doubling that of 2015.\nThe country's R&D spending is expected to grow by over 7 percent annually in the next five years, according to the newly unveiled draft outline.\nChina's ranking in the Global Innovation Index, released by the World Intellectual Property Organization, rose from 29th in 2015 to 14th in 2020.\nThe country is also dedicated to creating an enabling environment for innovation through advancing the reform of its sci-tech governance system, promoting interaction between enterprises and academia, and enhancing the protection of intellectual property rights (IPRs). For example, China will accelerate the legislation for IPR protection in new areas and new forms of business, and improve the punitive damages system for IPR infringements, according to the draft outline.\nIt's worth noting that China's push for technological self-sufficiency is not to decouple from the world. Self-reliance is the prerequisite and foundation for opening-up and cooperation based on equality and mutual respect, yet independent innovation should also be pursued in an open environment, rather than behind closed doors.\nOver the four decades of China's reform and opening-up, openness, cooperation and mutual learning have played important roles in the country's technological progress.\nChina has a global perspective with regard to technological innovation and has actively integrated into the international innovation network. The country shares its sci-tech achievements and promotes cooperation in multiple areas, including lunar research, astronomical research and COVID-19 vaccine development.\nChina's sci-tech innovation is increasingly inseparable from the world, and the world's sci-tech development is increasingly in need of China's input.\nChina will undoubtedly contribute its sci-tech achievements to the global efforts in tackling common challenges like climate change and pandemic and building a community with a shared future for mankind.  \n"
}