{
    "title": "Xinhua Commentary: Rejuvenate China-U.S. sci-tech cooperation for greater global benefits",
    "time": " 2021-02-06 21:40:37",
    "url": "http://www.xinhuanet.com/english/2021-02/06/c_139726512.htm",
    "content": "BEIJING, Feb. 6 (Xinhua) -- The China-U.S. Agreement on Cooperation in Science and Technology signed in 1979 was one of the first deals reached between Beijing and Washington after the two sides started to normalize their diplomatic ties.\nOver the decades, cooperation of the two countries in science and technology, which has seen steady development in scope and scale, has grown into one of the underpinnings of the overall China-U.S. relations.\nAccording to the U.S. National Science Foundation, China and the United States are now each other's biggest international peers in co-authored papers.\nThe two sides have also benefited from working closely with one another in such cutting-edge programs as Daya Bay Reactor Neutrino Experiment, electron positron collider and nuclear fusion experiments.\nWhile a robust science and technology cooperation between China and the United States can serve the common interests of both countries, it also bears great significance for global scientific progress in fields like in genome research, quantum computing and space science.\nHowever, over the past four years, the previous U.S. administration left no stone unturned to sabotage the normal cooperation and exchanges in science and technology between the two sides by bullying Chinese tech firms, excluding Chinese scientists, and smearing Chinese students in the United States as spies.\nThe effort to stoke confrontation between China and the United States continues despite the departure of the previous U.S. administration.\nThe Atlantic Council, a think tank, recently published a research report titled \"The Longer Telegram -- Toward a new American China strategy.\"\nIn the report, the writer, who is identified as an anonymous former senior U.S. government official, advocated for America's global technological leadership, and called for a \"technology war\" with China.\nSuch a zero-sum game mindset goes against the interests of both countries and peoples, the trend of history as well as the common will of the people in both countries.\nThe truth is that the scientific development in both China and the United States is increasingly connected after more than four decades of exchanges and cooperation.\nA study by MacroPolo, a U.S. think-tank, estimated that Chinese-educated researchers comprised nearly one-third of the authors of the papers accepted and promoted at a prestigious A.I. conference in 2019, more than from any other country.\nIn 2019, nearly 150 leading U.S. biomedical researchers signed a letter to oppose actions to exclude Chinese scientists in the country and limit collaboration between the two sides.\nThe world will also suffer from a \"technology war\" between China and the United States. Such a war will slow down global scientific innovation and development, and place barriers for the world community to jointly tackle global challenges like the COVID-19 pandemic and climate change.\nThanks to Chinese and American scientists who have been working with each other against all odds over the past four years, bilateral science cooperation between China and the United States is still moving forward.\nThe U.S. publisher The Scientist Magazine found that \"the U.S. and China have the highest rate of collaboration between any two countries with researchers from both countries having collaborated on 122 COVID-19 articles.\"\n\"In fact, their rate of collaboration increased by 5 percent over their rate of collaboration on pre-pandemic science and engineering research,\" the magazine said.\nIn a world of expanding interdependence, the best way to boost science and technology development is through cooperation. For greater scientific progress that can benefit humanity as a whole, Washington should remove obstacles blocking its cooperation with China, and try to meet Beijing halfway. Enditem\n"
}