{
    "title": "Sci-tech innovation promotes China's cultivated land protection",
    "time": " 2021-02-03 20:55:26",
    "url": "http://www.xinhuanet.com/english/2021-02/03/c_139718920.htm",
    "content": "BEIJING, Feb. 3 (Xinhua) -- China has made achievements in boosting the protection and utilization of cultivated land through innovations in science and technology during the 13th Five-Year Plan (2016-2020) period, said the Chinese Academy of Agricultural Sciences (CAAS).\nThe CAAS has made efforts in promoting basic theoretical innovation, key technology research and major product research and development during the period.\nBy studying and promoting suitable planting techniques and norms, CAAS researchers have been able to increase the organic content of the black soil in northeast China by 12 to 16 percent, where the grain output currently accounts for one-quarter of the country.\nBesides, Chinese researchers made improvements in key technologies for low-yielding rice in southern China, and increased the average yield by more than 1.5 tonnes per hectare, according to the CAAS.\nThey also introduced new methods of recommended fertilization for major grain crops, as well as new technologies for efficient utilization of nutrient resources, thus reducing the fertilization of chemical nitrogen by 10 to 30 percent.\nThe CAAS has developed key technologies of big data analysis and expression for soil. It has also built a high-precision digital soil system covering the entire country for the first time, which is so far the most complete and detailed soil resource and quality data in China.\nThe CAAS said it will accelerate the construction of a major science and technology platform for the research of cultivated land quality in the 14th Five-Year Plan period (2021-2025).\nIt has vowed to speed up the construction of a high-standard intelligent monitoring system of farmland, as well as a new model based on big data for cultivated land supervision.\nThe CAAS will also accelerate research on nutrient resources and agricultural microorganisms. Enditem\n"
}