{
    "title": "China to promote agricultural sci-tech innovation over next five years",
    "time": " 2021-01-19 23:55:26",
    "url": "http://www.xinhuanet.com/english/2021-01/19/c_139681628.htm",
    "content": "BEIJING, Jan. 19 (Xinhua) -- China will promote science and technology innovation in agriculture to support all-round rural revitalization in the 14th Five-Year Plan period (2021-2025), the Chinese Academy of Agricultural Sciences (CAAS) said Tuesday.\nThe CAAS will make great efforts to be more internationally influential in agricultural science, technological innovation, achievement transformation, and international cooperation, and become a high-level talent training base and national high-end think tank, according to a report from the academy released on Tuesday.\nThe report said that the CAAS will give top priority to ensuring food security and the supply of agricultural products over the next five years.\nThe academy is committed to providing sci-tech support to ensure a stable grain output of over 650 billion kg, avoid a large-scale return to poverty, and promote rural revitalization, according to the report.\nThe seed industry and arable lands will be the focus of innovation, said Tang Huajun, president of the CAAS. The academy will cultivate new varieties of crops, livestock and poultry, promote the construction of the research center for protecting and utilizing crop germplasm resources, and advance basic agricultural research, he added.\nThe CAAS will also strengthen cooperation and exchanges with foreign agricultural research institutions, international organizations, and regions along the Belt and Road, said the report.\nIn 2020, the academy launched 101 new international cooperation projects with contract funds of 166 million yuan (about 25.6 million US dollars), up 52.3 percent year on year.\nMore than 120 bilateral and multilateral joint laboratories or joint research centers were set up at home and abroad during the 13th Five-Year Plan (2016-2020) period, according to the report. Enditem\n"
}