{
    "title": "Deep sea sci-tech lab established to boost China's key tech innovation",
    "time": " 2021-01-18 16:04:54",
    "url": "http://www.xinhuanet.com/english/2021-01/18/c_139677340.htm",
    "content": "BEIJING, Jan. 18 (Xinhua) -- A deep sea sci-tech lab has been established to boost the development of an innovative system of key technologies in related fields, according to the China State Shipbuilding Corporation (CSSC).\nHeadquartered in the city of Wuxi, east China's Jiangsu Province, the sci-tech lab named \"Taihu\" has been built by the CSSC-affiliated China Ship Scientific Research Center, the CSSC said.\nThe research center aims to build the deep sea sci-tech lab into an advanced laboratory with global influence.\nBy 2025, the lab plans to gather around 4,000 talents to work on such tasks as deep-sea diving, deep-sea communication and navigation, and deep ocean survey.\nThe lab is also gearing up to construct an integrated key technological innovation system, which will include basic research, tech-innovation and industrial application.\nChina Ship Scientific Research Center is the country's largest ship and ocean engineering research institute, which focuses on the research of ship hydrodynamic performance, propulsion, high-performance ships, underwater engineering, and related sci-tech issues.\nThe new lab will integrate research and test resources in lakes and oceans, as well as the National Supercomputing Center in Wuxi.\nIt will introduce the research model of major projects led by scientists, aiming to cultivate the origin of China's deep sea study, original innovation and results with independent intellectual property rights.\nThe deep-sea area below 6,000 meters is key to unraveling major scientific questions such as the origin of life and the evolution of the earth.\nOver the past decades, China has further explored the deep sea. In November last year, China's new deep-sea manned submersible Fendouzhe (Striver) set a national record by diving to a depth of 10,909 meters in the Mariana Trench. Enditem\n"
}