{
    "title": "China to screen thriller adapted from domestic sci-fi novel",
    "time": " 2021-01-08 16:44:56",
    "url": "http://www.xinhuanet.com/english/2021-01/08/c_139652048.htm",
    "content": "BEIJING, Jan. 8 (Xinhua) -- A new movie adapted from a Chinese sci-fi novel will soon hit the big screen, the latest such adaptation following the hugely successful trailblazer \"The Wandering Earth\" and the high-profile flop \"Shanghai Fortress.\"\n\"The Soul,\" a daring overhaul of a 2012 short story of the same name by Jiang Bo, will be officially released in cinemas on the Chinese mainland on Jan. 15.\nHelmed by Taiwanese director Cheng Wei-hao and starring Chang Chen and Chang Chun-ning, the sci-fi thriller revolves around the mysterious murder of a business tycoon and a controversial technology for soul transplants.\nMovie adaptations of Chinese sci-fi novels remain rare in the world's second-largest movie market. The new movie will be the latest test of market enthusiasm for this genre.\nIn 2019, the sci-fi blockbuster \"The Wandering Earth,\" adapted from the eponymous story by Liu Cixin, raked in more than 4.6 billion yuan (over 720 million U.S. dollars) at China's box office, spurring heated discussions about the advent of an era of Chinese sci-fi blockbusters.\n\"Shanghai Fortress,\" the second such adaptation from a popular Chinese sci-fi novel released later that year, however, fared badly both at the box office and in public reviews.\nJiang, the author of the original story, gave the movie adaptation of \"The Soul\" a 9.5/10 rating after watching the premiere on Thursday.\nThe Xingyun (Nebula) Award winner said despite being vastly different from the novel, the movie is a successful transplant of his sci-fi ideas onto a detective story with heavy elements of interpersonal bonds.\n\"I hope sci-fi elements can prosper in more types of Chinese movies. When sci-fi becomes a common element in movies and TV dramas, the spring of Chinese science fiction will truly come,\" he said.\nJi Shaoting, founder of the Future Affairs Administration, an incubator for new sci-fi writers, said she was impressed by the Chinese love story depicted in the sci-fi movie.\n\"Everything in this sci-fi movie is very Oriental. This is the very thing Chinese sci-fi fans have long wished to see in cinemas,\" Ji said after attending the premiere. Enditem\n"
}