{
    "title": "In Pics: Xinhua's top 10 China news events in 2020 (10/10) -- China makes major sci-tech progress across the board",
    "time": " 2020-12-30 01:18:22",
    "url": "http://www.xinhuanet.com/english/2020-12/30/c_139627885.htm",
    "content": "A carrier rocket carrying the last satellite of the BeiDou Navigation Satellite System (BDS) blasts off from the Xichang Satellite Launch Center in southwest China's Sichuan Province, June 23, 2020. (Xinhua/Jiang Hongjing)\nBEIJING, Dec. 29 (Xinhua) -- China marked the conclusion of its three-step lunar exploration program on Dec. 17 as the returner of Chang'e-5 brought back lunar samples. \nIt was part of a series of major scientific and technological achievements China has made over the past year, which also include the launch of Mars probe Tianwen-1, the completion of the 10,000 meter sea trials for the manned submersible Fendouzhe and its return to port, and the development of quantum computer prototype \"Jiuzhang.\" \nA Mars probe is launched on a Long March-5 rocket from the Wenchang Spacecraft Launch Site in south China's Hainan Province, July 23, 2020. (Xinhua/Guo Cheng)\nUndated file photo shows China's deep-sea manned submersible Fendouzhe (Striver). The manned submersible Fendouzhe, setting a national record by diving to a depth of 10,909 meters in the Mariana Trench during an expedition, returned to south China's Hainan Province on Nov. 28, 2020. \nImage released by the China National Space Administration (CNSA) on Dec. 4, 2020 shows China's national flag unfurled from the Chang'e-5 probe on the moon. The image was taken by a panoramic camera installed on the lander-ascender combination of the probe, before the ascender blasted off from the moon with lunar samples. (CNSA/Handout via Xinhua)\nA research team including Chinese quantum physicist Pan Jianwei established a quantum computer prototype, named \"Jiuzhang,\" via which up to 76 photons were detected, the team announced Dec. 4, 2020. This achievement marks that China has reached the first milestone on the path to full-scale quantum computing -- a quantum computational advantage, also known as \"quantum supremacy,\" which indicates an overwhelming quantum computational speedup. (Xinhua)\n"
}