{
    "title": "Across China: Yangtze River water protection through sci-tech",
    "time": " 2020-12-28 14:52:57",
    "url": "http://www.xinhuanet.com/english/2020-12/28/c_139623897.htm",
    "content": "BEIJING, Dec. 28 (Xinhua) -- Zhu Jiaxin, who has been involved in water quality protection of a downstream city along the Yangtze River, has witnessed how sci-tech brought changes to the water quality in his hometown.\nLocated in the lower reaches of the Yangtze River, the city of Taizhou in east China's Jiangsu Province has a 97.8-km-long riverbank. The city faced challenges in environmental protection since it has a large number of industrial enterprises and livestock breeding areas.\nThanks to modern sci-tech methods, the improvement of the water quality in Taizhou was top-ranked in Jiangsu from January to November of this year. Now, rare finless porpoises can be seen jumping out of the water.\nThe environment inspectors in Taizhou used to sail on the river to collect water samples and were not able to enter the deep and swift areas, said Zhu. They can now receive water data through unmanned ships, which send back the information every 20 to 30 seconds using radio waves.\nCarrying positioning devices, the unmanned ships can also reduce the deviation caused by water flow fluctuation.\nIf the data sent from the unmanned ships shows abnormal water conditions along the Yangtze River, Zhu dispatches unmanned robots to dive to a maximum depth of 10 meters to detect whether there is underwater sewage discharge.\nThe city distributed 43 high-altitude 5G cameras on 38 communication towers to conduct real-time monitoring of human activities near the river, soil cover conditions of construction sites and sewage discharge.\nEach camera reaches a monitoring distance of three km. The big data platform recognizes the objects in the videos by intelligent algorithms and notifies inspectors if there are any abnormal conditions.\nWhen there are ships passing water source areas, the inspectors get notifications from the 5G cameras and tell the maritime department to urge the ships to detour.\nThe current real-time monitoring data is hundreds of times larger than that generated from traditional methods.\nSewage discharge information is accessible on smartphones by scanning the QR codes shown on 1,006 sewage signs across the city.\nThe accurate and efficient measures made Taizhou screen, monitor and trace the water pollution of 1,054 river outlets.\nBesides the Taizhou section, the 6,300-km-long Yangtze River has been protected by multiple sci-tech measures.\nIn April of 2020, the country released a guideline on improving the sewage treatment charging mechanism to promote green development in the Yangtze River Economic Belt.\nFloating westward to the upstream of the Yangtze River, Chongqing Municipality began using liquefied natural gas (LNG) ships for transportation from June of this year. The ships, with a length of 110 meters, width of 19.2 meters and weight of 7,000 tonnes, are expected to assist the green development of the Yangtze River.\nWhen consuming the same power output as diesel-powered ships, the LNG ships can reduce 90 percent of nitrogen oxide emissions from the natural gas, with almost 100 percent reduction of PM 2.5 and sulfur oxide emissions. Besides, the LNG ships consume 10 percent less fuel.\nThe provinces and municipalities along the Yangtze River have promoted using the LNG ships. Jiangsu Province constructed almost 100 LNG ships, while Huzhou City in Zhejiang Province set up 273 sets of power facilities for the LNG ships.\nThe Yangtze, covering 1.8 million square km of basin area, boasts rich and complex terrain and climates along its basin and has one of the highest levels of biodiversity in the world.\nSince 2016, protecting the environment of the Yangtze, rather than large-scale development, has become the focus of the country's river development plans.\nAccording to a Yangtze River conservation law adopted last week, national ecological management organs and local governments along the Yangtze River should take effective measures to prevent and supervise the water resource pollution of the river.\nThe law calls for establishing and improving the standard systems of water quality, pollutant discharge, ecology restoration, water resource use, biodiversity, aquaculture and disaster alleviation.\nIn 2019, the country unveiled an action plan to protect and restore the Yangtze River with goals including eliminating more than 90 percent of \"black and odorous\" water bodies in cities at or above the prefectural level in the Yangtze River Economic Belt by the end of 2020.\nAccording to the 2019 bulletin on aquatic biological resources and habitat status in the Yangtze River basin, the water quality in major fishery waters is good.\nData showed that there are more than 4,300 types of aquatic life living in the Yangtze River basin, including more than 400 types of fish. Enditem\n"
}