{
    "title": "(EyesonSci) China's sci-tech achievements in 2020",
    "time": " 2020-12-20 14:58:28",
    "url": "http://www.xinhuanet.com/english/2020-12/20/c_139604606.htm",
    "content": "China's new large carrier rocket Long March-5B blasts off from Wenchang Space Launch Center in south China's Hainan Province, May 5, 2020, sending the trial version of China's new-generation manned spaceship and a cargo return capsule for test into space. (Xinhua/Pu Xiaoxu)\nBEIJING, Dec. 20 (Xinhua) -- The year 2020 saw China making considerable cutting-edge achievements in science and technology. Emerging new equipment and records brought the country's creative power under spotlight on the global stage.\nTechnicians work on a second generation disinfection robot in a technological company in Qingdao, east China's Shandong Province, Feb. 11, 2020. (Xinhua/Li Ziheng)\nThe China National Space Administration (CNSA) releases mid-flight images of Mars probe Tianwen-1 on Oct. 1, 2020. It is the first time that Tianwen-1 took selfies. (CNSA/Handout via Xinhua)\nA research team including Chinese quantum physicist Pan Jianwei established a quantum computer prototype, named \"Jiuzhang,\" via which up to 76 photons were detected, the team announced Dec. 4, 2020. \n This achievement marks that China has reached the first milestone on the path to full-scale quantum computing -- a quantum computational advantage, also known as \"quantum supremacy,\" which indicates an overwhelming quantum computational speedup. (Xinhua)\nAerial photo taken on Sept. 26, 2020 shows \"Guobao No.1,\" China's first bottom-sitting seafood breeding net cage, at the construction base in Yantai, east China's Shandong Province. \n \"Guobao No.1\" was put into use in waters around Nanhuangcheng Island in Changdao, east China's Shandong Province in October. (Photo by Tang Ke/Xinhua)\nPhoto taken on Dec. 4, 2020 shows the site of the completion ceremony of HL-2M Tokamak, China's new-generation \"artificial sun,\" in Chengdu, southwest China's Sichuan Province. The HL-2M Tokamak went into operation on Dec. 4, 2020 and achieved its first plasma discharge, according to China National Nuclear Corporation (CNNC). (Xinhua/Zhang Chaoqun)\nStaff members measure an experimental demonstration field in Hengnan County, central China's Hunan Province, Nov. 2, 2020. The third-generation hybrid rice developed by Yuan Longping, the \"father of hybrid rice,\" and his team achieved a yield of 911.7 kg per mu (about 667 square meters) in an experiment in central China's Hunan Province. Plus an early season rice yield of 619.06 kg, the same plot in Qingzhu Village, Hengnan County, has produced a yield of 1,530.76 kg per mu in a year. The output is equivalent to 22.96 tonnes per hectare. (Xinhua/Chen Zeguo)\nA staff member with Jingdongfang Science and Technical Group demonstrates a stretchable curved screen during the 22nd China Hi-Tech Fair (CHTF) in Shenzhen, south China's Guangdong Province, Nov. 11, 2020. (Xinhua/Mao Siqian)\nAn AG600 \"Kunlong\" amphibious aircraft flies over the sea off Qingdao, east China's Shandong Province, July 26, 2020. \nChina's indigenously developed AG600 large amphibious aircraft succeeded in its maiden flight over sea in Qingdao. (Xinhua/Li Ziheng)\nPhoto taken on Nov. 26, 2020 shows the exterior of the No.5 nuclear power unit in the city of Fuqing, southeast China's Fujian Province. China's first nuclear power unit using Hualong One technology, a domestically developed third-generation reactor design, was connected to the grid on Nov. 27, 2020 and started to generate electricity, according to the China National Nuclear Corporation. (Xinhua)\nImage released by the China National Space Administration (CNSA) on Dec. 4, 2020 shows China's national flag unfurled from the Chang'e-5 probe on the moon. The image was taken by a panoramic camera installed on the lander-ascender combination of the probe, before the ascender blasted off from the moon with lunar samples. (CNSA/Handout via Xinhua)\nAerial photo taken on Aug. 18, 2020 shows a self-driving bus of autopilot bus line 1 running on a road in Zhengzhou, central China's Henan Province. (Xinhua/Li An)\nA carrier rocket carrying the last satellite of the BeiDou Navigation Satellite System (BDS) blasts off from the Xichang Satellite Launch Center in southwest China's Sichuan Province, June 23, 2020, marking the completion of the deployment of its own global navigation system. (Xinhua/Jiang Hongjing)\nNine satellites, belonging to the Jilin-1 Gaofen 03-1 group, are launched by a Long March-11 carrier rocket at the Yellow Sea, on Sept. 15, 2020. \n China successfully sent nine satellites into planned orbit at the Yellow Sea on Sept. 15, 2020. (Xinhua/Cai Yang)\nUndated file photo shows China's deep-sea manned submersible Fendouzhe (Striver). The manned submersible Fendouzhe, setting a national record by diving to a depth of 10,909 meters in the Mariana Trench during its ocean expedition, returned to the port in south China's Hainan Province on Nov. 28, 2020. (China State Shipbuilding Corporation/Handout via Xinhua)\nA Chinese surveyor conducts surveying atop Mount Qomolangma on May 27, 2020. The new height of Mount Qomolangma, the world's highest peak, is 8,848.86 meters, China and Nepal jointly announced on Dec. 8, 2020. (Xinhua/Tashi Tsering)\nPanoramic photo taken on Jan. 8, 2020 shows China's Five-hundred-meter Aperture Spherical radio Telescope (FAST) under maintenance in southwest China's Guizhou Province. \n"
}