{
    "title": "In pics: How Internet sci-tech achievements change our lives",
    "time": " 2020-11-24 14:05:47",
    "url": "http://www.xinhuanet.com/english/2020-11/24/c_139539762.htm",
    "content": "BEIJING, Nov. 24 (Xinhua) -- As the seventh World Internet Conference is being held in Wuzhen, east China's Zhejiang Province, from Nov. 23 to 24, the importance of Internet is highlighted again since it has changed our lives significantly and becomes a strong impetus for social progress and human development.\nFrom daily life to scientific research, we can enjoy the convenience and benefits brought by Internet sci-tech achievements.\nLet's look forward to the future development of Internet science and technology.\nA woman selects meals on a smartphone after scanning the QR code on an unmanned food delivery vehicle at Huli Innovation Park in Xiamen, southeast China's Fujian Province, Nov. 6, 2020. (Photo by Zeng Demeng/Xinhua)\n Peng Guofei (C) and his partner Zhang Fang (1st R) sell fish and shrimps via livestreaming at Furong Township in Xiangxi Tujia and Miao Autonomous Prefecture, central China's Hunan Province, Nov. 15, 2020.\nAn AI robot specialized in traditional Chinese medicine (TCM) provides health check service at the service robots exhibition area of the 2020 China International Fair for Trade in Services (CIFTIS) in Beijing, capital of China, Sept. 7, 2020. (Xinhua/Lu Peng)\n People try out cloud tourism devices at the booth of Tencent during the Light of Internet Expo of the 2020 World Internet Conference (WIC) in Wuzhen, east China's Zhejiang Province, Nov. 22, 2020. (Xinhua/Li Xin)\nVisitors try VR (virtual reality) games during the 2020 Consumer Electronics Show (CES) in Las Vegas, the United States, Jan. 9, 2020. \nA screen shows real-time 3D environment outside the 5G self-driving electric bus during a two-week test project aiming at using 5G self-driving technology for future transport solutions in Djurgarden, Stockholm, capital of Sweden, Sept. 30, 2020. (Photo by Wei Xuechao/Xinhua)\nRobot dog SPOT which can detect whether visitors wear masks or not is seen during its second round trials in Singapore's Bishan Park, as part of measures against the spread of COVID-19, on Sept. 22, 2020. (Photo by Then Chih Wey/Xinhua)\nAn Israeli scientist conducts an instant artificial intelligence(AI) detection test for COVID-19 in Sheba Medical Center in central Israeli city of Ramat Gan on Aug. 27, 2020. (Photo by Gil Cohen Magen/Xinhua)\n"
}