{
    "title": "World Internet Conference unveils leading cyberspace sci-tech achievements",
    "time": " 2020-11-23 22:34:55",
    "url": "http://www.xinhuanet.com/english/2020-11/23/c_139538005.htm",
    "content": "A representative of Huawei Technologies speaks about \"Intelligent Twins: The Reference Architecture for Intelligent Upgrades\" during the World Internet Conference -- Internet Development Forum in Wuzhen, east China's Zhejiang Province, Nov. 23, 2020. Fifteen of the world's leading Internet scientific and technological achievements were unveiled here on Monday. The achievements, selected by a group of nearly 40 experts from around the world, cover post-pandemic industrial recovery and coordinated development, digital social governance, global public crisis response, cloud life based on artificial intelligence (AI) and other Internet-related fields. (Xinhua/Li Xin)\nWUZHEN, Zhejiang Province, Nov. 23 (Xinhua) -- Fifteen of the world's leading Internet scientific and technological achievements were unveiled Monday at the World Internet Conference -- Internet Development Forum held in the water-town of Wuzhen in east China's Zhejiang Province.\nThe achievements, selected by a group of nearly 40 experts from around the world, cover post-pandemic industrial recovery and coordinated development, digital social governance, global public crisis response, cloud life based on artificial intelligence (AI) and other Internet-related fields.\nThe achievements include several that have helped in the fight against COVID-19, such as \"Tech for Good: Communication for Boundless Collaboration,\" an experience based on the Tencent Meeting application by Tencent Cloud Computing (Beijing) Co., Ltd.\nAlso recognized are: \"Big Data Platform for Epidemic Prevention, Control and Work Resumption\" by the China Academy of Electronics and Information Technology of CETC; and \"AI-based Covid-19 Prevention and Control: Overall Solution of Meituan Autonomous Delivery\" by Beijing Sankuai Online Technology Co., Ltd.\nThemed \"Digital Empowerment for a Better Future: Building a Community with a Shared Future in Cyberspace,\" the two-day forum will include two main forums, five sub-forums, an expo and other activities, both online and offline.\nThe main forums will focus on new trends in cyberspace development, including science-based anti-COVID-19 measures, while the sub-forums will discuss international norms in cyberspace, the industrial internet and artificial intelligence. Enditem\n"
}