{
    "title": "Sci-tech innovation needed more than ever for development: official",
    "time": " 2020-10-30 18:31:52",
    "url": "http://www.xinhuanet.com/english/2020-10/30/c_139479086.htm",
    "content": "BEIJING, Oct. 30 (Xinhua) -- China needs sci-tech innovation solutions more than ever in implementing the new development philosophy, promoting quality development and building a new development pattern, a senior official said Friday.\n\"Only by relying on sci-tech innovation can we create opportunities during the crisis, expand new space for development and shape new development advantages,\" Wang Zhigang, Minister of Science and Technology, said at a press conference held by the Communist Party of China (CPC) Central Committee.\nThe newly-released communique of the fifth plenary session of the 19th CPC Central Committee stressed that China will uphold the central role of innovation in its modernization drive and implement an innovation-driven strategy.\nChina will make self-reliance in science and technology a strategic underpinning for national development, the communique said.\nThis is written into the Party's proposals for a five-year plan for the first time in history, ahead of other planned tasks, Wang said.\nHe noted that the CPC Central Committee's strategic policies and planning for sci-tech innovation have maintained a consistent approach over the past years. It proposed an \"innovation-driven development strategy\" at the 18th CPC National Congress and stated that \"innovation is the primary driving force for development\" at the 19th CPC National Congress.\nAt present, China's sci-tech strength is taking a qualitative leap, laying a solid foundation for promoting economic development, improving people's livelihood and safeguarding national security, Wang said.\nIn the future, China will boost its confidence in innovation, focusing on world-leading technologies, economic development and the major demand of the people's lives and health, Wang said.\nChina will strive for sci-tech as well as institutional innovations to help build national strategic sci-tech strength, enhance capacity for achieving major sci-tech breakthroughs and handling emergency research tasks, and coordinate basic research and core technology development, he added.\nBy developing a comprehensive, systematic and efficient national innovation system, China will move faster along a new path of innovation-driven development connecting talented people and cutting-edge technologies with vibrant industries and economy, Wang said. Enditem\n"
}