{
    "title": "Commentary: China's increasing sci-tech innovation capacity to benefit all",
    "time": " 2020-10-28 16:02:06",
    "url": "http://www.xinhuanet.com/english/2020-10/28/c_139473318.htm",
    "content": "A robot system is displayed at the 10th China Smart City and Intelligent Economy Expo in Ningbo, east China's Zhejiang Province, Sept. 11, 2020.\nBEIJING, Oct. 28 (Xinhua) -- China has been underscoring the key role of sci-tech innovation in its pursuit of high-quality development. However, its sci-tech progress has also raised unnecessary anxiety among some Western politicians, largely out of their own prejudice.\nNow the world is closely watching the ongoing plenary session of the 19th Communist Party of China Central Committee, which will map out the country's 14th Five-Year Plan (2021-2025) for economic and social development. Future sci-tech development strategy in the plan is also a big focus.\nSome hardliners in Washington fanfared that China's sci-tech innovation is \"a threat,\" an excuse that has been overused in recent years to serve their own political purposes.\nUnder their manipulative influence, the U.S. government has attempted to block Chinese technology firms, such as Huawei, ByteDance's TikTok app and Tencent's WeChat app, accusing them of posing a \"national security threat.\" But its latest request on banning WeChat has been rejected by a U.S. appeals court.\nNo matter what they try to preach, China will not slow down its sci-tech development pace. It has promised to bring its people a better life, and it has also pledged to continue to benefit the world, e.g. with advanced 5G networks, safe COVID-19 vaccines and a cleaner environment. None of these benefits can be realized without sci-tech progress.\nChina is always willing to share its opportunities and achievements. By accelerating innovation, it aims to create a better platform for international sci-tech cooperation.\nA staff member of China's telecom giant Huawei presents its self-developed chip technology at the 10th China Smart City and Intelligent Economy Expo in Ningbo, east China's Zhejiang Province, Sept. 11, 2020. \nNothing is more reassuring than the facts. Those who worry about China's future sci-tech innovation strategy can look at what China has done in the past five years.\nAccording to the Ministry of Science and Technology, China has built cooperative relations in the sci-tech field with 161 countries and regions, signed 114 intergovernmental agreements and joined more than 200 international organizations and multilateral mechanisms.\nChina has also taken part in key international science programs and projects. It supports the development of the International Thermonuclear Experimental Reactor and the Square Kilometer Array.\nWithin a sci-tech innovative action plan under the Belt and Road Initiative, the country has assisted more than 8,300 youth scientists from several countries to work in China, trained 180,000 people, launched the construction of 33 \"Belt and Road\" joint laboratories, built cooperative relations on sci-tech parks with eight countries, built five national-level technology transfer platforms and launched a Sino-African sci-tech innovation cooperation center.\nAn increasing number of Chinese scientists and researchers have contributed to solving major global issues. To help fight the COVID-19 pandemic, China shared its prevention and control experience with the international society by building an open scientific service platform, which has served 175 countries and regions and been downloaded more than 160 million times.\nIt has pledged to develop COVID-19 vaccines as a public good. It has also joined COVAX, an international initiative aimed at ensuring equitable global access to COVID-19 vaccines, becoming the largest economy so far to support the initiative.\nChina will further boost the development of basic research and high technologies in the future, which means deeper and wider cooperation opportunities. For example, the Chinese leadership has recently called for the strengthening of international cooperation in the field of quantum science and technology. The country has opened its planned space station to international payloads.\nThere is no reason and no need to hold a hostile attitude toward China's sci-tech advancement. It would be a real pity if such hostility holds back international cooperation in this field, which would ultimately block the world from its deserved benefits.  \n"
}