{
    "title": "Beijing sci-tech forum highlights innovation, global cooperation amid pandemic",
    "time": " 2020-09-18 15:31:41",
    "url": "http://www.xinhuanet.com/english/2020-09/18/c_139378803.htm",
    "content": "A staff member demonstrates an exoskeleton robot used in rehabilitation during the 2020 Zhongguancun Forum (ZGC Forum) in Beijing, capital of China, Sept. 17, 2020.  (Xinhua/Ren Chao)\nBEIJING, Sept. 18 (Xinhua) -- The 2020 Zhongguancun Forum (ZGC Forum) kicked off on Thursday in Beijing, highlighting science- and technology-based anti-epidemic efforts while boosting innovation and global cooperation.\nWith the theme of \"meeting challenges with cooperation and innovation,\" the four-day event drew some 2,600 representatives from over 40 countries and regions.\nMultinational enterprises and industry leaders will attend seminars, exhibitions, technological trading and product launches during the event held both offline and online. More than 7,000 cutting-edge and high-end projects are showcased for trading at the forum, with nearly half from international firms, according to the forum's organizer.\nPhoto taken on Sept. 17, 2020 shows the opening of the 2020 Zhongguancun Forum (ZGC Forum) in Beijing, capital of China. (Xinhua/Ren Chao)\nMore than 800 Chinese and foreign enterprises have brought their latest technologies to the forum for exhibition under 12 themes ranging from epidemic fighting to Winter Olympics.\nBeijing's Zhongguancun area, dubbed China's Silicon Valley, is home to numerous leading Chinese IT companies as well as new startups. As a leading sci-tech park and innovation hub in China, it has established itself as an international platform for scientific and technological exchanges and cooperation. The ZGC Forum has been held 11 times since its inception in 2007.\nZhongguancun takes advantage of the scientific and educational resources in the Chinese capital, which boasts nearly 100 universities and more than 1,000 scientific research institutes, fully displaying the implementation of China's innovation-driven development strategy.\nPhoto taken on Sept. 17, 2020 shows a smart sanitation truck exhibited during the 2020 Zhongguancun Forum (ZGC Forum) in Beijing, capital of China.  (Xinhua/Ren Chao)\nPhoto taken on Sept. 17, 2020 shows a passenger-grade autonomous aerial vehicle exhibited during the 2020 Zhongguancun Forum (ZGC Forum) in Beijing, capital of China.  (Xinhua/Ren Chao)\nPhoto taken on Sept. 17, 2020 shows an auto-pilot vehicle exhibited during the 2020 Zhongguancun Forum (ZGC Forum) in Beijing, capital of China.  (Xinhua/Ren Chao)\n"
}