{
    "title": "Xinhua Headlines: Beijing sci-tech forum highlights innovation, global cooperation amid pandemic",
    "time": " 2020-09-17 23:30:47",
    "url": "http://www.xinhuanet.com/english/2020-09/17/c_139376929.htm",
    "content": "BEIJING, Sept. 17 (Xinhua) -- The 2020 Zhongguancun Forum (ZGC Forum) kicked off on Thursday in Beijing, highlighting science- and technology-based anti-epidemic efforts while boosting innovation and global cooperation.\nWith the theme of \"meeting challenges with cooperation and innovation,\" the four-day event drew some 2,600 representatives from over 40 countries and regions.\n\"Following the recently closed 2020 China International Fair for Trade in Services, we are now embracing another big event -- the Zhongguancun Forum,\" said Cai Qi, secretary of the Beijing Municipal Committee of the Communist Party of China, at the opening ceremony of the forum on Thursday.\nCai said the COVID-19 pandemic has severely impacted the world economy and posed severe challenges. Meanwhile, it has also boosted the rise of the digital economy, giving birth to new industries and new forms of business.\n\"We look forward to extensive exchanges and in-depth discussions among the participants to contribute wisdom and strength to deepening international cooperation in scientific and technological innovation and enhancing the momentum of the development of the global economy,\" Cai said.\nMultinational enterprises and industry leaders will attend seminars, exhibitions, technological trading and product launches during the event held both offline and online. More than 7,000 cutting-edge and high-end projects are showcased for trading at the forum, with nearly half from international firms, according to the forum's organizer.\nMore than 800 Chinese and foreign enterprises have brought their latest technologies to the forum for exhibition under 12 themes ranging from epidemic fighting to Winter Olympics.\nBeijing's Zhongguancun area, dubbed China's Silicon Valley, is home to numerous leading Chinese IT companies as well as new startups. As a leading sci-tech park and innovation hub in China, it has established itself as an international platform for scientific and technological exchanges and cooperation. The ZGC Forum has been held 11 times since its inception in 2007.\nZhongguancun takes advantage of the scientific and educational resources in the Chinese capital, which boasts nearly 100 universities and more than 1,000 scientific research institutes, fully displaying the implementation of China's innovation-driven development strategy.\n\"The theme for this meeting perfectly captures today's key priority. The conference organizers have truly lived up to the spirit of this meeting by rising to the challenges of 2020 through cooperation and using innovative solutions,\" said Stephen Rowan, vice president of the European Patent Office, in his videoconferencing greeting to the forum.\nRowan's remarks were echoed by 2013 Nobel laureate Randy Schekman, a professor of molecular and cell biology at the University of California, Berkeley, who said in his online keynote speech that the world is facing \"a very challenging situation\" of the COVID-19 pandemic.\n\"ZGC science park is one of the greatest hubs for scientific and technological innovation in China. That is the reason why we are glad to count it as a trustworthy partner for a long time,\" said Lionel Grotto, CEO of the Paris Region Investment Promotion Bureau, in his video message to the forum.\nChinese and foreign IT, pharmaceutical and healthcare companies and institutes are expected to bring to the forum 16 new products with the latest technologies for their world debut.\nDai Qionghai, an academician of the Chinese Academy of Engineering and a professor with the Department of Automation at Tsinghua University, said he would highlight the importance of information technology in boosting the health industry.\nDai noted that traditional analysis methods are limited by insufficient human resources, low efficiency and other factors. They need the help of cloud computing, 5G technology, Internet of Things, blockchain, AI and big data, among other technologies.\nDuring the global fight against the COVID-19 pandemic, companies at Zhongguancun rolled out a host of new technologies and products for epidemic control and prevention.\nIn a factory of Leyard Group, a Zhongguancun-based visualization solution provider, production lines are running at full capacity. On July 15, the company released four types of new commercial micro LED products, bringing the emerging technology into mass production.\nAccording to statistics from the administration of the Zhongguancun Science Park, the total revenue of Zhongguancun-based high-tech enterprises stood at 2.9 trillion yuan (about 428.3 billion U.S. dollars) in the first half of 2020, up 5.9 percent year on year. Enditem\n"
}