{
    "title": "Commentary: China to stick to int'l sci-tech cooperation despite U.S. obstruction",
    "time": " 2020-09-15 22:22:00",
    "url": "http://www.xinhuanet.com/english/2020-09/15/c_139370686.htm",
    "content": "A robot system is displayed at the 10th China Smart City and Intelligent Economy Expo in Ningbo, east China's Zhejiang Province, Sept. 11, 2020. \nBEIJING, Sept. 15 (Xinhua) -- As the COVID-19 pandemic continues to rage and the global economy undergoes severe setbacks, China is again calling for the strengthening of international sci-tech cooperation, an effective way to win an earlier victory over the global health crisis.\nHowever, over the past few months, some hardliners in Washington have taken various measures aimed at China to suppress bilateral sci-tech exchange and cooperation, fully displaying their prejudice and narrow-mindedness.\nUnder their manipulative influence, the U.S. government has imposed increasingly onerous visa restrictions on Chinese scholars and students, launched witch-hunting investigations into Chinese-American scientists working in the high-tech sector, and blacklisted Chinese high-tech firms.\nHistory has proved that U.S. sanctions will only provide China with further motivation to boost its ability to innovate. For example, having long been shut out of the International Space Station, led by the United States, China managed to develop its own space station. It has now launched two space labs into orbit.\nNow China is accelerating the construction and improvement of a national innovation system. From artificial intelligence to digital economy, from probing space to exploring deep sea, from observing the universe to researching micro particles, China has made great progress in a variety of fields of science and technology.\nBy accelerating independent innovation, China aims to create a better platform for international sci-tech cooperation, for China has always adhered to the principle that sci-tech development is not only to meet the needs of its own development, but also to contribute to the benefit of mankind.\nChina has brought great benefits to the world with its achievements in exploring the space. It has opened its planned space station to international payloads and invited scientists around the world to participate in its future missions to explore the moon, asteroids and comets.\nAdvanced technologies from China also help to improve people's livelihoods in developing countries. Chinese agricultural scientists have bred new rice varieties named Green Super Rice with high and stable yields to help reduce hunger and increase local farmers' incomes in the developing countries of Asia and Africa.\nChina continues to pledge more efforts to integrate into the global innovation network through contributing its wisdom and strength to the world's forefront of science and technology.\nIt supports building the Square Kilometer Array (SKA), an international project to build the world's largest radio telescope. It also plays a significant role in ITER, the world's largest nuclear fusion experiment, and works with other countries to tackle challenges in this regard.\nScience is not bound by national borders. It is imperative for all countries to share the costs and risks on major scientific issues, as well as pooling their talent, scientific findings and financial power, to better handle such challenges as pandemic, climate change and food security.  \n"
}