{
    "title": "Xi Focus: Xi, Putin exchange congratulations at start of China-Russia sci-tech innovation year",
    "time": " 2020-08-26 22:52:02",
    "url": "http://www.xinhuanet.com/english/2020-08/26/c_139320149.htm",
    "content": "Staff members inspect the Sino-Russian 500 KVA (kilo-volt-amp) back-to-back converter station in Heihe, northeast China's Heilongjiang Province, Aug. 22, 2019.  (Xinhua/Wang Jianwei)\nBEIJING, Aug. 26 (Xinhua) -- Chinese President Xi Jinping and Russian President Vladimir Putin exchanged congratulatory letters on Wednesday marking the start of the Year of Scientific and Technological Innovation between the two countries.\n\"As each country is the other's largest neighbor, China and Russia have been working together and helping one another as the COVID-19 pandemic rages across the globe,\" Xi said in his letter, stressing that launching the Year of Scientific and Technological Innovation between the two countries as scheduled has \"fully reflected the high level and exceptionality of their comprehensive strategic partnership of coordination for a new era.\"\nHe expressed his belief that the two countries' successful practice in jointly fighting the pandemic and tiding over difficulties would surely be transformed into a powerful driving force for strengthening bilateral exchanges and cooperation.\n\"China and Russia, as responsible major countries in the world as well as scientific and technological powers with important influence, should move forward with the tide of the times, grasp the trend of development, and advance the all-round, multi-level and wide-ranging exchanges and cooperation between the scientific and technological personnel of the two countries, so that they can make greater contributions to the reform of the global governance system and the building of a community with a shared future for humanity,\" Xi said.\nPutin said in his congratulatory letter that scientific and technological innovation is one of the most promising areas of cooperation between Russia and China that will determine the future of the two countries and have a bearing on the improving of the living standards of the two peoples.\n\"Activities under the framework of the Year of Scientific and Technological Innovation are rich in content, covering scientific research, exhibitions and academic exchanges,\" Putin said.\nHe noted that the governments as well as medical and scientific research departments of the two countries have conducted close cooperation in the battle against COVID-19 and attained a series of important results with broad impact.\n\"I sincerely wish that the Year of Scientific and Technological Innovation will be a success and add new substance to the development of the Russia-China comprehensive strategic partnership of coordination for a new era,\" he said.\nDuring Xi's visit to Russia in June 2019, he and Putin announced that 2020 and 2021 would be designated the Year of Scientific and Technological Innovation, the first national theme year titled \"scientific and technological innovation\" between the two countries.  \n"
}