{
    "title": "Across China: Greater Bay Area rising as China's sci&tech front",
    "time": " 2020-08-06 17:18:52",
    "url": "http://www.xinhuanet.com/english/2020-08/06/c_139270186.htm",
    "content": "File photo shows the Shenzhen Talent park in Shenzhen, south China's Guangdong Province. (Xinhua/Mao Siqian)\nSHENZHEN, Aug. 6 (Xinhua) -- In the northern suburbs of tech city Shenzhen, a forest of tower cranes stand at the site of a cow farm that is being transformed into a national scientific engine.\nHere, the Guangming Science City is taking shape. The cluster of scientific facilities and universities now lies at the heart of China's ambition to build the Guangdong-Hong Kong-Macao Greater Bay Area into a science and innovation center.\nAccording to the local government, the Guangming Science City has launched construction of 60 projects, involving total investments of 140 billion yuan (20 billion U.S. dollars).\nThe Shenzhen Bay Laboratory, which focuses on biomedical research, is among the latest to settle in the tech park in June. So far, the lab has assembled 49 teams to carry out COVID-19 research, including on virus sequencing and antibodies, said Zhan Qimin, director of the lab.\nLabs and basic science facilities are also prospering in other parts of Guangdong Province, helping the manufacturing heartland in south China rise as a new destination for the country's, even the world's, researchers.\nIn 2018, the China Spallation Neutron Source, the first neutron source facility in developing countries, opened in Dongguan as a \"super microscope\" to observe the microstructure of matter. A neutrino observatory is under construction in Jiangmen City, and a high-intensity heavy-ion accelerator is being built in Huizhou City.\nPhoto taken on Oct. 24, 2019, shows a view of the Hong Kong-Zhuhai-Macao Bridge from the \"Ngong Ping 360\" cable car in south China's Hong Kong. (Xinhua/Cheong Kam Ka)\nChina has been promoting joint development in the bay area, which comprises Hong Kong, Macao and nine cities in Guangdong. Last year, China issued a more specific development plan for the area. One of its major aims is to build an international innovation and technology hub.\nZhong Hai, an official in charge of Shenzhen's technological sector, said the construction of basic science installations will improve the overall innovation capacity of Shenzhen, which is better known for housing China's many tech firms like Huawei and Tencent.\n\"The city will enter a new stage of 'two-wheel drive,' with continuous breakthroughs in both scientific and industrial innovation,\" Zhong said.\nThe construction of the innovation hub has already lured in many graduates from Hong Kong, which neighbors Shenzhen and boasts many universities.\nSing Chan, who launched an e-commerce platform in Shenzhen, is busy assisting Hong Kong entrepreneurs who wish to set up their businesses on the Chinese mainland.\nOver half of the Hong Kong teams came to the mainland for software and engineering hardware projects, according to the young entrepreneur from Hong Kong, who has helped bring over 200 Hong Kong-invested companies and entrepreneurial teams into Shenzhen.\nPeter Ding, who founded a high-tech firm on robotic applications in Shenzhen, noted the bay area's manufacturing prowess, which can help high-tech firms efficiently realize their brainchild.\n\"They (tech firms) can rely on Shenzhen as a research and development center, assemble products in cities like Foshan and Dongguan and benefit from basic science research in Hong Kong's universities,\" Ding said.\n\"Hong Kong and Macao boast advantages in internationalization, while Guangdong has a perfect industrial chain and a vast market,\" said Guo Wanda, executive vice president of China Development Institute. Guo urged the three places to deepen their cooperation in innovation.  \n"
}