{
    "title": "Feature: China's first Mars mission fuels sci-fi imagination",
    "time": " 2020-07-28 16:36:56",
    "url": "http://www.xinhuanet.com/english/2020-07/28/c_139246277.htm",
    "content": "SHANGHAI, July 28 (Xinhua) -- When Fang Zeyu, a Chinese science fiction writer, looked up yet again at the red planet, a different emotion transpired within him.\nAs China's first Mars mission, Tianwen-1 (meaning Questions to Heaven), blasted off to success on July 23, marking the country's first step in planetary exploration of the solar system, it has induced inspiration for Chinese sci-fi writers and artists.\nYu Jun, an astrophotographer and astronomy blogger, said he has been following the human explorations of Mars extensively.\n\"It is these explorations that have brought us psychologically closer to Mars. Now we talk about things on Mars as if we were talking about a neighboring village,\" said Yu.\nThe exploration could help improve human ability to go deeper into space and provide first-hand data for significant scientific research such as the origin and evolution of the solar system and life.\nLast month, Fang completed the first draft of a short story about Mars, but he is yet to revise it, as he thinks the draft lacks novel elements. He believes the successful launch of Tianwen-1 may elicit new materials and help yield different perspectives for his work.\n\"The advancement of science and technology can further broaden our horizons, and I'm looking forward to it. It is a brand-new start,\" Fang said.\nThe prospect of upcoming works inspired by the Mars mission has thrilled many Chinese sci-fi fans.\nYang Chenxi, 27, who has loved science fiction since childhood, thought the mission would increase public interest in Mars, leading to a surge in the creation of Mars-themed sci-fi works.\n\"I look forward to reading a story someday that the astronauts on Mars found key resources to save Earth when our planet is in danger,\" Yang said.\nUnlike other planets in the universe, the environment of Mars has the closest resemblance to Earth in the solar system. Thus, the exploration of Mars emanates a sense of mission and responsibility in terms of finding a new home for future generations.\nDue to this goal of building a community with a shared future for mankind, Chinese sci-fi writers and scholars believe that the implication of China's first journey to Mars will go beyond science itself.\nThrough the eyes of Zhang Xiaobei, director and screenwriter, many leaders in the commercial space industry, such as Elon Musk and Jeff Bezos, spent their childhoods under the influence of the Apollo program, which made them set foot in the journey to space after growing up.\n\"I believe that the future of mankind would be in the space, and I hope our future generations could look up at the starry sky from their childhood,\" said Zhang. \"These are the sparks. One day, maybe a few of these little sparks will have a chance to put a shine on human civilization.\"\nLi Zhaoxin, a sci-fi critic and partner of the Future Affairs Administration, an incubator for sci-fi writers, said that stepping out of Earth and onto other planets is a crucial realistic topic for humankind.\n\"Everyone should be aware that we live in a fragile ecosystem. The more people realize it, and the more we understand it, the better the world will be,\" said Li.\nAs the world is facing unique challenges this year, the Mars mission reminds people that some major undertakings require the cooperation of all mankind.\nZheng Yongchun, a researcher at the National Astronomical Observatories of the Chinese Academy of Sciences, emphasized that no matter what the international situation may be, people should never give up international cooperation in space exploration, which is the hope of humanity.\n\"China's Mars exploration will also become a part of human space exploration. I hope that a new Cold War in any form doesn't dim the brilliance of the career,\" said Wu Yan, a sci-fi writer and professor with the Southern University of Science and Technology. Enditem\n\r\n\n"
}