{
    "title": "Xinhua Headlines: Sci-tech supports China's poverty alleviation",
    "time": " 2020-07-25 18:43:43",
    "url": "http://www.xinhuanet.com/english/2020-07/25/c_139239895.htm",
    "content": "by Xinhua writers Xie Hao, Li Bin, Qiang Lijing and Cui Enhui\nBEIJING, July 25 (Xinhua) -- Ma Fenglian, a farmer in Laiyuan County of north China's Hebei Province, never imagined that she could sprout seeds on paper instead of sowing them in the soil.\nThe woman now works in an agriculture workshop, set up by Beijing Green Valley Limited Liability Company as a poverty reduction program.\nGreen Valley's technology of \"growing vegetables on paper\" has improved the lives of Ma, who now earns around 2,000 yuan (286 U.S. dollars) a month, and her fellow villagers.\nTECHNOLOGY VALUED IN POVERTY ELIMINATION\nCommitted to lifting the remaining poor population out of poverty this year, China wants technology to play a major role in this process.\nLaiyuan, deep in the Taihang Mountain, has long been troubled by scarce arable land and poor transportation, and the local residents have been fighting poverty for generations.\nIn areas like Laiyuan, germinating seeds on paper saves land resources and labor cost while increasing farming efficiency, said Zhang Guiqin, chairwoman of Beijing Green Valley Limited Liability Company.\n\"As long as there is suitable air, moisture and temperatures, seeds can sprout. The paper containing biological nutrients just acts as a germination medium,\" Zhang said.\nThe sprouts cultivated from seeds will be further processed into health products like sprout powder.\nThe project of \"growing vegetables on paper\" has created 150 jobs for poor villagers like Ma and 140 million yuan of output value each year, according to Rui Yuanpeng, a Beijing official who worked as deputy head of Laiyuan county government from 2017 to early 2020 to help with the poverty reduction efforts.\nThe city of Beijing, which is tasked with aiding poverty alleviation in 90 county-level areas in eight provincial-level regions, has dispatched officials as well as technology to contribute to the battle against poverty.\nBeijing's Fengtai District paired up with Laiyuan more than three years ago to cooperate in poverty alleviation.\nThe number of impoverished residents in Laiyuan has been reduced from over 40,000 in 2016 to around 1,500 last year, the county government statistics showed.\nEarly this year, the Hebei provincial government announced that Laiyuan had shaken off poverty along with a dozen of other poverty-hit counties in the province.\nINDUSTRIAL PARKS FOR POVERTY REDUCTION\nTo popularize new technologies in poor areas, Beijing has built technology demonstration bases and dispatched technical experts to help local people use advanced technologies.\nAt a demonstration base in Chicheng County of Hebei, established with the help of Beijing's Haidian District, 54 types of vegetables have been cultivated.\n\"Although the plants look ordinary, they involve 22 advanced agricultural technologies,\" said Zhang Guangming, deputy director of the agriculture and rural affairs bureau of Chicheng County.\nThe technologies, provided by the Beijing Municipal Science & Technology Commission, have been popularized in 18 agricultural industrial parks in the county.\nIn the green house of Shengfeng agricultural park in Chicheng, which is full of life with a batch of lettuce planted with nutrient solutions and smart detection equipment installed high and low, Qiao Zhonghe, deputy general manager of Shengfeng Agricultural Technology Development Co., Ltd., was using an app on his cellphone to check the temperature, humidity, light intensity and other key data in the green house.\n\"Previously, the data had to be obtained manually, which was time-consuming and not accurate,\" Qiao said, adding that the launch of the intelligent agricultural system has greatly improved management efficiency and product quality.\nAt present, all the 18 poverty-alleviation industrial parks including Shengfeng have been covered by the Internet of Things management platform supported by Beijing.\n\"New ideas and technology from Beijing have increased the confidence of local villagers to win the fight against poverty,\" said Guo Xinyao, Party chief of Chicheng County.\nIn 2019, the output from all agricultural parks in Chicheng reached 430 million yuan, benefiting 15,857 poor families.\nThe industrial park model is also applied in Ulanqab, Inner Mongolia.\nIn 2016, with the help of poverty relief cadres from Beijing, Beijing Kaida Hengye Agricultural Technology Co., Ltd. set up a branch in Jingmeng cooperation industrial park of Ulanqab to help boost the local potato industry.\nThe company has brought a variety of intelligent and automatic equipment to the potato production line.\nThe first phase of a potato chip processing plant has been put into operation and the products have been sold overseas, said Wang Guoping, deputy general manager of Inner Mongolia Shudu Kaida Food Co., Ltd., a subsidiary of the Beijing company.\nThe subsidiary purchased 70,000 tonnes of potatoes last year, benefiting thousands of local poor people.\nAcross China, the government, universities, enterprises and technical staff have participated in technology-driven poverty reduction programs in the country's efforts to eradicate absolute poverty.\nIn 2019, Beijing helped half a million people and 39 county-level areas in other regions shake off poverty, according to Beijing's poverty reduction cooperation and assistance authorities. Enditem\n(Xinhua reporters Gai Boming, Chen Xu, Li Fang, Li Dexin and Xiong Lin also contributed to the story.)\n"
}