{
    "title": "China mulls new measures to promote sci-tech innovation board",
    "time": " 2020-06-19 01:58:00",
    "url": "http://www.xinhuanet.com/english/2020-06/19/c_139149918.htm",
    "content": "SHANGHAI, June 18 (Xinhua) -- China's top securities regulator announced Thursday that the country would introduce a series of innovative mechanisms to advance the development of the sci-tech innovation board, also known as the STAR market.\nPolicies will be rolled out to bring stocks on the STAR board tradable under the Shanghai-Hong Kong Stock Connect program, introduce the market maker system, and facilitate the transfer of old stocks during initial public offerings (IPOs), Yi Huiman, chairman of the China Securities Regulatory Commission (CSRC), said at the Lujiazui Forum in Shanghai.\nThe country will unveil measures for the management of refinancing on the STAR board, and promote a rapid microfinance system to help enterprises, with core technologies, utilize the capital market for further growth, said Yi.\nThe official said the country will push forward its high-level, two-way opening-up with supporting measures, including improving mechanisms in the Shanghai-Hong Kong Stock Connect program, and the Shenzhen-Hong Kong Stock Connect program.\nThe opening of China's capital market is accelerating instead of slowing down, amid the COVID-19 epidemic, Yi said, citing reasons such as further reform of the Chinext stock market, China's Nasdaq-style board for growth enterprises, and its pilot registration-based IPO system.\nThe CSRC will do more to strengthen its cooperation with overseas financial regulators and international financial organizations, beef up the crackdown on cross-border securities crimes, and jointly safeguard the legitimate rights and interests of investors from all countries.\nChina will firmly push market-oriented reform forward, respect the laws of the market and reduce administrative intervention to create a good market climate that facilitates efficient and transparent trading, Yi said. Enditem\n"
}