{
    "title": "Feature: Sci-fi fans bid last farewell to renowned Chinese writer Ye Yonglie",
    "time": " 2020-06-01 19:18:57",
    "url": "http://www.xinhuanet.com/english/2020-06/01/c_139105511.htm",
    "content": "SHANGHAI, June 1 (Xinhua) -- On the International Children's Day, science fiction fans in China mourned and bid farewell to renowned Chinese writer Ye Yonglie, whose science fiction books are childhood memories for many.\nYe died of cancer in Shanghai on May 15 at the age of 80.\nIn 1978, Ye published his well-known science fiction \"Xiao Lingtong's Travels in the Future\" at a time when China was just to start reform and opening-up.\nIn the book, the protagonist \"Xiao Lingtong\" -- meaning \"little smart\" in Chinese -- is portrayed as a time traveler in a city called \"Future.\"\nThe book features the bold imagination of achievements in science and technology such as robots capable of playing chess and factories producing manmade food.\nIt was an epochal book that not only opened the door to a brand-new world for Chinese 40 years ago, but also inspired the imagination of young readers of that generation.\n\"The book opened a window to the world for me; I felt like one day I could go to the beautiful future it described,\" said An Ruoshui, now a writer in her 40s who read the book when she was in junior high school.\nContrary to high-tech scenes portrayed in his books, Ye used to live in a small house in Shanghai in the early 1980s, spending most of his writing time in an attic. When writing during hot summer days, he would wrap his arm up with a towel to avoid sweating on the manuscript.\nYe is a prolific writer and has never stopped writing despite his age. He left behind over 35 million words of works in various genres including science fiction, novel and documentary writing, which were translated into more than 10 languages.\nThe complete collection of Ye's popular works was published in 2017, containing 28 volumes and more than 14 million words.\nBorn in 1940 in Wenzhou, east China's Zhejiang Province, Ye showed talent in writing at an early age and got the chance to co-write \"One Hundred Thousand Whys,\" when he was a chemistry student at Peking University.\nThe book series later became classic scientific literature for children in China with a total circulation of over 100 million copies.\nHis \"Xiao Lingtong's Travels in the Future\" is also regarded as one of the most influential children's science fiction works and more than 4 million copies have been printed since its first publication in 1978.\n\"Some details Ye described in the city of 'Future' have already turned into reality, which seems to be a beautiful vision of 'building a moderately prosperous society in all respects,'\" said Chinese sci-fi writer Han Song.\nMany writers have paid tribute to Ye after learning of his death.\n\"He is like a mentor who has ignited a torch and passed it on to younger science popularizers like us,\" said Lu Chao, another sci-fi writer.\n\"I felt sad after learning about the passing of Ye. He was an explorer and pioneer of the first generation of Chinese science fiction,\" said Masaya Takeda, a Japanese scholar studying the history of Chinese science fiction and also Ye's foreign student in the 1980s.\nYe donated most of his research materials to the Shanghai Library. He once said that children should be encouraged to love science and be imaginative at an early age as they are the hope of a country and a nation. Enditem\n"
}