{
    "title": "China Focus: China's sci-tech innovation board welcomes 100th listed company",
    "time": " 2020-04-29 22:34:55",
    "url": "http://www.xinhuanet.com/english/2020-04/29/c_139018808.htm",
    "content": "SHANGHAI, April 29 (Xinhua) -- China's Nasdaq-style sci-tech innovation board, the STAR market, welcomed its 100th listed company on Wednesday after nine months of operation.\nHangzhou Raycloud Technology Co., Ltd, the 100th firm listed on the board, is an e-commerce software and service company, raising about 433 million yuan (61 million U.S. dollars).\nSince the board started trading on July 22 last year, it has raised a total of 118.8 billion yuan for the 100 listed enterprises whose total market value has exceeded 1 trillion yuan so far.\nFocusing on the new economy and technology, the STAR market sees the new generation of information technology and biomedicine companies account for more than 60 percent of the total. The average investment in research and development (R&D) of the 100 companies takes up about 12 percent of their revenues.\nMeanwhile, a registration-based system featuring five different sets of standards for listings, including those for unprofitable firms and red chip firms, has made the STAR market more inclusive.\nOn Jan. 20, Shanghai-based UCloud Technology Co., Ltd. went public on the board, becoming the first company with a dual-class share structure on the A-share market.\n\"For UCloud, which once sought overseas listing, the dual-class share structure is the biggest attraction of the STAR market,\" said Ji Xinhua, chairman of UCloud.\nAccording to Ji, it only took about 10 months from the submission of materials to the final listing, and the raised funds of 1.84 billion yuan have effectively supported the company's construction of an internet data center, among others.\nSuzhou Zelgen Biopharmaceuticals Co., Ltd. appeared on the board on Jan. 23, ending the history of loss-making enterprises unable to be listed on the A-share market.\n\"The sci-tech innovation board eased the financial restriction for the listings, helping tech firms with innovative genes draw the driving force from the capital market,\" said Gao Qingping, secretary of the board of Suzhou Zelgen Biopharmaceuticals.\nAccording to Gao, the company is now using the raised funds to promote the research plan of 11 innovative drugs, and the construction of an R&D and production center for new drugs is also under active preparation.\nYan Hong, a finance professor at Shanghai Advanced Institute of Finance, said that the STAR market may take the lead in the exploration of reforming the daily limits for stock price changes, delisting process, investor suitability and other aspects in the future. Enditem\n"
}