{
    "title": "Chinese newspaper unveils top 10 medical sci-tech news events of 2019",
    "time": " 2020-03-17 18:17:45",
    "url": "http://www.xinhuanet.com/english/2020-03/17/c_138887964.htm",
    "content": "BEIJING, March 17 (Xinhua) -- A list of China's top 10 medical science and technology news events of 2019 was released by a national health newspaper on Tuesday.\nClinical trials of an innovative drug, an artificial intelligence (AI)-assisted diagnosis platform and gene-edited diseased monkeys cloning were selected, the Health News reported.\nTwo papers published in the New England Journal of Medicine, about the clinical trials of Roxadustat, a drug targeting anemia in chronic kidney disease, topped the list. They were conducted by two Shanghai research teams.\nIt was the first time that the journal published companion papers of one clinical drug trial by Chinese doctors as the first and corresponding authors, the newspaper said.\nAn AI-assisted platform to help diagnose patients with congenital cataract was included in the list. It was built by doctors from the Zhongshan Ophthalmic Center of Sun Yat-sen University based in south China's Guangdong Province.\nThe AI system can diagnose this eye disease faster than doctors, with an accuracy of more than 87 percent.\nResearchers from the Chinese Academy of Sciences cloned five macaque monkeys from the skin cells of a diseased monkey, representing the first time anywhere in the world that gene-edited macaque monkeys of uniform genetic background have been produced.\nThe advance on the list will help promote research on the mechanisms of human brain disease and early diagnosis and treatment, according to the newspaper.\nOther important news events included an archaeological discovery of Traditional Chinese Medicine, several large-scale epidemiological studies and the development of new methods in treating brain diseases, liver cancer, lung cancer, and Zika infection.\nAccording to the newspaper, the results were chosen from 136 sets of research, which have been published in the world's leading journals and reported by Chinese media over the past year. The newspaper also solicited candidates from medical departments, research institutes and universities.\nExperts from organizations including the National Health Commission, the Chinese Center for Disease Control and Prevention, as well as scientists in the fields of medicine and public health were invited to vote for the top 10.\nIt was the newspaper's fifth annual selection of medical sci-tech top news events. \n"
}