{
    "title": "Xi Focus: Xi's article on providing strong sci-tech support for winning war against COVID-19 to be published",
    "time": " 2020-03-15 21:42:22",
    "url": "http://www.xinhuanet.com/english/2020-03/15/c_138880611.htm",
    "content": "BEIJING, March 15 (Xinhua) -- An article by President Xi Jinping on providing strong scientific and technological support for winning the battle against novel coronavirus disease (COVID-19) will be published Monday on the Qiushi Journal, a flagship magazine of the Communist Party of China (CPC) Central Committee.\nStressing that science and technology are the most powerful weapon in humanity's battle against diseases, Xi, who is also general secretary of the CPC Central Committee and chairman of the Central Military Commission, said in the article that mankind can not defeat a major disaster or epidemic without scientific development and technological innovation.\nThe article highlighted linking the research on medicines and medical equipment with clinical treatment, and that saving the lives of more patients was the most pressing and important task.\nThe task of paramount importance for scientific research is treating severely and critically ill patients, and traditional Chinese medicine and Western medicine should be combined for treatment, according to the article.\nVaccine is vital to epidemic prevention and control, with its safety the top priority, the article noted, calling for speeding up vaccine research and development while closely following the progress of related research overseas.\nThe article stressed coordinating research on virus source tracing and transmission routes to figure out where the virus came from and how it will develop.\nThe article also underscored psychological intervention to help patients recover.\nBio-security should be included in the overall national security as an important part, the article said, calling for strengthening the system and capacity building of epidemic prevention and control and scientific research on public health.\nThe article stressed the importance of public hygiene campaigns in improving living environment. It emphasized resolutely eradicating the bad habit of eating wild animals to promote a civilized, healthy and environmentally friendly lifestyle.\nThe article called for strengthening international cooperation in scientific research, saying public health security is a common challenge faced by humanity, and all countries should join hands to cope with it.\nNoting that the COVID-19 outbreaks have emerged in many countries, the article pointed out that it is important to step up communication and exchange with the World Health Organization and carry out scientific research cooperation on source tracing, drugs, vaccines, testing and other fields with other countries, especially those hit hard by the virus. \n"
}