{
    "title": "Xi Focus-Timeline: Xi leads China to fight COVID-19 with sci-tech",
    "time": " 2020-03-04 20:54:36",
    "url": "http://www.xinhuanet.com/english/2020-03/04/c_138843545.htm",
    "content": "Chinese President Xi Jinping, also general secretary of the Communist Party of China (CPC) Central Committee and chairman of the Central Military Commission, inspects the center for disease control and prevention of Chaoyang District in Beijing, on Feb. 10, 2020. (Xinhua/Liu Bin)\nSince the outbreak of COVID-19 epidemic, President Xi has made a series of instructions on advancing related scientific research. The following is a timeline of the instructions that have been made public.\nBEIJING, March 4 (Xinhua) -- Chinese President Xi Jinping has said science and technology are mankind's most powerful weapon against diseases.\nXi, also general secretary of the Communist Party of China (CPC) Central Committee and chairman of the Central Military Commission, has also stressed the pivotal role of science and technology in eventually defeating the novel coronavirus disease (COVID-19) epidemic.\nSince the outbreak, he has made a series of instructions on advancing related scientific research.\nThe following is a timeline of the instructions that have been made public.\nJANUARY 25\nXi chaired a meeting of the Standing Committee of the Political Bureau of the CPC Central Committee on the COVID-19 prevention and control, which called for speeding up the research and development of drugs and vaccines.\nJANUARY 29\nIn an instruction made public on that day, Xi called on military research institutions to step up scientific research to contribute to the fight against the epidemic.\nFEBRUARY 3\nAt a meeting of the Standing Committee of the Political Bureau of the CPC Central Committee, Xi urged scientific efforts in virus source tracing. He also called for identifying the source of infection and the transmission routes at an earlier date, closely tracking the mutation of the virus and promptly developing strategies and measures on its prevention and control.\nFEBRUARY 10\nDuring an inspection in Beijing, Xi required accelerating the selection, research and development of drugs with good clinical effects.\nHe also called on universities, research institutes and enterprises to redouble efforts in the research and development of reagents, vaccines and drugs for early breakthroughs.\nFEBRUARY 12\nXi chaired a meeting of the Standing Committee of the Political Bureau of the CPC Central Committee which urged greater efforts in the research and development of drugs and vaccines.\nFEBRUARY 14\nAddressing a meeting of the central committee for deepening overall reform, Xi encouraged the use of digital technologies such as big data, artificial intelligence, cloud computing to support the epidemic surveillance and analysis, virus source tracing, epidemic prevention and control, disease treatment, and allocation of resources.\nFEBRUARY 21\nXi chaired a meeting of the Political Bureau of the CPC Central Committee, which called for more support for the research and development of reagents, drugs and vaccines.\nFEBRUARY 23\nAt a meeting on coordinating the COVID-19 prevention and control and economic and social development, Xi said \"because COVID-19 is a new infectious disease, our understanding of it remains relatively preliminary.\"\nHe called for multidisciplinary scientific research, highlighting the theoretical research on source of infection, transmission and pathogenesis to help produce more targeted and practical guidelines for COVID-19 prevention and control after work and production resume.\nHe also called for strengthened international cooperation in the development of antiviral drugs and vaccines.\nMARCH 2\nDuring an inspection to two institutes in Beijing, Xi called for speeding up vaccine research and development while closely tracking the progress of related research overseas to strive for early clinical trial and application of vaccines.\nXi stressed the importance of coordinating research on virus source tracing and transmission routes and evaluating whether some suspected animals are intermediate hosts.\nXi also called on countries to share research data and jointly work out response strategies to contribute to building a community with a shared future for humanity.  \n"
}