{
    "title": "Tech China Weekly: robot-assisted hip surgery, top 10 sci-tech news events, \"magic soil\", two IPOs on sci-tech innovation board",
    "time": " 2020-01-12 16:53:10",
    "url": "http://www.xinhuanet.com/english/2020-01/12/c_138698685.htm",
    "content": "BEIJING, Jan. 12 (Xinhua) -- The following are the highlights of China's key technology news from the past week:\nROBOT-ASSISTED HIP SURGERY\nChina's first total hip replacement surgery assisted by a domestic robot was completed at the Beijing Jishuitan Hospital this week.\nThe patient of the surgery had suffered hip pain and limping for years, due to the endemic Kaschin-Beck disease, which resulted in severe abrasion and deformity of the hip joint.\nTOP 10 SCI-TECH NEWS EVENTS\nLists of China's and the world's top 10 sci-tech news events, jointly selected by the Chinese Academy of Sciences and Chinese Academy of Engineering, were announced Saturday in Beijing.\nThe 10 major China's scientific and technological news events included the first-ever soft landing on the moon's far side by Chang'e-4 probe, the discovery of the largest ever stellar black hole by Chinese astronomers, as well as the successful in-orbit tests of the country's first space-based gravitational wave detection experiment satellite Taiji-1.\n\"MAGIC SOIL\"\nA \"magic soil\" made out of modified clays has been proved effective in fighting red tide along China's coastal waters and introduced to other countries like Chile, the United States and Peru.\nThe \"magic soil\" won second prize of China's State Technological Invention Award that was presented Friday in Beijing for its breakthrough in eliminating the threat of red tide, a harmful algal bloom (HAB) causing damage to marine aquaculture.\nTWO IPOS ON SCI-TECH INNOVATION BOARD\nChina's securities regulator has given the nod to the registration of initial public offerings (IPOs) of two companies on the science and technology innovation board.\nAutel Intelligent Technology Corp., Ltd. and Guangzhou Risong Technology Holding Co., Ltd. will be listed on the Shanghai Stock Exchange's sci-tech innovation board, commonly known as the STAR market, according to the China Securities Regulatory Commission. \n"
}