{
    "title": "Universities act as propeller for China's sci-tech innovation",
    "time": " 2020-01-11 14:57:59",
    "url": "http://www.xinhuanet.com/english/2020-01/11/c_138696583.htm",
    "content": "Volunteer Liu Hui (front) collects vegetables in the Yuegong-1, or Lunar Palace 1, at Beihang University in Beijing, capital of China, May 15, 2018. (Xinhua/Ju Huanzong)\nNankai University and Beihang University picked up the top prizes in the State Natural Science Award and the State Technological Invention Award, respectively, as the leading participants of the awarded projects.\nBEIJING, Jan. 11 (Xinhua) -- A total of 144 Chinese colleges and universities were honored as participants of 198 projects winning China's top-level science awards, accounting for over 80 percent of the total 239 awarded general projects for the year 2019, according to the Ministry of Education (MOE).\nNankai University and Beihang University picked up the top prizes in the State Natural Science Award and the State Technological Invention Award, respectively, as the leading participants of the awarded projects.\nChinese President Xi Jinping and other leaders present certificates to winners of China's top-level science awards at the Great Hall of the People in Beijing, capital of China, Jan. 10, 2020. (Xinhua/Li Xueren)\nA total of 127 general projects, accomplished by colleges and universities, were granted the State Scientific and Technological Progress Award, accounting for over 80 percent of the total, statistics from the MOE showed.\nThe percentage of the awarded projects led by universities continuously remains high, said the MOE, adding that the number showcases the significant contribution made by universities in making progress for the country's science and technology, mastering core technology and giving impetus to the development of the economy and the society.\nThe National Science and Technology Award Conference is held in Beijing, capital of China, Jan. 10, 2020. (Xinhua/Yan Yan)\nThe annual ceremony of the National Science and Technology Award Conference was held in Beijing Friday, aiming to honor distinguished scientists, engineers and research achievements.\nAcademician Huang Xuhua with the Chinese Academy of Engineering, who is the chief designer of the country's first-generation nuclear submarines, and Academician Zeng Qingcun with the Chinese Academy of Sciences (CAS), who is a famous meteorologist from the Institute of Atmospheric Physics under the CAS, were presented China's top science award at the ceremony.  \n"
}