{
    "title": "Yearender: From space exploration to 5G commercialization: How cooperation bolstered sci-tech advances in 2019",
    "time": " 2019-12-16 11:00:57",
    "url": "http://www.xinhuanet.com/english/2019-12/16/c_138634521.htm",
    "content": "A visitor joins an AR (augmented reality) concert during a press preview for the 2019 World 5G Convention in Beijing, capital of China, Nov. 20, 2019. (Xinhua/Peng Ziyang)\n\"Cooperation that is cross-border, cross-region, cross-discipline, and cross-culture in the past, present and future would always be a flag raised high.\"\nby Xinhua writers Gao Wencheng, Feng Yasong\nBEIJING, Dec. 16 (Xinhua) -- From the first ever image of a black hole to global 5G commercialization and China's Chang'e-4 probe's landing on the moon's far side, the past year has witnessed numerous scientific and technological breakthroughs, which were made possible through stronger international cooperation.\nAs stated in the Shanghai Initiative issued at this year's World Laureates Forum, which groups top-notch scientists from around the world, \"openness, cooperation, and community of science and technology are the pillars for scientific development.\"\nThis photo shows the artistic rendering of the black hole LB-1. A Chinese-led research team has discovered a surprisingly huge stellar black hole about 14,000 light-years from Earth -- our \"backyard\" of the universe -- forcing scientists to re-examine how such black holes form. The team, headed by Liu Jifeng, of the National Astronomical Observatory of the Chinese Academy of Sciences (NAOC), spotted the black hole, which has a mass 70 times greater than the Sun. Researchers named the monster black hole LB-1. (Xinhua)\nCOMMON DREAM\nExploring the universe has long been a common dream of humankind.\nIn April, the first ever black hole image was released, captured by the Event Horizon Telescope (EHT), a global network of eight linked radio telescopes.\nBehind the achievement, which EHT project director Sheperd Doeleman hailed as \"something presumed to be impossible just a generation ago,\" is an effort involving more than 200 scientists.\n\"This is where different cultures, different institutes, different countries and continents come together,\" said Heino Falcke, a professor with Radboud University in the Netherlands and chair of the EHT Science Council.\n\"That's not always easy to work together. But if you're driven by a common vision, by a common dream to see this black hole for the first time, then it's possible,\" he said.\n\"That's the beauty of science,\" he added.\n Photo provided by the China National Space Administration (CNSA) on Jan. 4, 2019 shows image of Yutu-2, China's lunar rover, at preset location A on the surface of the far side of the moon. (Xinhua/CNSA) \nFifty years after Apollo 11 landed on the Moon, commercial space exploration is on a growth curve, and China's international space cooperation is gaining global prominence.\nIn January, China's Chang'e-4 probe touched down on the far side of the moon, becoming the first spacecraft to make a soft-landing on the moon's uncharted side. It carried four payloads developed by the Netherlands, Germany, Sweden and Saudi Arabia.\n\"Space exploration is a common aspiration shared by humankind, which is very significant for the future of human society,\" said Wu Weiren, chief designer of China's lunar exploration project.\n\"We expect more international cooperation to jointly explore outer space and pursue scientific discoveries,\" Wu added.\nResearchers from Institute of Remote Sensing and Digital Earth of Chinese Academy of Sciences and experts from African institutions conduct land cover investigation in Kenya, Sept. 26, 2016.\nANTI-GLOBALIZATION HEADWINDS\nA report this year by the World Intellectual Property Organization (WIPO) concluded that innovative activity has grown increasingly collaborative and transnational.\n\"Today's innovation landscape is highly globally interlinked,\" said WIPO Director General Francis Gurry. \"Increasingly complex technological solutions for shared global challenges need ever larger and more-specialized teams of researchers, which rely on international collaboration.\"\n\"It is imperative that economies remain open in the pursuit of innovation,\" Gurry added.\nHowever, in the area of science and technology, rising unilateralism and protectionism also struck a blow to cooperation among nations and openness in research.\n\"I miss an important space agency in this panel. Where is China?\" read the most popular crowd-sourced question displayed in large type on a screen above the assembled attendees at a plenary of this year's International Astronautical Congress in Washington.\nA Chinese Foreign Ministry spokesperson confirmed that the Chinese delegation was unable to attend the opening ceremony after failing to obtain U.S. visas.\nTwo Syrian businessmen consult with a staff member of a numerical control machine manufacture enterprise from Ningbo at the 2019 China Yiwu International Intelligent Manufacturing Equipment Expo (ME-EXPO 2019) in Yiwu, east China's Zhejiang Province, Nov. 21, 2019. (Xinhua/Tan Jin)\nA total of 60 U.S. scientific organizations in September expressed increasing concerns in an open letter that the country's \"overly broad approach\" to minimizing security risks will have an \"unintended effect of harming the scientific enterprise.\"\nScientific progress and U.S. economic development have been vastly accelerated by bringing international minds together, the letter said.\nMoreover, 5G technology is another victim of political maneuvering. Analysts said that behind the move to smear and attack leading telecoms enterprises without providing solid evidence is an attempt to politicize technology, which will hold back the launch of 5G networks and development of tech sectors across the world.\nDespite the headwinds, 2019 marks the first year of global 5G commercial application. According to the Global Mobile Suppliers Association, more than 20 countries had launched commercial 5G services as of October.\nAmong them, Britain and Spain have used equipment by Chinese enterprises. With support from Chinese technology, Monaco became the first country completely covered by 5G in July.\nPhoto taken on Feb. 9, 2019 shows a building for space physics observation at the Zhongshan Station, a Chinese research base in Antarctica. (Xinhua/Liu Shiping) \nSHARED FUTURE\nThis June in Vienna, China Manned Space Agency and the United Nations Office for Outer Space Affairs (UNOOSA) announced the first batch of nine international scientific experiments from 17 countries selected for the Chinese space station expected to be operational around 2022.\n\"They come from governmental organizations, private entities and international associations. It is indeed great to see that most of the projects are collaborative international efforts,\" said UNOOSA Director Simonetta Di Pippo.\n\"I think this sends a very positive message about collaboration and fosters a good atmosphere across the space community,\" said Martin Barstow, a professor with University of Leicester and former president of the Royal Astronomical Society.\nVisitors experience 5G VR table tennis simulators at the Equipment exhibition area during the second China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2019. (Xinhua/Fang Zhe)\nWith unified international standards and data speeds much faster than 4G, 5G will underpin great advances in such areas as artificial intelligence, augmented reality and smart interconnection, and bring different nations and peoples closer than ever before.\nOpening up and cooperation will remain a global consensus to promote the development of mobile communications, said Miao Wei, Chinese minister of industry and information technology, at the 2019 World 5G Convention in Beijing.\n\"China welcomes global companies and research institutions to jointly build a 5G network and share the benefits of its development,\" he said.\n\"Science and technology, for the common destiny of mankind\" is the theme of this year's World Laureates Forum, and also a vision the participants said they are \"striving to achieve.\"\nIn the Shanghai Initiative, leading scientists at the forum were clear: \"Cooperation that is cross-border, cross-region, cross-discipline, and cross-culture in the past, present and future would always be a flag raised high.\"  \n"
}