{
    "title": "China Focus: A growing presence of Chinese sci-fi in world stage",
    "time": " 2019-12-09 14:43:19",
    "url": "http://www.xinhuanet.com/english/2019-12/09/c_138617278.htm",
    "content": "A bookstore in Tokyo sells Japanese version of \"The Three-Body Problem,\" the first part of the Chinese sci-fi epic \"The Three-Body Trilogy,\" on July 15, 2019. (Xinhua/Guo Wei)\nChinese sci-fi novel \"The Three-Body Trilogy\" has been published in 20 foreign languages, most recently in Serbian. Even former U.S. President Barack Obama and Facebook founder Mark Zuckerberg are among its fans.\nWith the popularity of Chinese sci-fi works and award-winning writers, Chinese sci-fi literature began to attract global attention and contributed its unique charm and Eastern philosophy to the world.\nCHENGDU, Dec. 9 (Xinhua) -- The Japanese version of \"The Three-Body Problem,\" the first part of the Chinese sci-fi epic \"The Three-Body Trilogy,\" has been a hit in Japan since it was launched in July.\nThe Hugo-Award-winning novelist Liu Cixin's work has sold over 130,000 copies and become the best-selling sci-fi novel in Japan this year, said Marie Umeda, editor of Hayakawa Publishing Corporation, the publisher of the book, during an international sci-fi conference in Chengdu, southwest China.\nChengdu, best known as the home of pandas, is making great efforts to build itself into China's leading sci-fi hub and has put in a formal bid to host the 81st World Science Fiction Convention in 2023.\nFile photo shows the annual convention of the World Science Fiction Society, which was held in Chengdu, southwest China, in 1991. (Provided to Xinhua)\nSo far, \"The Three-Body Trilogy\" has been published in 20 foreign languages, most recently in Serbian. Even former U.S. President Barack Obama and Facebook founder Mark Zuckerberg are among its fans.\nWith the popularity of Chinese sci-fi works and award-winning writers, Chinese sci-fi literature began to attract global attention and contributed its unique charm and Eastern philosophy to the world.\n\"There is always a 'lone hero' in Western sci-fi works, but Chinese sci-fi seldom highlights an individual. Although each story has a protagonist, we focus more on the collective wisdom of a team or a group behind the protagonist,\" said Han Song, a Chinese sci-fi writer.\nHe said the difference has cultural roots. Modern science and sci-fi came from the West. While accepting external influences, the Chinese sci-fi also retains its own traditions.\nA visitor takes a photo of the costume for sci-fi movie \"The Wandering Earth,\" during an international sci-fi conference in Chengdu, southwest China, on Nov. 22, 2019. (Xinhua/Yang Di)\nFor nearly two centuries, Chinese authors were absent in global sci-fi literature which had long been dominated by European and American writers.\nChina's first sci-fi boom started in the early 20th century when the then impoverished, war-torn country sought the help of science for national rejuvenation. The reform and opening-up policy introduced in the late 1970s kicked off rounds of sci-fi fever.\nIn recent years, China has witnessed renewed public enthusiasm for sci-fi, coming at a time when the country is pushing for technological innovation. Chinese writers Liu Cixin and Hao Jingfang winning Hugo Awards also helped bring the once marginalized literary genre into the mainstream.\nGong Geer, the producer of China-made sci-fi blockbuster \"The Wandering Earth,\" started reading sci-fi magazines in 1991 when he was 10 years old. In the same year, the annual convention of the World Science Fiction Society was held in China for the first time.\nGong said Chinese sci-fi integrates Chinese philosophy into stories, which is distinctive enough to attract more global fans because the works represent Chinese people's views on the world and themselves.\nRobert J. Sawyer, Canadian sci-fi author, delivers a speech at an international sci-fi conference in Chengdu, southwest China, on Nov. 22, 2019. (Xinhua) \n\"The more we open up and look at science fiction from around the world from different cultures, the richer it makes all of our science fiction,\" said Suzanne Palmer, an American sci-fi writer who in 2018 won the Hugo Award with \"The Secret Life of Bots.\"\nKaori Uehara, a visiting research fellow at Tokyo Metropolitan University, began to follow and study Chinese sci-fi about 20 years ago. She said Chinese sci-fi works reflect how Chinese people imagine the future, which is exactly what the international community is most concerned about at present and makes Chinese sci-fi become increasingly popular in the world.\nHer idea was echoed by Robert J. Sawyer, a Canadian sci-fi author as well as Hugo and Nebula Award winner.\n\"China has been a country of bold experimentation. Things are being tested here. Sometimes they work, sometimes they don't. But there is a belief that the future that lies ahead of us is better than the past. It's central to the Chinese perspective,\" he said.\n\"I think if there is a future, it will probably be here (in China) for science fiction,\" he said.  \n"
}