{
    "title": "China's sci-fi conference host preheating bidding for 2023 Worldcon",
    "time": " 2019-11-25 17:25:04",
    "url": "http://www.xinhuanet.com/english/2019-11/25/c_138582199.htm",
    "content": "CHENGDU, Nov. 25 (Xinhua) -- Chinese sci-fi writers exchanged with peers from 14 countries at a three-day China International Science Fiction Conference, which ended Sunday in southwest Chinese city of Chengdu.\nAcclaimed science fiction writers including Robert J. Sawyer and Suzanne Palmer took part in the event.\nThemed \"Multiple Fantasy, Colorful Future,\" the conference attracted more than 360 writers, experts and representatives from the science fiction sector, including 60 from overseas.\nThe host city of Chengdu, capital of Sichuan Province, is competing for hosting the 81st World Science Fiction Convention (WorldCon) in 2023 with Nice in France and Memphis in the United States. The winner will be decided by delegates from around the world at the 79th WorldCon in Washington in 2021.\nThe city best known as the home of pandas is also the cradle of \"Science Fiction World,\" China's most popular sci-fi periodical. The city government has made efforts to build itself into China's leading science fiction town.\n\"In the East, we tend to think more about each other and the whole of society. We share in Confucian ethics,\" said YK Yoon, secretary of the Asia Science Fiction Association and vice chair of Korea Sci-Fi Association, at the event in Chengdu.\nJaymee Goh, from Malaysia, said that people in the sci-fi industry should strengthen cooperation on creativity and weave elements from different countries into one story.\nAt the closing of the conference, the China Science Fiction Research Academy, the first national academy of science fiction research, was jointly established by Sichuan University and the Sichuan Association for Science and Technology.\n\"Chengdu is a city with a long history of science fiction and many sci-fi writers and fans are cultivated here. Besides, the local culture is glamourous,\" said Liu Cixin, a Hugo Award winner and honorary president of the city's 2023 Worldcon bidding delegation.\n\"It's my first chance to see it (Chengdu). It has been amazing. There are so many vibrant things and passionate people,\" said Dave McCarty, co-chair of the Chicago 2022 Worldcon Bid. \n"
}