{
    "title": "Sci-tech cooperation key to China-U.S. ties: Chinese diplomat",
    "time": " 2019-11-18 11:09:39",
    "url": "http://www.xinhuanet.com/english/2019-11/18/c_138563603.htm",
    "content": "HOUSTON, Nov. 17 (Xinhua) -- Science and technology is an important part of bilateral relations between China and the United States, said Chinese Consul General in Houston Cai Wei Saturday.\nIn his speech at the 27th annual conference of the Chinese Association of Professionals in Science and Technology (CAPST), Cai said communication and cooperation between cities in China and the United States, particularly in science and technology, are an important part of the China-U.S. relations.\nCai said the CAPST has helped bridge collaborations, build trust and create opportunities between the United States and China.\n\"City- and local-level exchanges and cooperation have laid foundation for the healthy development of the U.S.-China relations,\" the Chinese consul general said, adding that the U.S.-China Innovation and Investment Summit (UCIS) also provides a platform for bilateral cooperation in science and technology.\nJointly hosted by the China Science & Technology Exchange Center and U.S.-China Innovation Alliance, the fourth UCIS was held in Houston in May, attracting around 300 participants from China and the United States, including entrepreneurs and investors.\nOn Saturday night, more than ten students were awarded CAPST Scholarship for Outstanding High School Students and CAPST-AFNB (American First National Bank) Scholarship for Outstanding High School Students during the conference, themed \"The Roadmap to Innovation and Entrepreneurship.\"\nMeanwhile, CAPST, together with Peking University Alumni Association of Houston and The Houston Tsinghua Alumni Association, officially launched a project called \"Idea Competition for Innovation and Entrepreneurship.\" The project, to kick off its first competition in 2020, aims at helping young talents develop their start-ups.\nHouston-based CAPST is a non-profit professional organization aimed at utilizing its members' expertise in science, technology, management, and other related areas to promote scientific, technological, cultural, and economic exchanges between the United States and China, and to provide services and opportunities for its members to actively participate in community activities. \n"
}