{
    "title": "Experts hail China-Brazil satellite program as model for BRICS sci-tech endeavors",
    "time": " 2019-11-12 23:43:01",
    "url": "http://www.xinhuanet.com/english/2019-11/12/c_138549894.htm",
    "content": "Scientists working in the National Institute for Space Research (INPE) of Brazil in Sao Jose dos Campos, southeast Brazil on August 31. (Xinhua/Li Ming)\nSince the end of the 1980s, the two institutions have joined forces to carry out the CBERS program and have developed a management method for high-tech aerospace programs which transcends borders and cultures. This partnership has been hailed as a model for South-South cooperation in the space industry.\nBRASILIA, Nov. 12 (Xinhua) -- A satellite program co-developed by China and Brazil is hailed by experts as a role model for BRICS cooperation, as strengthening ties in science, technology and innovation among the BRICS countries has become priority for the upcoming 11th BRICS summit to be held here.\nThe China-Brazil Earth Resources Satellite (CBERS) program developed by the China Academy of Space Technology (CAST) and National Institute for Space Research (INPE) of Brazil is bound to inspire more scientific and technological cooperation between China and Brazil and also among the BRICS countries.\nCarlos Pereira, Brazilian satellite expert and manager of the CBERS program told Xinhua that the cooperation started in 1988, when Brazil and China signed a partnership agreement to develop, build and operate two remote sensing satellites -- CBERS-1 and CBERS-2 -- and since then the program has already developed six satellites.\nAccording to Han Bo, a research fellow at CAST for the CBERS program, the sixth satellite, CBERS 04A, which will be launched into the sky, has made full use of the space technology achievements of China and Brazil.\nHan told Xinhua that the CBERS 04A is an optical remote sensing satellite with large width and high accuracy, developed jointly by China and Brazil and will be operating on the sun-synchronous orbit at a height of 628 km.\n\"The load of the satellite is designed according to the specific needs of Chinese and Brazilian users. Being equipped with high, medium and low resolution loads, the satellite can meet the specific needs of application of China and Brazil in the areas of natural resources, geology and mining, forestry, agriculture, environmental protection and disaster reduction,\" he added.\nPereira also believes that after being put into operation, the satellite will contribute to economic development, environmental protection, urban planning, and disaster prevention and reduction in both China and Brazil.\n\"The CBERS program establishes a complete remote sensing system to supply both countries with multi-spectral remote sense image, and has made Brazil the largest distributor of free satellite images in the world,\" he added.\nCAST is the first institution in China to undertake the task of developing spacecrafts. INPE, headquartered in the Brazilian city of Sao Jose dos Campos in Sao Paulo State, is an institution specializing in space scientific research and spacecraft development. It has the best satellite assembly and test center as well as the best researchers in South America.\nBrazilian and Chinese scientists celebrate 30 years of cooperation in the National Institute for Space Research (INPE) of Brazil in Sao Jose dos Campos, southeast Brazil on August 31. (Xinhua/Li Ming)\nSince the end of the 1980s, the two institutions have joined forces to carry out the CBERS program and have developed a management method for high-tech aerospace programs which transcends borders and cultures. This partnership has been hailed as a model for South-South cooperation in the space industry.\nAccording to Pereira, all system-level activities, such as assembly integration and testing, system specifications, and project revisions, are carried out jointly by INPE and CAST.\nTo help deepen relations between the two countries in the future, Han said that CAST will continue to work closely with INPE in a cooperative, win-win, and inclusive manner and enhance satellite usage by providing better remote sensing data and services to users in both countries.\nPereira believes more cooperation can be had in space weather, new joint satellite projects and research and training projects.\nPereira, Han and other members of the CBERS program team are making final preparations to ensure the successful completion of CBERS 04A launch mission.\nThe theme of this year's BRICS summit to be held on Nov. 13-14 is \"Economic Growth for an Innovative Future.\" BRICS is the acronym for an emerging-market bloc that groups Brazil, Russia, India, China and South Africa.  \n"
}