{
    "title": "Hugo Award winner, blockbuster director win Chinese-language sci-fi awards",
    "time": " 2019-10-28 11:21:45",
    "url": "http://www.xinhuanet.com/english/2019-10/28/c_138509115.htm",
    "content": "File photo shows Chinese science fiction writer Hao Jingfang speaking at a conference during the Boao Forum for Asia in 2017.(Xinhua/Yang Guanyu)\nHugo Award winner Hao Jingfang and \"The Wandering Earth\" director Guo Fan won prizes at China's most popular science fiction awards.\nCHONGQING, Oct. 28 (Xinhua) -- Hugo Award winner Hao Jingfang and \"The Wandering Earth\" director Guo Fan were awarded for their special achievements at a prestigious sci-fi ceremony held in southwest China's Chongqing Sunday.\nA number of science fiction writers and publications won prizes at the 10th Xingyun (nebula) Awards held amid a sci-fi boom in China that has seen a surging interest in sci-fi literature and domestic sci-fi movies.\n\"The Wandering Earth,\" adapted from Liu Cixin's eponymous short story, became a huge box office success earlier this year.\nDirector Guo Fan speaks at a conference during the Boao Forum for Asia in Boao, south China's Hainan Province, on March 28, 2019. (Xinhua/Guo Cheng) \nOrganizers of the Xingyun Awards said they gave the special achievement award to recognize Hao becoming the second Chinese writer to scoop the Hugo Award after Liu. Director Guo also received a special achievement medal for leading Chinese sci-fi films into a new era.\nThe Xingyun Awards, an international award for Chinese-language science fiction writers, is organized by the World Chinese Science Fiction Association and includes 10 categories this year.\nThe best saga novel prize was awarded to \"The Azure Tragedy\" by Hui Hu, and the best novella prize went to \"Flowers on the Other Side\" by A Que.\nThe best short story was awarded to \"The Kites of Jinan\" by sci-fi writer Liang Qingsan.\nThe Xingyun Awards were set up in 2010 and are held annually. This year marks the 10th anniversary of the establishment of the awards.\nMore than 400 writers, scholars, publishers, sci-fi fans and movie makers gathered and attended the prize-giving ceremony. Round-table conferences, forums and lectures were also held during the three-day event.  \n"
}