{
    "title": "Xi encourages sci-tech experts to further serve rural vitalization",
    "time": " 2019-10-21 18:44:44",
    "url": "http://www.xinhuanet.com/english/2019-10/21/c_138490725.htm",
    "content": "BEIJING, Oct. 21 (Xinhua) -- President Xi Jinping recently made important instructions on the 20th anniversary of the system of sending sci-tech experts to rural areas.\nXi, also general secretary of the Communist Party of China (CPC) Central Committee and chairman of the Central Military Commission, said in the past 20 years since the implementation of the system, more and more experts have been sent to the countryside to serve agriculture, rural areas and farmers with science and technology.\nThey have helped publicize the Party's policies on agriculture, rural areas and farmers, popularize agricultural science and technology, spearhead sci-tech innovation and entrepreneurship in rural areas, and lead villages out of poverty, Xi said.\n\"They have enabled farmers to acquire a stronger sense of fulfillment and and happiness,\" he said.\nWhile stressing innovation offers significant support for the full vitalization of rural areas, Xi said more efforts should be made to adhere to the system which is a vital means of allowing sci-tech innovation talent to serve rural areas.\nHe encouraged sci-tech experts working in rural areas to uphold their original aspiration and make new and greater contributions to poverty alleviation and rural vitalization.\nA meeting was held in Beijing Monday to mark the 20th anniversary of China introducing the system of sending sci-tech experts to rural areas. Important instructions made by Xi were read out at the meeting.\nVice Premier Liu He, also a member of the Political Bureau of the CPC Central Committee, said at the meeting that the important instructions made by Xi are the basic guidelines to carry forward the system in the new era, noting that the system and policy environment should evolve around innovation-driven development, rural vitalization and poverty alleviation.\nAlso at Monday's meeting, 92 sci-tech experts working in rural areas and 43 relevant organizations were commended.\n"
}