{
    "title": "6th World Internet Conference unveils world's leading Internet sci-tech achievements",
    "time": " 2019-10-20 22:51:44",
    "url": "http://www.xinhuanet.com/english/2019-10/20/c_138488421.htm",
    "content": "A visitor tries virtual skiing via a VR device at the Light of the Internet Expo Center in Wuzhen, east China's Zhejiang Province, Oct. 19, 2019. Under the theme of \"Smart, connectivity, openness and cooperation: jointly build a community of shared future in cyberspace,\" the 6th World Internet Conference (WIC) will be held from Oct. 20 to 22 in Wuzhen. (Xinhua/Xu Yu)\nFifteen world's leading scientific and technological achievements in the Internet sector were unveiled Sunday.\nAmong the achievements are Huawei's Kunpeng 920 processor, Baidu's open-source deep learning platform Paddle Paddle, Alibaba's cloud database POLARDB, Tesla's full self-driving chip, Microsoft's machine reading comprehension, German software company SAP's in-depth application of AI in intelligent enterprises, and Tsinghua University's hybrid Tianjic architecture towards artificial general intelligence.\nWUZHEN, Zhejiang Province, Oct. 20 (Xinhua) -- Fifteen world's leading scientific and technological achievements in the Internet sector were unveiled Sunday at the 6th World Internet Conference held in the river town of Wuzhen in east China's Zhejiang Province.\nThe achievements, selected by a group of 39 experts from around the world, cover artificial intelligence, 5G, cloud computing, digital manufacturing, industrial Internet and other Internet-related fields.\nAmong the achievements are Huawei's Kunpeng 920 processor, Baidu's open-source deep learning platform Paddle Paddle, Alibaba's cloud database POLARDB, Tesla's full self-driving chip, Microsoft's machine reading comprehension, German software company SAP's in-depth application of AI in intelligent enterprises, and Tsinghua University's hybrid Tianjic architecture towards artificial general intelligence.\nShi Luping from Tsinghua university's Center for Brain Inspired Computing Research said their technology can be used in unmanned driving and intelligent robots and they are promoting the industrialization of the technology.\nWan Gang, president of the China Association for Science and Technology, said science and technological innovation will bring more potential to the Internet sector, and he hoped these achievements can have wider application in the society.  \n"
}