{
    "title": "Sci-Tech: China's universities exhibit new tech products at CIIF expo",
    "time": " 2019-09-19 09:49:53",
    "url": "http://www.xinhuanet.com/english/2019-09/19/c_138403569.htm",
    "content": "Exhibitors from the Shanghai Jiaotong University demonstrate a detecting and rescue robot at the 21st China International Industry Fair (CIIF) in east China's Shanghai, Sept. 18, 2019. (Xinhua/Liu Ying)\nMore than 100 cutting-edge technologies and products make their debut at the fair during the five-day 21st China International Industry Fair (CIIF) in Shanghai.\nSHANGHAI, Sept. 19, 2019 (Xinhua) -- The 21st China International Industry Fair (CIIF) opened in Shanghai on Tuesday, showcasing the country's latest industry development powered by smart and internet technologies. \nCovering a total display area of 280,000 square meters, this year's CIIF has attracted more than 2,600 exhibitors, with 4,043 booths for overseas organizations. The five-day event is expected to receive over 170,000 visitors. \nAn exhibitor from the University of Shanghai for Science and Technology (2nd R) demonstrates a self-adaptive mechanical arm at the 21st China International Industry Fair (CIIF) in east China's Shanghai, Sept. 18, 2019. (Xinhua/Liu Ying)\nAn exhibitor from the North China Electric Power University demonstrates an automatic sampling device at the 21st China International Industry Fair (CIIF) in east China's Shanghai, Sept. 18, 2019. (Xinhua/Liu Ying)\nPhoto taken on Sept. 18, 2019 shows a survey and mapping drone developed by the Northwestern Polytechnical University at the 21st China International Industry Fair (CIIF) in east China's Shanghai. (Xinhua/Liu Ying)\nAn exhibitor from the University of Shanghai for Science and Technology demonstrates a smart logistics vehicle at the 21st China International Industry Fair (CIIF) in east China's Shanghai, Sept. 18, 2019. (Xinhua/Liu Ying)\nAn exhibitor from the Wuhan University demonstrates a telemedicine system at the 21st China International Industry Fair (CIIF) in east China's Shanghai, Sept. 18, 2019. (Xinhua/Liu Ying)\nAn exhibitor from the Fudan University demonstrates a smart delivery robot at the 21st China International Industry Fair (CIIF) in east China's Shanghai, Sept. 18, 2019. (Xinhua/Liu Ying)\n"
}