{
    "title": "Spotlight: China, Russia eye closer sci-tech cooperation, agree to expand trade ties",
    "time": " 2019-09-18 14:01:04",
    "url": "http://www.xinhuanet.com/english/2019-09/18/c_138401214.htm",
    "content": "Chinese Premier Li Keqiang and his Russian counterpart Dmitry Medvedev co-chair the 24th regular meeting between Chinese and Russian heads of government in St. Petersburg, Russia, Sept. 17, 2019. (Xinhua/Ding Lin)\nBilateral ties are now at their best in history, Medvedev said, adding that it is Russia's priority of foreign policy to develop ties with China as it accords with Russia's own needs.\nST. PETERSBURG, Russia, Sept. 18 (Xinhua) -- China and Russia have agreed to push forward cooperation in scientific and technological innovation and continue to expand trade ties for mutual benefit and common development.\nThe two sides reached the agreement during Chinese Premier Li Keqiang's ongoing three-day official visit to the neighboring country.\nLi and Russian Prime Minister Dmitry Medvedev on Tuesday co-chaired the 24th regular meeting between Chinese and Russian heads of government. They held a joint press briefing after the meeting.\nDuring the meeting, Li called on the two sides to harness their complementary advantages, fully tap cooperation potential in such areas as basic research, applied research as well as the application of scientific and technological achievements in production.\nAs China and Russia have designated 2020 and 2021 as \"Year of Scientific and Technological Innovation,\" the two countries need to take this opportunity to upgrade their scientific and technological innovation cooperation, Li told reporters.\nAlso, Medvedev expressed his willingness to reinforce cooperation with China in high-tech fields.\nIn face of increasing instability and rising protectionism, Russia stands ready to deepen strategic communication and practical cooperation with China, and expand cooperation in high-tech fields such as artificial intelligence and robotics, while developing cooperation in such traditional sectors as energy, said the Russian prime minister.\nVisitors try an intelligent robot at the 6th China-Russia Expo held in Harbin, capital of northeast China's Heilongjiang Province, June 15, 2019. (Xinhua/Wang Song)\nAfter the meeting, Li and Medvedev signed a joint communique, in which the two neighbors decided to scale up cooperation in a wide range of areas from technology and innovation to trade and investment.\nAccording to the document, China and Russia will work together to improve their trade structure and foster new growth areas to boost economy and trade.\nThe two partners will create favorable conditions for closer bilateral cooperation in trade and investment and strengthen cooperation and coordination to better protect intellectual property, it said.\nThe two sides will also enhance cooperation within such multilateral frameworks as the Shanghai Cooperation Organization, BRICS and the Asia-Pacific Economic Cooperation, so as to help the two countries develop in a more comprehensive and balanced way.\nMeanwhile, China and Russia will make efforts to increase compatibility and interoperability of their global satellite navigation systems -- China's BeiDou and Russia's GLONASS -- to better serve the two countries' development with higher quality.\nDuring the regular meeting, Li said China stands ready to better align the Belt and Road Initiative with the Eurasian Economic Union, maintain the growing momentum of China-Russia trade and improve the level of trade and investment facilitation.\nWhile China-Russia cooperation in traditional spheres like energy is making new breakthroughs, their cooperation in new areas like cross-border e-commerce and scientific and technological innovation is also gaining steam, Li said at the press meeting.\nHe expressed hope that the two sides will actively explore ways to deepen cooperation on refining-petrochemical integration, and increase the added value of energy cooperation to help realize their goal of doubling bilateral trade on time.\nLast year, two-way trade between the two countries surged by 27.1 percent, breaking the 100-billion-U.S.-dollar mark for the first time.\nMobile photo taken on Sept. 7, 2019 shows the first railway bridge which connects Nizhneleninskoye in Russia with the border city of Tongjiang in Heilongjiang, China. (Lin Yonghan/Handout via Xinhua)\nNoting that both countries support multilateralism and free trade, Li said China is further expanding opening-up, with its manufacturing sector fully open now. He invited Russian companies to seize the opportunity and invest in China.\nFor his part, Medvedev said Russia is willing to further expand trade with China.\nBilateral ties are now at their best in history, Medvedev said, adding that it is Russia's priority of foreign policy to develop ties with China as it accords with Russia's own needs.\nHe said the two countries have been coordinating on the international stage and advocating that multilateral international rules should be followed while unilateral sanctions should be opposed.\nDuring the meeting, Li and Medvedev were briefed by Vice Premiers Sun Chunlan and Hu Chunhua of China, as well as First Deputy Prime Minister Anton Siluanov and Deputy Prime Ministers Dmitry Kozak, Tatyana Golikova and Maxim Akimov of Russia.\nThe two heads of government also witnessed the signing of a series of deals in areas including investment, economy and trade, agriculture, nuclear energy, aviation, science and technology, and digital economy.\nLi arrived in St. Petersburg on Monday. He is scheduled to meet with Russian President Vladimir Putin in Moscow on Wednesday.\n"
}