{
    "title": "Sci-Tech: 4th China-Arab States Expo in NW China's Ningxia",
    "time": " 2019-09-08 14:40:35",
    "url": "http://www.xinhuanet.com/english/2019-09/08/c_138375208.htm",
    "content": "\n\nNever losing a finger-guessing game? Growing vegetables without sunlight made possible? Or printing out a pair of slippers in 30 minutes? Not a problem because our machines are getting cleverer.\nYINCHUAN, Sept. 8, 2019 (Xinhua) -- An exhibition of high technologies and equipment is held as part of the fourth China-Arab States Expo in Yinchuan, northwest China's Ningxia Hui Autonomous Region. Visitors are exposed to major scientific and technological breakthroughs and state-of-the-art equipment developed by the high-tech sector.\nThe fourth China-Arab States Expo has helped promote cross-border high-tech exchange and cooperation.\nVisitors look at an extravehicular mobility unit (EMU) designed for a taikonaut at the Expo, Sept. 7, 2019. (Xinhua/Feng Kaihua)\nVisitors watch an engineer robot doing its work at the Expo, Sept. 6, 2019. (Xinhua/Feng Kaihua)\nPhoto taken on Sept. 6, 2019 shows a multi-rotor UAV (unmanned aerial vehicle) displayed at the Expo. (Xinhua/Li Mangmang)\nPeople visit an exhibition of high technologies and equipment at the Expo, Sept. 7, 2019. (Xinhua/Feng Kaihua)\nVisitors look at a smart agricultural irrigation system based on the Internet of Things (IoT) technology at the Expo, Sept. 5, 2019. (Xinhua/Li Mangmang)\nA visitor plays against a computerized opponent powered by 5G technologies in a mini desktop hockey game at the Expo, Sept. 5, 2019. (Xinhua/Li Mangmang)\nA visitor tries on a 5G cloud-based virtual reality (VR) device at the Expo, Sept. 6, 2019. (Xinhua/Feng Kaihua)\nAn exhibitor (R) shows footwear products made with a rapid 3D printing technology at the Expo, Sept. 5, 2019. (Xinhua/Li Mangmang)\nPeople visit an exhibition of high technologies and equipment at the Expo, Sept. 7, 2019. (Xinhua/Feng Kaihua)\nA visitor gets more information about a smart toilet control system at at the Expo, Sept. 6, 2019. (Xinhua/Feng Kaihua)\nA visitor plays the finger-guessing game with a robot at the Expo, Sept. 7, 2019. (Xinhua/Feng Kaihua)\nA visitor looks at an LED agricultural grow box displayed at the Expo, Sept. 6, 2019. (Xinhua/Li Mangmang)\nA boy plays finger-guessing game with a robot at the Expo, Sept. 7, 2019. (Xinhua/Feng Kaihua)\n"
}