{
    "title": "China Focus: China-Arab States Expo unlocks potential for win-win sci-tech cooperation",
    "time": " 2019-09-06 14:47:48",
    "url": "http://www.xinhuanet.com/english/2019-09/06/c_138370656.htm",
    "content": "by Xinhua writers Zhang Yunlong, Liu Xinyu\nYINCHUAN, Sept. 6 (Xinhua) -- The rising popularity of a water-saving irrigation system in Oman and Egypt, designed by northwest China's Ningxia University, serves as a witness to the China-Arab win-win cooperation in science and technology.\nComprised of underground pipes, wind and solar power equipment and mobile intelligent control devices, the system enables water to spread to targeted spots more accurately compared with many surface drip irrigation systems currently deployed in Arab countries.\n\"It is more water-efficient and can be controlled remotely with just a smartphone,\" said Sun Zhaojun, dean of the school of resources and environment at Ningxia University and head of a China-Arab joint laboratory on resources and environmental governance in arid areas. \"It is labor-saving, cost-effective and very popular in the Arab countries.\"\nThe third China-Arab States Expo held in 2017 saw the signing of a technology transfer cooperation agreement between Ningxia University and an Oman university. So far, more than a dozen sets of such water-saving irrigation equipment have been exported from China to Oman.\nIt was followed by similar cooperation on water-saving irrigation technology between China and Egypt, with an agreement signed during the fourth China-Arab States Expo that runs from Thursday to Sunday.\nAhmed Galal, dean of Faculty of Agriculture at Ain Shams University in Egypt, said the Chinese water-saving irrigation system is \"very impressive, particularly because the system can be used in desert areas\" which lack electricity and water.\nWelcoming the cooperation, Galal said the Egyptian government is seeking to replace outdated traditional irrigation methods with modern ones to save irrigation water.\nThis is only a part of broader China-Arab science and technology cooperation for mutual benefit highlighted at the China-Arab States Expo, which, held biennially since 2013, has become an important platform for China and the Arab states to jointly pursue the Belt and Road cooperation.\nHIGH-TECH COOPERATION\nThis year's expo features a number of exhibitions displaying high-tech innovations in the fields of artificial intelligence (AI), aerospace, new energy and internet plus healthcare to showcase the latest achievements in the China-Arab sci-tech cooperation.\nAmong the exhibitors at the event is Huawei, which presented a series of equipment with 5G technology, including security robots.\nAbdullah Ahmed Al Saleh, undersecretary for Foreign Trade and Industry of the Ministry of Economy of the United Arab Emirates, said during the expo that there is huge potential for China and the Arab states to cooperate in science and technology, with the rapid development of state-of-the-art technologies such as 5G, AI, blockchain and the Internet of Things (IoT).\n\"This is in line with the interests of both sides,\" he added. \"It helps open up new markets for Chinese commodities and also contributes to the implementation of Arab states' own development plans.\"\nNotable progress has been observed in the development and application of AI and 5G technology in recent years in China, which boasted a mobile internet population of more than 840 million as of June 2019.\nIn 2018, China's digital economy totaled 31.3 trillion yuan (4.4 trillion U.S. dollars), accounting for 34.8 percent of its GDP, according to the latest statistical report on China's internet development.\nKhaled Hanafy, secretary-general of the Union of Arab Chambers, expressed hope that Arab countries would take advantage of the fourth industrial revolution to cooperate with China in more areas than just trade, such as IoT, 3D printing and internet plus.\n\"The close cooperation between China and Arab states in science and technology will contribute to the all-round development of both sides,\" Hanafy said.\nMUTUAL BENEFIT\nChina-Arab economic and trade cooperation has gained steam in recent years. Last year, the bilateral trade volume between the two sides reached 244.3 billion U.S. dollars, jumping 28 percent year on year.\nThe China-Arab States Technology Transfer Center was inaugurated at the 2015 edition of the expo to facilitate technology cooperation.\nThe Ningxia-based organization over the past four years has formed eight sub-centers in Arab countries, including Saudi Arabia, the United Arab Emirates, Jordan and Morocco, according to Guo Bingchen, head of the sci-tech department of the Ningxia regional government.\nThe technology transfer network has played a \"pivotal role\" in training personnel and matching technology with needs from both sides, Guo said.\nA report unveiled by Xinhua Silk Road, a brand of China Economic Information Service, at the expo identifies the great potential for China-Arab cooperation in areas of infrastructure construction, energy, international shipping, 5G and AI.\n\"Effective policy communication, sound economic and trade relations and strong economic complementarity are favorable conditions for deepening China-Arab third market cooperation,\" it says.\nAddressing Thursday's expo opening ceremony, Cao Jianming, vice chairman of the Standing Committee of the National People's Congress, called for concerted efforts from both sides to pursue the Belt and Road cooperation to benefit more people. \n(Xinhua reporters Ai Fumei, Cao Yi, Lin Yan, Zou Xinyuan, Yu Yao, Ren Wei contributed to the story.)\n"
}