{
    "title": "China-Arab states expo opens with focus on trade, sci-tech cooperation",
    "time": " 2019-09-05 23:45:09",
    "url": "http://www.xinhuanet.com/english/2019-09/05/c_138368603.htm",
    "content": "Cao Jianming, vice chairman of the Standing Committee of China's National People's Congress, reads a congratulatory letter from Chinese President Xi Jinping and delivers a speech during the opening ceremony of the fourth China-Arab States Expo in Yinchuan, capital of northwest China's Ningxia Hui Autonomous Region, Sept. 5, 2019. (Xinhua/Wang Peng)\nYINCHUAN, Sept. 5 (Xinhua) -- The fourth China-Arab States Expo opened Thursday in Yinchuan, capital of northwest China's Ningxia Hui Autonomous Region, focusing on economic, trade, science and technology cooperation.\nThe four-day event features trade fairs and forums on infrastructure, Internet plus healthcare, high technology, modern agriculture, logistics, tourism, the digital economy and industrial cooperation, attracting about 12,600 participants from 2,900 regional organizations, commerce chambers, associations and enterprises in 89 countries.\nCao Jianming, vice chairman of the Standing Committee of the National People's Congress, said at the opening ceremony that achievements had been made in the China-Arab cooperation in areas of infrastructure, energy, economic and trade parks, high technology and finance.\nHe called for concerted efforts from both sides to pursue the Belt and Road Initiative and make bilateral cooperation benefit more people.\nStressing the long history of the China-Arab friendship and cooperation, Boydiel Houmeid, vice president of the National Assembly of Mauritania, said with the steady growth of economic and sci-tech strength of both sides, there is huge potential for bilateral cooperation in various areas.\nThe expo was sponsored by the Ministry of Commerce, the China Council for the Promotion of International Trade and the regional government of Ningxia.\nInaugurated in 2013, the biennial event has become an important platform for China and Arab countries to jointly pursue the Belt and Road Initiative.\nChina-Arab economic and trade cooperation has gained steam in recent years. Last year, the bilateral trade volume between the two sides reached 244.3 billion U.S. dollars, jumping 28 percent year on year.\nChinese enterprises signed 35.6 billion dollars of new project contracts in Arab countries in 2018, an annual increase of 9 percent, while direct investment from Chinese companies in Arab countries totaled 1.2 billion dollars, involving sectors such as energy, infrastructure and manufacturing. \n"
}