{
    "title": "Coventry kicks off its year as Britain's Capital of Culture amid pandemic",
    "time": " 2021-05-16 15:00:42",
    "url": "http://www.xinhuanet.com/english/2021-05/16/c_139949220.htm",
    "content": "LONDON, May 16 (Xinhua) -- The COVID-19 pandemic has not dampened the enthusiasm of middle-England city Coventry as it launched Saturday its year as Britain's City of Culture.\nThough the official opening event has been postponed until June due to the virus, organisers have still managed to line up an exciting program spanning the coming 12 months.\nCoventry marks the launch of the year-long cultural programme on Saturday evening with the premiere of a film \"Time Less Words Made New,\" which takes inspiration from the words of a Victorian English novelist George Eliot who used to live in the city and features music track created by Coventry rapper Coolie.\n\"Today marks a huge milestone for Coventry, dreamed of by so many for so long, as we officially begin our year as UK City of Culture. The year will be a celebration of music, dance, theater, art and culture,\" said the organisation set up to steer the city through its celebrations.\nDescribed as a dawn-till-dusk event and initially scheduled for Jan. 1, the official opening event has been moved to June 5.\n\"Being City of Culture will enable Coventry to capitalise on its culture,\" Minister of State for Digital and Culture Caroline Dineage said.\nChenine Bhathena, creative director, said planned events were rooted in the people of the city, adding: \"We know our program will create a year of extraordinary experiences.\"\nJune 5 will see 14 women chosen as modern versions of the legendary Lady Godiva, who famously rode naked on horseback to push for lower taxes.\nAccording to legend, local ruler Leofric became so exasperated by his wife Godiva's endless appeals to reduce taxes in Coventry that he declared he would only do so if she rode naked through the crowded marketplace.\n\"Lady Godiva embodies so much of Coventry's spirit and history and our 14 Godivas are wonderful examples of the amazing women that continue to help shape the city we live in,\" Bhathena said.\nThe city's main newspaper, Coventry Telegraph, headlined that the city had woken up today as City of Culture.\n\"Our year in the spotlight has been six years in the making,\" the newspaper said.\nPrevious culture cities have seen visitor numbers from home and overseas boosted during their celebratory years.\nOrganisers say the wider program of events will be flexible due to the pandemic, with plans for a street art festival and a puppet walk through the city, among major events.\n\"We continue to monitor closely the wide range of challenges that are associated with planning such a hugely significant event during a pandemic,\" the festival's CEO Martin Sutherland said. Enditem\n"
}