{
    "title": "(Hello Africa) Feature: Young Botswanan shares benefit of Chinese martial arts culture",
    "time": " 2021-05-10 18:25:18",
    "url": "http://www.xinhuanet.com/english/2021-05/10/c_139936625.htm",
    "content": "Bethuel Chillito Mmoloki performs his martial arts skills in Gaborone, capital of Botswana, April 22, 2021.  (Xinhua/Tshekiso Tebalo)\nDespite the deadly COVID-19 pandemic, Bethuel Chillito Mmoloki, a Botswanan enthusiast of Chinese culture, teaches Chinese martial arts to local teenagers in Botswana's capital city Gaborone with precaution measures in place.\nGABORONE, May 10 (Xinhua) -- Despite the deadly COVID-19 pandemic, Bethuel Chillito Mmoloki, a Botswanan enthusiast of Chinese culture is teaching Wushu, or Chinese martial arts, to local teenagers in Gaborone, Botswana's capital city.\nMmoloki runs his business Red Dragon Martial Arts, which was established back in 2016 and was registered with Botswana National Wushu Federation in 2018.\nThe 31-year-old man told Xinhua that he was introduced to Kungfu at seven years old in Ramotswa by a Chinese master Jade Wong who had a school at the time in Botswana.\n\"Red Dragon Martial Arts teaches southern Shaolin, Five Animals' style, basic Tai Chi and Bagua Zhang style and also we teach our students on how to improve personal energy and flexibility, enhanced and conditioning of the body as well as the benefits of the mental and emotional states,\" he says.\nCurrently, the club has 35 active students across the four branches in Botswana.\nBethuel Chillito Mmoloki, an enthusiast of Chinese culture demonstrates his martial arts skills in Gaborone, capital of Botswana, April 22, 2021. (Xinhua/Tshekiso Tebalo)\n\"Because of COVID-19, the number of my students dropped because most of my student are young children, as young as six years old and their parents were concerned about the high infection of the pandemic in the country and more and more pulled out,\" said Mmoloki.\nIn 2019, he won three gold medals competing in the South African Wushu Federation Open Championships. He participated in three categories, namely the imitative traditional forms, traditional bare hands and southern traditional bare hands.\n\"Kungfu teaches self-defense techniques, build confidence, creativity, courage, perseverance,\" he says, adding that a monthly subscription is 250 Pula (about 23.15 U.S. dollars).   \nHe further mentions that nowadays he does take all precaution during their sessions, like wearing face masks, keeping distance and limiting number of students per class to ten. The Gaborone club trains in the Masire park to help curb the spread of the disease.\n\"I would like to see more and more Botswana citizens participating more in the Chinese Kungfu and martial arts because there are a lot of advantages in having it than just going to the gym and building muscles,\" said the instructor.  \n"
}