{
    "title": "China Focus: Traditional Chinese culture flourishes amid inheritance, promotion efforts",
    "time": " 2021-04-13 14:36:38",
    "url": "http://www.xinhuanet.com/english/2021-04/13/c_139877484.htm",
    "content": "BEIJING, April 13 (Xinhua) -- From the excitement at the recent excavations at the Sanxingdui ruins to the rising popularity of revolutionary sites in the tourism market and the emerging practice of celebrating the Lunar New Year by visiting museums, traditional Chinese culture has revealed its abiding charm and taken on new appeal in China.\nBehind the cultural boom is the people's deep identification with and confidence in Chinese culture.\nLIVING UP TO PEOPLE'S EXPECTATIONS\nThe country's long-term commitment has been underpinning the inheritance and promotion of the fine elements in traditional Chinese culture.\nGuidelines on preserving and developing outstanding traditional culture were rolled out in the run-up to the Spring Festival of 2017. It was the first document released by central authorities to address the issue.\nMore recently, China unveiled key cultural initiatives for the next five years as part of national strategies to carry on cultural traditions.\nA dynamic, open-ended list, the latest version incorporated eight new projects on top of 15 erstwhile initiatives, covering ancient books, intangible cultural heritage, traditional music, the Yellow River culture, traditional Chinese medicine and other areas.\nCULTURAL RESOURCES COUNTED, CATALOGED\nThanks to four-year nationwide efforts to sort out cultural resources, a tiered system of intangible cultural heritage has been established, spanning the national, provincial, municipal and county levels.\nMore than 100,000 items have been registered in the system, including 1,372 at the national level. A total of 3,068 individuals are identified as representative trustees of intangible cultural heritage.\nTwenty-three national cultural ecology protection zones have been set up or piloted to help develop traditional culture in areas with high concentrations of intangible cultural heritage resources.\nThe country has also put 135 historical and cultural cities under national-level protection in addition to 799 towns and villages and 6,819 village clusters.\nA total of 38,500 constructions have been identified as historical sites and a considerable number of industrial complexes and cultural landmarks have made their way into the protection system.\nIn terms of the protection of ancient books, 14 national or sector standards had been set up by 2020. Census takers logged data of more than 2.7 million works, completing 94 percent of the total task. More than 3.6 million sheets were repaired and 72,000 volumes of digital resources were released.\nINNOVATIVE EXPRESSION, HIGH-TECH EMPOWERMENT\n\"Chinese Poetry Conference,\" a quiz show produced by the national broadcaster China Central Television, has crowned journal editors, high school students and even deliverymen as champions, evidence that the appreciation of classical poems is a national pastime in China, instead of being exclusive to the elite.\nMinds are nourished and cultural memes are spread on the sidelines of fierce competitions. With the sixth season well underway, the program has attracted a total of 3 billion views at home and abroad.\nIn a rare positive development resulting from the COVID-19 pandemic, the Palace Museum, the Dunhuang relics and the Terracotta Warriors, among other such sites, have launched digital services for audiences in compliance with epidemic control efforts.\nEmpowered by cloud technology, antiques lying still in museums, historical sites scattered across the vast territory of the country and characters inscribed in ancient texts have come alive and woven themselves into the fabric of people's lives.\nThey even couple seamlessly with the country's poverty alleviation efforts.\nIn southwest China's Liangshan, home to the country's largest Yi community, ethnic embroidery, silver jewelry and lacquerware have helped lift locals out of poverty.\nAcross the country, more than 2,000 workshops have been set up since 2016 to reduce poverty on the strength of intangible cultural heritage, benefiting hundreds of thousands financially.\nIn the next five years, cultural databases are expected to become more robust. Novel technologies will be deployed in cultural heritage preservation. An array of literary works informed by Chinese culture are in the pipeline, and media integration and innovative platforms will give wings to cultural dissemination. Enditem\n"
}