{
    "title": "Profile: An Egyptian's love for Wushu and Chinese culture",
    "time": " 2021-04-08 20:17:22",
    "url": "http://www.xinhuanet.com/english/2021-04/08/c_139867336.htm",
    "content": "By Marwa Yahya\nCAIRO, April 8 (Xinhua) -- Teaching Wushu and acupuncture in the several faculties of sport in Egypt, Yahia Fawzi said he \"feels happy when the Egyptian students believe I am a Chinese citizen.\"\n\"I consider myself half Egyptian, half Chinese as I lived a long time in China and benefited a lot from the Chinese culture and civilization that has much common feature with my country of origin,\" said Fawzi, vice-president of the Egyptian and Arab Federations of Wushu.\nHe visited China for the first time in 1990 and stayed for eight years, before regular visits later on.\n\"So far, I visited China 20 times, and spent nearly a month on each trip,\" he added.\nFawzi told Xinhua in a recent interview that he dreamt to go to China to learn Wushu from its sources.\n\"Wushu boosts self-confidence and helps people to defend themselves,\" he said, pointing out that he loved the Chinese Kung Fu from the movies of Bruce Lee, and from watching the Chinese Wushu team during their visit to Egypt in 1974.\nTo fulfill his dreams, he studied the Chinese in the faculty of languages of the Ain Shamas University, and his high grades entitled him to a free scholarship for studying in China.\nOnce manager of state-run Ahram newspaper in Beijing, he studied a diploma in translation, master in Chinese literature and civilization, Ph.D. in Chinese sport and medicine. He is also an international arbitrator in the Wushu sport.\n\"China is an old civilization with authentic characteristics whose impacts exceed both boundaries and neighbors,\" he said.\nHe said his Chinese professors were very generous with giving him \"many valuable books, sports tools, and clothes as gifts,\" and also thanks all the Chinese people who helped him in his studies.\nHe also believed the two people share common cultures related to family and social bonds.\nFawzi has written 40 books about China, including 20 about Wushu, and the rest discussed Chinese medicine, language, economy, and leaders.\n\"The main goal of writing these books was to expand the Arabs knowledge about Chinese culture and civilization,\" Fawzi added.\nThe Chinese people are friendly, serious, and value time, he highlighted.\nThe Wushu expert said that Chinese culture has been spreading in Egypt, and the number of students who are eager to learn the Chinese language is increasing. He is now calling for Egypt to add Chinese civilization to its school curriculum. Enditem\n"
}