{
    "title": "Feature: Turkey's humbled fish museum waits for facelift into marine culture complex",
    "time": " 2021-04-07 05:15:21",
    "url": "http://www.xinhuanet.com/english/2021-04/07/c_139863038.htm",
    "content": "Photo taken on March 30, 2021 shows the rich collection of fish specimens at the only fish museum in Istanbul, Turkey. (Photo by Osman Orsal/Xinhua) \n The Istanbul governorate recently decided to transform the only fish museum in Istanbul into an exhibition center. The museum has collected 585 specimens of fish, most of which have become extinct. \nISTANBUL, April 6 (Xinhua) -- It became in the 1970s as a hobby when a sea enthusiast fisher started to collect fishes and different sea creatures he hunted in Turkey's seas.\nHaydar Deniz, also a former head of an aquaculture cooperative in Istanbul, tried to preserve them inside jars and bottles filled with a particular solution that provides protection from the ravages of time and oxygen.\n\"When the inventory expanded, he founded this fish museum in 1994 and began exhibiting his collection,\" Mustafa Gumusoglu, the current director of the museum, told Xinhua about the story of the deceased fisher.\nTurkey's only fish museum preserving the sea creatures inside a liquid solution is composed of a single room in a small fishing port area on the European part of Istanbul.\nPhoto taken on March 30, 2021 shows the rich collection of fish specimens at the only fish museum in Istanbul, Turkey. (Photo by Osman Orsal/Xinhua)\nHosting 585 sea creatures, the structure has aged as the years passed, and cracks appeared in the walls, leaking water.\n\"The inventory has also started to decay in time,\" Gumusoglu added, saying that the solution, which should be renewed every 10 to 15 years, cannot anymore guard the content.\nAs the liquid is toxic, the refilling process requires the intervention of experts and a series of detailed and well-conducted methods.\n\"All these mean money and manpower,\" said Gumusoglu, showing the damaged jars and spoiled content.\nDue to difficult conditions, the museum halted collecting new inventories in 2006. \"Since then, everything is on hold,\" he said.\nMustafa Gumusoglu, the director of the only fish museum in Turkish city of Istanbul, introduces the collection of fish speciments, on March 30, 2021. (Photo by Osman Orsal/Xinhua) \nBut a beam of hope appeared on the horizon when the Istanbul governorate, along with other related state institutions, has recently decided to transform the museum into a compact exhibition center.\nThe process will also include the renovation of the containers and the liquids as well.\n\"Studies in the area continue,\" the governor's office told Xinhua. \"We hope that it will turn into a beautiful museum,\" it said in a written message without revealing further details of the project.\nAccording to Gumusoglu, at least 500,000 Turkish liras (approximately 61,000 U.S. dollars) will be required for the entire project.\n\"We want to pass the Turkish sea culture on to future generations in a decent way,\" Gumusoglu continued. \"They will see how Turkey's waters were once rich, hosting numerous species, and maybe they will commit themselves to protect the seas more.\"\nThe photo taken on March 30, 2021 shows a fish specimen collected by the only fish museum in Istanbul, Turkey. (Photo by Osman Orsal/Xinhua) \nMost of the sea creatures in the museum are extinct for various reasons, according to Gumusoglu. \"You can only find 50 of the entire inventory alive in our seas.\"\nGumusoglu mostly blamed illegal fishing for the fast extinction of sea species in this megapolis surrounded by the Black Sea in the north, the Marmara Sea in the south, and the Bosphorus Strait connecting the two.\nBut thanks to the recently adopted law, the seas will be more fertile this season, he added. Authorities imposed heavy penalties for poaching, such as confiscation of boats, as well as imprisonment.\nIn Gumusoglu's view, when the project is completed, not only the museum but also the entire fishing port will be transformed into a beautiful location.\n\"The visitors will have a chance to taste Istanbul's well-known grilled fish sandwich,\" he said, referring to a centuries-old fast food in the city served with freshly caught fishes from the Bosphorus Strait. \"They will have a rest in the museum coffee house with a fascinating Istanbul view over the Marmara Sea.\"\nThe photo taken on March 30, 2021 shows some of the 585 sea fish speciments collected by the only fish museum in \nOne of the ultimate targets of Gumusoglu is to boost the inventory and add different types of sea creatures into the collection.\n\"Our museum is already a rare example of its kind in the world, attracting travelers, students, and academics, and it definitely deserves this facelift,\" he pointed out.\nPinar Esen Ismen, a faculty member of Canakkale Onsekiz Mart University Faculty of Marine Sciences and Technology, said a renewed museum with such an inventory would make a significant contribution to the marine culture of the city.\n\"Think about it. A youngster born after 2000 will be able to see a fish caught in the 1970s as if it was alive and get information about it,\" Ismen said.  \n"
}