{
    "title": "Chinese culture adorns New Zealand's largest street festival",
    "time": " 2021-03-28 13:40:13",
    "url": "http://www.xinhuanet.com/english/2021-03/28/c_139841665.htm",
    "content": "WELLINGTON, March 28 (Xinhua) -- The Cuba Street Precinct in New Zealand's capital here has come alive over the weekend as Chinese lion dances and traditional Chinese music adorned New Zealand's largest outdoor arts and music festival CubaDupa.\nThe event was forced to pivot in 2019 to an off-street version due to the Christchurch Mosque tragedies, and in 2020 it was unable to proceed due to COVID-19 lockdown restrictions.\nHowever, the 2021 CubaDupa came back with its most ambitious program ever. Wellington's vibrant cultures have been celebrated with 500 performances by more than 1,750 artists, across 46 stages and creative zones, 20 parades, over 120 food vendors, and over 19 hours of curated entertainment. Record crowds, over 100,000 are expected over the weekend.\nFestival Director Gerry Paul acknowledged the event as \"the most diverse and creative festival in New Zealand.\"\n\"The streets were pumping, and alive with colors, music, and tantalizing smells from the street feast. It's the busiest we have ever seen CubaDupa, and the atmosphere was electric. The artists, audience, suppliers, vendors - everyone was just smiling ear to ear, dancing and parading through the streets,\" he said.\nThe China Cultural Center in Wellington made its debut in the festival with lion dances and traditional Chinese music.\nPokarekare Ana, a well-known Maori folk, was performed with traditional Chinese flute, while young Erhu artist Zoe Li impressed Wellington people with a popular Chinese song Myth.\n\"We wanted, through art, to open out the stories behind both Cuba Street and the diversity of our community in New Zealand, that's a big part of the Cuba Street spirit,\" said Cubadupa public art curator Mark Amery.\nWhile the whole street was a big party, Cuba Street's favorite restaurants, cafes and eateries spilled out onto the street as well, to serve snacks and meals to fuel the festival fun.\n\"Cuba Street is home to a remarkable array of creative spaces and stories. When we appreciate each others' backgrounds and our different histories we build a far richer, more accepting contemporary culture. That's part of Cubadupa's special role,\" said Amery. Enditem\n"
}