{
    "title": "India struggles to recover from lockdown losses, work-from-home culture gains popularity",
    "time": " 2021-03-25 10:18:28",
    "url": "http://www.xinhuanet.com/english/2021-03/25/c_139834437.htm",
    "content": "A healthcare worker collects a swab from a man for a COVID-19 test at a marketplace in Chennai, India, on March 24, 2021. (Str/Xinhua)\nMore than a year into the COVID-19 pandemic, Indian people are trying hard to recover from the losses incurred during the lockdowns and to adapt to the pandemic \"new normal\" such as working from home.\nby Pankaj Yadav\nNEW DELHI, March 25 (Xinhua) -- It has been a year since lockdown was first imposed in India in a bid to contain the COVID-19 spread, bringing most economic activities to a grinding halt.\nThe first was a 21-day lockdown, which was extended four times and ended after a total of 68 days. It was followed by several stages of unlock, as restrictions were lifted sector-wise.\nWith the announcement of lockdown by Prime Minister Narendra Modi on the evening March 24, 2020, life in this south Asian country almost stopped with strict measures imposed to check anyone wandering out in public.\nOn this day India had over 550 COVID-19 cases while 12 people had died of the deadly virus. Focus was on maintaining social distancing in order to break the chain spread of the deadly virus.\nUp to today India has had a total of 11,734,058 pandemic cases and 160,441 deaths, with 47,262 new cases and 275 deaths recorded in the past 24 hours.\nMigrant labourers walk to their villages during the lockdown in New Delhi, India, March 29, 2020. (Xinhua/Javed Dar)\nWithin a couple of days of lockdown, panic-stricken labourers and daily wage workers began to return to their homes. With no transport facilities available, they walked hundreds of miles carrying essential belongings on their head.\nWith uncertainty staring at their faces, the poor labourers saw it best to reach their native places. Even now at least 30 percent of those workers and labourers have not returned to their work places yet. While many found work to earn their daily bread near their native places, others are waiting for a call from their work places as businesses haven't reached their pre-lockdown capacity.\nOverall demand continues to remain low despite a seeming return to normal conditions. R.K. Gupta, a business man in Delhi's Mayapuri area, was quoted as saying by English daily The Times of India that many labourers or daily wage workers are no longer required at their old work places because the factories they worked in are not producing the same quantum of products as earlier.\nA healthcare worker collects a swab from a man for a COVID-19 test at a bus terminus in Delhi, India, on March 24, 2021. (Str/Xinhua)\nLess than 20 percent of employees have been allowed access to their offices, as in the corporate world, banking sector, multi-national companies (MNCs), and Information Technology (IT) sector related offices, most employees continue to work from home (WFH).\nAs a fallout of a lesser number of employees returning to work and work-from-home culture gaining popularity, the housing sector has been hit hard. The owners of apartments, hotels, guest-houses, and studio-apartments which used to cater to the accommodation needs of the employees who are now working from home, are a dejected lot as their incomes have fallen manifolds.\nSubhash Yadav, a resident of Gurugram, a city adjoining Delhi, and owner of a multi-storey building having as many as 40 one-room apartments, said that prior to the lockdown he used to earn around 450,000 Indian Rupees (6,195 U.S. dollars) per month.\n\"But over the last one year my monthly rental income from this building has fallen to below 100,000 Indian Rupees (1,377 U.S. dollars). People like me who built infrastructure offering accommodation facilities for employees working in Gurugram are suffering huge losses every month. I am told that the IT firms and MNCs will carry on allowing their employees to work from home till mid-2021,\" added Yadav.\nA healthcare worker collects a swab from a man for a COVID-19 test at a marketplace in Chennai, India, on March 24, 2021. (Str/Xinhua)\nYashwant Raj, an IT professional in India's southern state of Telangana, told Xinhua over phone that his company has extended the work-from-home till the end of July this year.\nSandeep Kumar Makthala, the global president of Telangana Information Technology Association (TITA), said that there are nearly 4.6 million IT professionals in Telangana state alone, and that most of them continue to work from home.\n\"The work from home culture is suiting the industry, especially in cases where both husband and wife are in the IT profession. Earlier, long working hours at office and different shifts used to take a toll on personal lives of the employees. But, for the past one year they are working at ease and getting to spending more time together,\" added Sandeep.\nA healthcare worker collects a swab from a man for a COVID-19 test at a marketplace in Chennai, India, on March 24, 2021. (Str/Xinhua)\nAccording to him, a recent survey conducted by TITA found a higher degree of satisfaction among IT sector employees.\nThe survey, done a month ago and took 500 samples in 150 projects, also found about 57 percent of them are not keen on an onsite opportunity at this point due to the fear of the COVID-19 virus.\nNearly 90 percent of the companies have extended the work from home post-lockdown, while about 82 percent of the respondents said they would like it if the facility is further extended.\nAbout 62 percent said they had no work pressure while working from home. The survey, however, said that about 48 percent were putting in 8-10 hours work and about 29 percent said they were putting in 10-12 hours of work at home.\nThe survey found that 45 percent of those surveyed used their bedroom as workplace, and about 24 percent had a dedicated work pod while about 22 percent used the main hall to work. \n"
}