{
    "title": "Countdown to Beijing 2022 | Beauty of Chinese culture highlighted in Winter Olympics",
    "time": " 2021-03-24 20:40:13",
    "url": "http://www.xinhuanet.com/english/2021-03/24/c_139832894.htm",
    "content": "BEIJING, March 24 (Xinhua) -- The emblem, mascot, sports pictograms, torch and other major designs for the Beijing 2022 Olympic and Paralympic Winter Games all strive for excellence, with an effort to show the charm of traditional Chinese culture and the cultural innovation of the times, said an official of the organizing committee.\nGao Tian, deputy director of the culture and ceremonies department of the Beijing Organizing Committee for the 2022 Olympic and Paralympic Winter Games (BOCOG), said in an interview that the Beijing Winter Olympics is a sporting event and a cultural event as well, and every Olympic Games will surely leave the participants and audience wonderful memories and cultural heritages, the mascots are one of them.\nBOCOG launched the Games' official mascots Bing Dwen Dwen and Shuey Rhon Rhon back in 2019, reflecting the characteristics of winter sports and modern science and technology, and also highlighting the Chinese cultural elements.\nThe Olympic Games is a platform for multi-cultural communication and integration, while sports pictograms are the graphical interpretation and expression of sports events. Gao said that Beijing 2022 will aim to bring together ice and snow athletes from all over the world, thus the release of the pictograms has a very special meaning, which goes beyond words and language.\nReleased on December 31, 2020, the Beijing 2022 Olympic and Paralympic Winter Games sports pictograms, which were inspired by the Chinese characters with seal carving as the main form, delivered a combination of winter sports and traditional Chinese culture, showing the power and beauty of winter sports as well as the root and soul of Chinese culture.\n\"With more and more young people participating in winter sports, we hope they enjoy the dynamic and vibrancy of the Beijing 2022 sports pictograms,\" said Gao.\nGao said that the guiding principle of cultural activities for Beijing 2022 is to make full use of China's rich cultural and artistic resources, organize diversified and lively activities with sports as the theme and culture as the content to attract active participation.\nOver the past few years, the culture and ceremonies department of BOCOG has created a strong cultural atmosphere for Beijing 2022 through a series of stunning Winter Olympic cultural activities to deliver Winter Olympic knowledge, spread its concepts, and promote ice and snow sports. Enditem\n"
}