{
    "title": "Countdown to Beijing 2022 | Chinese culture integrated into Beijing 2022 merchandise",
    "time": " 2021-03-22 23:46:02",
    "url": "http://www.xinhuanet.com/english/2021-03/22/c_139827977.htm",
    "content": "BEIJING, March 22 (Xinhua) -- Piao Xuedong, head of the marketing development department of the Beijing Organizing Committee for the Olympic Winter Games (BOCOG), said in an interview that Winter Olympics licensed merchandise focuses on exploring the symbol of Chinese civilization, hoping that people around the world can better feel the spirit of Chinese culture, better understand Chinese people's values and development concepts, and to showcase the profound and charm of Chinese culture more comprehensively.\nAccording to Piao, BOCOG has now developed more than 3,000 licensed merchandise products in 15 categories. \"Among all the merchandise on the market, there are not only commemorative products like stamps, handicrafts, precious metals, gold and silver coins, and other collectibles, but also practical products like apparel, stationery, umbrellas, bags and suitcases, and outdoor items,\" said Piao. \"With a variety of styles, we hope to meet the needs of different groups of people fully.\"\nAs China hosts the Winter Games for the first time, Winter Olympics-themed commemorative stamps and coins and many other products that highlight the important historical moments of the Beijing 2022 are of collection value for consumers who are interested in collecting Olympic merchandise.\nPiao revealed that so far, BOCOG has signed 61 licensed retail enterprises, and opened licensed merchandise retail stores in Beijing, Hebei, Tibet, Xinjiang and other 14 provinces. An official Olympic flagship store is published on the Tmall platform, while 280 high-speed rail lines covering 31 provinces have established distribution channels. In addition, Bank of China, China Post, Anta, China Unicom, China National Petroleum, Sinopec and other sponsoring enterprises have successively started brick-and-mortar sales.\n\"For domestic and international consumers who cannot go to the Games to buy souvenirs, it is very convenient to buy licensed merchandise through these channels,\" Piao revealed the official flagship store is carrying out online live broadcasting in light of the rising live broadcasting promotion and sales model.\nPiao said that during the design and development process of the licensed merchandise, by exploring the representative symbols of Chinese civilization, they hope to make people around the world better feel the spirit of Chinese culture, better understand the values and development concepts of Chinese people, and to showcase the profound connotations and charm of Chinese culture in a more comprehensive way.\nAs the name card of a country and the face of a culture, licensed merchandise can play multiple roles in telling the story about China. Enditem\n"
}