{
    "title": "Feature: Istanbul adapts drinking culture to coronavirus pandemic",
    "time": " 2021-03-20 03:56:24",
    "url": "http://www.xinhuanet.com/english/2021-03/20/c_139822641.htm",
    "content": "ISTANBUL, March 19 (Xinhua) -- Turkey's Istanbul is known for its meyhanes, or taverns, where people traditionally meet after work in the evening around a dinner table. However, a series of COVID-19 restrictions have altered this old habit, and people started to gather in the daytime to drink the beloved raki.\nThere is an undeniable meyhane culture in Turkey, and Istanbul is its most important center as the Marmara Sea and the Black Sea surrounding the metropolis provide the main ingredients of the food consumed.\nFish and seafood dishes, served cold and warm, constitute the backbone of mezes, tapas-like appetizers that accompany long conversations and drinks.\n\"Turks are known for their capacity to adapt. And we have modified our drinking custom to the coronavirus,\" Erhan Atay said as he clinks glasses with two friends in a meyhane located in the Kurtulus neighborhood, a pioneer of the meyhane culture in the city.\n\"We used to honor the tradition of drinking raki in the evening, but now that there is a curfew, we drink at lunchtime. The COVID-19 pandemic cannot stop us to get together and have some good old conversation,\" the 55-year-old businessman told Xinhua.\nBefore the pandemic, a raki table typically gathered around 7 p.m. and dispersed, sometimes long after midnight, with diners eating all the while.\nMeyhanes also used to be the reflection of the multicultural complexion of Istanbul: Turkish, Greeks, Armenians, and other people that have lived alongside in this historic city for many centuries.\nRaki, an aniseed-flavored alcoholic beverage known colloquially as lion's milk, is Turkey's preferred drink, but increasing taxes in recent years on alcohol have deterred many to hang out in taverns.\nAnd the strict hygiene regulations, social distancing limitations, and night curfews between 9 p.m. and 5 a.m., which are in effect to fight the pandemic, have posed an extra financial burden on meyhane owners.\nBut for the moment, both customers and meyhane owners seem happy.\n\"We now serve many people during the daytime as we have to close at 7 p.m. So customers come in for lunch and drink one or two glasses of raki and have a good chat,\" Yaman Aydogan, a restaurant owner, told Xinhua.\n\"There is an increase in the number of customers recently, and there are still many old school clients who want to honor the ritual and come together with friends during the daytime to have a glass or two,\" he said.\nBesides meyhanes, restaurants and cafes that serve alcohol during daytimes are also in high demand, and customers have to reserve at least two or three days ahead.\n\"What is important is to take pleasure from the company of friends and others and drink,\" Aydogan remarked. \"We are happy that we are back in business after months of shutdowns. I can only hope that people will be responsible and respect hygiene and distancing rules. Otherwise, there will be new shutdowns on the horizon.\"\nAt the beginning of March, Turkey has eased the restrictions and lockdowns imposed in November on a provincial basis, but the daily infection cases are steadily rising, especially in Istanbul, the nation's most populous city of over 16 million.\n\"The raki table has a therapeutic effect. It takes us away from our daily problems. It has become a social luxury in pandemic times. Let's hope that this virus will go away soon and that we will reunite with friends until late in the night, as in the past,\" Erhan Atay added. Enditem\n"
}