{
    "title": "Culture, education sectors express full support for NPC's decision on improving Hong Kong's electoral system",
    "time": " 2021-03-14 22:48:17",
    "url": "http://www.xinhuanet.com/english/2021-03/14/c_139809740.htm",
    "content": "Photo taken on July 14, 2020 shows the Golden Bauhinia Square in south China's Hong Kong. (Xinhua/Wu Xiaochu)\nHong Kong's culture and education sectors voice support for the NPC decision on improving the electoral system in the HKSAR, saying it is imperative and critical to implement the principle of \"patriots administering Hong Kong.\"\nHONG KONG, March 14 (Xinhua) -- Hong Kong's culture and education sectors have voiced their full support for the decision by the National People's Congress (NPC) on improving the electoral system of the Hong Kong Special Administrative Region (HKSAR).\nProblems in Hong Kong's education sector have shown it is imperative and critical to implement the principle of \"patriots administering Hong Kong,\" figures from the sector said, urging efforts to enhance patriotism and cultural recognition in the younger generation.\nSecretary for Education of the HKSAR government Kevin Yeung Yun-hung said the Education Bureau will strive to foster more capable and patriotic talents for Hong Kong and will give priority to national education.\nThe bureau will help students strengthen their national identity through learning more about national history, culture, economy, technology, political systems and laws, Yeung said.\nThe Hong Kong Federation of Education Workers said fostering more talents who love the nation and Hong Kong is crucial to the implementation of the principle of \"patriots administering Hong Kong\" and the education sector should strive to improve the students' understanding of the HKSAR Basic Law, \"one country, two systems\" and national security.\nHong Kong's New Territories School Heads Association said the improvement of the electoral system will reduce the political impact and push the education sector back on track so that students can focus on their studies and teachers can concentrate on fostering more talents.\nHo Hon-kuen, chairman of Education Convergence of Hong Kong, said the improvement of the electoral system is necessary to Hong Kong's development and will ensure the steady advance of Hong Kong's school education.\nShi Zhu, chairman of the China Culture Foundation, said the improvement of the electoral system will help Hong Kong overcome current difficulties and continue its prosperity in the future.\nShi hopes Hong Kong will complete the related legal work so that Hong Kong's politics can return to a healthy track, which will provide a guarantee for resolving the deep-seated problems in housing, economic structure and youth development, among others.\nThe Hong Kong Culture Association said the NPC decision will ensure the steady and sustained implementation of \"one country, two systems\", and urged efforts by people from all walks of life in Hong Kong to jointly safeguard \"one country, two systems\" and Hong Kong's stability and prosperity.\n"
}