{
    "title": "Profile: A bumpy yet worthwhile cause: Man offers \"touches\" of Tibetan culture",
    "time": " 2021-03-12 16:45:10",
    "url": "http://www.xinhuanet.com/english/2021-03/12/c_139805765.htm",
    "content": "Dondrup sorts out the goods on the shelf at his Tibetan culture experience center near the renowned Jokhang Temple in Lhasa, capital of southwest China's Tibet Autonomous Region, March 4, 2021. (Xinhua/Sun Ruibo)\nby Xinhua writers Liu Xinyong, Jin Yiqing\nLHASA, March 12 (Xinhua) -- \"Do Tibetans ride horses to work? Do you all live in tents?\" Dondrup was bombarded by a string of weird questions on his very first train trip to his college back in 2000.\n\"I will never forget that experience. Lots of people really don't know much about Tibet,\" the 41-year-old ethnic Tibetan recalled.\nAt that time, an idea gradually took root in the heart of the young man: letting more people know about his hometown and Tibetan culture. Such an idea has become an undertaking he tirelessly pursues.\nAfter graduating from his college in Chengdu, capital of southwest China's Sichuan Province, Dondrup tried a variety of works -- selling apartments and cars and later opening a small bar.\n\"In my bar, many guests would come to me and ask about Tibetan history and culture. As a Tibetan myself, I couldn't give them all the answers. It was embarrassing,\" he said.\nThat was when Dondrup made up his mind to get a tour guide certificate and become a guide. \"I systematically learned historical and cultural knowledge as well as Tibetan traditions. As I learned more and more, I became a successful tour guide in Tibet.\"\nAt the end of 2015, he made it onto the list of \"Excellent Chinese Tour Guides of 2015,\" released by the former National Tourism Administration. Later, Dondrup was invited by the local tourism department to introduce the Potala Palace to guests on important occasions.\n\"What I always want to do is to give people a chance to know Tibetan culture better,\" he said.\nHowever, Dondrup soon found that being a guide was not enough for him to realize his dream.\nAlthough he had been trying to make his tour-guide speeches as enchanting as possible, Dondrup often found that he talked a lot, but tourists remembered little.\n\"How can I leave them more memories?\" After rounds of exploration, Dondrup got a satisfactory answer: through in-person experience.\n\"I can pick out some pieces from the essence of Tibetan culture, and let guests try them with their own hands. They will surely have a deeper impression in this DIY approach.\"\nIn July 2019, Dondrup opened his Tibetan culture experience center in a four-story building near the renowned Jokhang Temple in Lhasa. With distinctive Tibetan-style decorations, the venue allows guests to wear Tibetan costumes, make Tibetan incense and draw Thangka, among others.\nIt was not easy at the start. In the first few months, few people visited the shop. \"But no matter how many people came, I would try my best to make sure every customer took something away,\" Dondrup said.\nDuring the National Day holiday of 2019, things got better, with 20 to 30 visits daily and a maximum of about 50 people. There were also many foreign guests, he said.\nThe good days did not last long. Only a few months later, Dondrup encountered a huge test.\nThe novel coronavirus epidemic began to rage across the country and beyond early last year. At the end of January 2020, the first and so far only confirmed case was found in Tibet.\nFor the safety of employees and guests, Dondrup decided to shut down his shop on the same day the case was made public. \"Although it reopened on April 1 last year, we had no guests at all because there were no tourists around.\"\n\"I thought at the time the shop would be gone for good,\" Dondrup said. \"I felt I would soon be defeated by the epidemic, and I was ready to shut it down at any time.\" He even advised his employees to find other jobs.\nFortunately, significant strategic achievements were made in China's all-out fight against the epidemic in April 2020 after arduous efforts.\nDondrup could clearly feel that his spring was coming.\n\"After May 2020, there were one or two guests occasionally. Although there were not many guests, it was enough to give me hope. In June, there were more and more guests. Thank goodness!\"\nIn the second half of last year, his experience center saw its peak season. There were 50 to 60 guests a day, with a daily maximum of over 100.\nDondrup was finally relieved. This year, he has moved to improve customer experience and launched a series of original products. He is looking forward to the annual peach blossom festival in Nyingchi that is coming soon, as the number of tourists to Tibet is expected to surge.\nDondrup's parents name him \"Nyima Tsering,\" meaning the sun and longevity. He said he prefers \"Dondrup,\" meaning success in an undertaking.\n\"When I am old and recall this experience, I can at least say with pride that I have done something that I think is worth it,\" he said. Enditem\nDondrup pets a cat at his Tibetan culture experience center near the renowned Jokhang Temple in Lhasa, capital of southwest China's Tibet Autonomous Region, March 4, 2021. (Xinhua/Sun Ruibo)\n"
}