{
    "title": "Feature: Women open library in Afghanistan's restive Helmand province to promote study culture",
    "time": " 2021-03-08 20:04:22",
    "url": "http://www.xinhuanet.com/english/2021-03/08/c_139794790.htm",
    "content": "LASHKAR GAH, Afghanistan, March 8 (Xinhua) -- The militancy-torn Helmand is famous for planting poppy in Afghanistan as the hardliner Taliban fighting to regain power in the restive province.\nAmid ongoing militancy and conflicts in the poppy planting province, a group of women has braved to run a library in the provincial capital Lashkar Gah to promote the culture of book reading among Helmand dwellers.\n\"The aim of running the library is to promote the culture of book reading among people especially women in the province to get knowledge about their rights, their environment, the Afghan society and the people living around Afghanistan,\" Director of the library Humira Nawrozi told Xinhua.\nDescribing ignorance as \"darkness\", Nawrozi said that illiteracy and ignorance are like darkness, making people in the society to stay idle at home and move to nowhere.\nShe also lashed at the patriarchal society and traditionalism, saying traditional values encourage polygamy and violence against women in the conservative society. The violence against women motivated her to do something for women to get awareness of their rights, she added.\n\"A woman lost one hand and one foot in a conflict in Helmand province months ago and was admitted to a local hospital, but her husband refused to provide support to her and planned to marry again,\" Nawrozi recalled with sorrow.\n\"The man was attempting to sell his daughter for someone to bear the expenditure for his second marriage while his injured wife was crying at the hospital,\" she recalled.\nNawrozi believes that ignorance is the main reason for women's miseries in Afghanistan, that's why it's essential to promote literacy and knowledge among women by any possible means, including running a library.\nEstablished by women two months ago and run by women, the library is the first of its kind in troubled Helmand province where many people regarded the restive province as the hotbed of Taliban militants.\n\"Twice a week, I visit the library to study,\" a reader inside the library who gave her name Sahar said softly.\nWelcoming the step as an initiative, Sahar, 19 years old, said the number of library visitors is on constant rise.\nTo attract more readers, Nawrozi and her colleagues also opened Kitab Cafe (Book Cafe) next to the library to serve coffee, tea and variety of local dishes for the readers.\n\"Contrary to expectations, people have welcomed the library and the cafe in the conservative Helmand society,\" manager of Kitab Cafe Zakira Haidari said joyfully.\nManaging and running social and economic institutions such as coffee shops, restaurants, hotels and libraries by women bring positive changes to the society, which is promising for a better future, she added. Enditem\n"
}