{
    "title": "Lantern Festival celebrated in Australian capital to promote Chinese culture",
    "time": " 2021-02-28 12:40:21",
    "url": "http://www.xinhuanet.com/english/2021-02/28/c_139772965.htm",
    "content": "Local residents watch a lion dance show in celebration of the Chinese Lantern Festival in Canberra, Australia, Feb. 27, 2021. (Photo by Chu Chen/Xinhua)\nThe Lantern Festival celebration in the Australian capital includes Chinese classical music performances, a lion dance, Tai Chi and martial arts performances, attracting hundreds of audiences.\nCANBERRA, Feb. 28 (Xinhua) -- with a sword in his hand, Kynan Dencio performed to the music, jumping, turning and slashing, attracting applause from hundreds of audiences.\nHe was one of the performers at the Lantern Festival celebration on Saturday evening by Lake Burley Griffin in Australian capital Canberra.\nThe celebration, hosted by the Australia China Friendship Society (ACFS) Australian Capital Territory (ACT) Branch Inc, was believed to be one of the biggest outdoor events in the city ever since the start of the COVID-19 pandemic.\nPhoto taken on Feb. 27, 2021 shows a student take a lantern in celebration of Chinese Lantern Festival in Canberra, Australia. (Photo by Chu Chen/Xinhua)\nAccording to Carol Keil, president of the ACFS ACT Branch, there were well above 500 audiences. \"We have not just Chinese people here. Most of the audiences are non-Chinese,\" she told Xinhua. \"It gives them good opportunity to celebrate the Chinese culture.\"\nPrograms included Chinese classical music performance, traditional dances, Tai Chi and martial arts. Local people picnicked with their families on the grass, or filmed the performances with their phones.\nChinese student He Huimeng especially put on a yellow embroidered traditional Chinese dress which she borrowed from a friend.\n\"I can feel the festive atmosphere here,\" she said. Due to the pandemic, the Australian National University student who arrived in Canberra a year ago was unable to go back home this year. \"But I will share the video and photos that I take here with my parents, and tell them I am good.\"\nPhoto taken on Feb. 27, 2021 shows a traditional music and folk dance performance in celebration of Chinese Lantern Festival in Canberra, Australia. (Photo by Chu Chen/Xinhua)\nAlicia Beaumont went to watch the performances with her husband, mom and two daughters. It was their first time to join in a Lantern Festival celebration.\nTalking about the reason why she decided to come, she said: \"have a look at different culture, and for our children to learn a different culture as well\". Her daughters were six and three.\nAdmitting that they might not be able to understand details of the Chinese culture, the 38-year-old woman said they did enjoy the performances, especially the dances.\nMartial arts performer Dencio said he had been learning Kung Fu for about 20 years. His wife was from Chinese background and they celebrated Chinese festivals.\n\"It is always good to see such a diverse range of people come out to the Lantern Festival, not only from the Chinese community, but also people who are interested in all the performances that are happening,\" he said. \"We always get a very good feedback from everybody.\"\nPhoto taken on Feb. 27, 2021 shows a traditional music and folk dance performance in celebration of Chinese Lantern Festival in Canberra, Australia. (Photo by Chu Chen/Xinhua)\nYang Zhi, minister-counselor for culture at the Chinese Embassy in Australia, was also present at the celebration.\n\"This is a platform set up by the ACFS ACT Branch, on which Chinese communities here in Canberra could show the positive spirit of the Chinese people, promote the Chinese culture, and at the same time contribute to the multiculturalism of local society,\" he said.\nMs. Keil noted that such Lantern Festival celebration has been held for more than 25 years, during which period it grew from small-scale gathering to an increasingly important event.\n\"It is such a lovely event to...make the Chinese culture better known to the Canberra community,\" she said. \"So that Canberrans can understand Chinese better.\"\n"
}