{
    "title": "Horse breeding, a culture in northern Afghanistan associated with traditional game Buzkashi",
    "time": " 2021-02-21 09:33:27",
    "url": "http://www.xinhuanet.com/english/2021-02/21/c_139755929.htm",
    "content": "Afghan men prepare a horse for contesting at a horse breeding center in Shiberghan, capital of Jawzjan province, Afghanistan, Jan. 26, 2021. \nBuzkashi or goat grabbing was registered with Afghanistan National Olympic Committee five years ago and since then horse riders and fans of the game have been doing their best to promote the traditional sport, however, keeping and nurturing horses and contesting Buzkashi is not the business of ordinary people.\nSHEBERGHAN, Afghanistan, Feb. 21 (Xinhua) -- \"We have to keep and foster our positive traditions, and of which Buzkashi is a good one that encourages you to keep horses and train horse riders to earn honor for you,\" horse rider Ahmad Pahlawan in Afghanistan said.\nBuzkashi or goat grabbing in English is a traditional tough game in Afghanistan, in which horse riding rivals compete fiercely to grab a goat carcass and deliver it to the goal, a circle on the ground.\nPahlawan, 32, is a Buzkash or goat grabber well known in Sheberghan city, capital of the northern Jawzjan province. He keeps 25 horses for contesting in the Buzkashi game in Jawzjan and the neighboring Balkh, Faryab and Sari Pul provinces.\nPhoto taken on Jan. 26, 2021 shows horses at a horse breeding center in Shiberghan, capital of Jawzjan province, Afghanistan.\nPahlawan termed Buzkashi as a \"costly game\", saying feeding a horse costs at least 30,000 afghani each month.\n\"In a war-torn country like Afghanistan where many people living under the poverty line, keeping horses and contesting Buzkashi is costly,\" sighed Pahlawan who, however, added, \"Keeping a good tradition like Buzkashi requires the cost\" and the fans have to pay it.\nThe price of his horses ranges from 2,000 to 50,000 U.S. dollars, Pahlawan said, noting that rich people even import horses from Kazakhstan and Kyrgyzstan to contest the Buzkashi game.\nMore than 60 percent of Afghanistan's 39 million population live under poverty line, according to Afghan officials.\nDespite his fondness of Buzkashi and support for horse riding, Pahlawan said Buzkashi is a \"non-profit business\" that wastes money and gains nothing in return.\nAfghan men prepare a horse for contesting at a horse breeding center in Shiberghan, capital of Jawzjan province, Afghanistan, Jan. 26, 2021. \nMeanwhile, Pahlawan said that in the goat grabbing game a Buzkash who \"rides your horse earns fame for you,\" marking an honor for the horse owner.\nBuzkashi or goat grabbing was registered with Afghanistan National Olympic Committee five years ago and since then horse riders and fans of the game in the Asian country have been doing their best to promote the traditional sport.\n\"Keeping and nurturing horses and contesting Buzkashi is not the business of ordinary people,\" Mohammad Asif told Xinhua.\nAfghan men train horses at a horse breeding center in Shiberghan, capital of Jawzjan province, Afghanistan, Jan. 26, 2021. \nBeing one of the 15 workers employed at Pahlawan's horse barn, Asif said that he cleans the stable and takes care of the horses everyday and receives 8,000 afghani per month.\n\"Keeping horses is the business of landlords and rich people,\" Asif said, and that \"Keeping horses, horse riding or any other habit in leisure time could be joyful in a peaceful and prosperous environment.\" (1 U.S. dollars equals 77 afghani)\n"
}