{
    "title": "Feature: U.S. families get glimpse of Spring Festival culture from museum's virtual program",
    "time": " 2021-02-15 05:23:13",
    "url": "http://www.xinhuanet.com/english/2021-02/15/c_139743363.htm",
    "content": "Screenshot taken on Feb. 11, 2021 shows Chinese Lunar New Year Virtual Celebration presented by the U.S. Smithsonian American Art Museum and Renwick Gallery in partnership with the Chinese Embassy in the United States.\nThe program on the Lunar New Year, or the Spring Festival, got more popular with communities without Asian and Chinese heritage because of the family values embodied in the festival, said Gloria Kenyon from the Smithsonian American Art Museum and Renwick Gallery.\nWASHINGTON, Feb. 14 (Xinhua) -- Virtual performances, interactive activities, and artist-led workshops ... Vibrant celebrations streamed by a well-known U.S. museum on Saturday gave hundreds of families a glimpse of the Chinese Lunar New Year traditions.\nThe program, the seventh of its kind, was presented by the Smithsonian American Art Museum and Renwick Gallery (SAAM) in partnership with the Chinese Embassy in the United States.\n\"Since the entire time I've been in my position for about five years and Chinese New Year is one of our largest celebrations,\" Gloria Kenyon, senior public programs coordinator for the museum, told Xinhua in an interview.\nThe event, normally held in person in the SAAM's courtyard, was moved online this year because of the pandemic but the audience \"has been very responsive, very excited to see this program,\" Kenyon said.\n\"We are sold out. We don't have any spots left. We do have a wait list ... but we're really excited that if you weren't able to get a spot or you have to miss the program, you can enjoy the videos afterwards,\" she said, referring to the Families Zone page on the museum's website.\nThe program on the Lunar New Year, or the Spring Festival, got more popular with communities without Asian and Chinese heritage because of the family values embodied in the festival, Kenyon said.\n\"I think the celebration of family is universal. As part of the Spring Festival, that coming-together is something that I think especially now we all yearn for, even virtually as something to really be celebrated,\" she said.\n\"So I'd say that that's probably one of the greatest takeaways anyone can have is that celebration of being together and being with those who are important to you,\" she said.\nThe embassy's Deputy Chief of Mission and Minister Li Kexin and Stephanie Stebich, director of the Smithsonian American Art Museum, delivered congratulatory messages at the beginning of the program.\nWith the program going virtual this time, it is a challenge for the museum to give audience that \"festive feel in the air\" as it was with the in-person celebration.\n\"It's always harder over Zoom to get that same feeling. So we really want to create that same festive and celebratory atmosphere,\" said Kenyon.\n\"Folks can ask questions and we respond to them (on Zoom) in real time and we encourage them to bring their scissors, grab a piece of red paper ... We ask folks to, we encourage them to join along with us, and participate in that way,\" she said.\nScreenshot taken on Feb. 11, 2021 shows Chinese Lunar New Year Virtual Celebration presented by the U.S. Smithsonian American Art Museum and Renwick Gallery in partnership with the Chinese Embassy in the United States.\nSaturday's program started with a paper cut animation presented by the Cultural Office of the Chinese Embassy. The short video is based on the story of \"Nian,\" which means \"year\" in Chinese.\nThe legendary \"Nian,\" thought to have preyed on people and livestock at the turn of the year, was afraid of loud bangs and the color red.\nThe fireworks and the red decorations in front of many Chinese homes and businesses during the Spring Festival were originally intended to scare away the beast.\nThe animation was followed by five videos featuring China's national-level intangible heritage performances and crafts including the paper-cutting, dough figure sculpture, Chinese knot making, lion dancing and Qilin dancing.\nThese videos are presented by the Shenzhen Municipal Bureau of Culture, Sports, Tourism, Radio and Television.\nViewers can find the coloring patterns of the head of a lion dance costume and Qilin in SAAM's Lunar New Year Family Zone, as well as written introductions.\nIn the films of dough figure sculpture, paper-cutting and Chinese knot making, viewers are encouraged to grab their own handicraft supplies like clay or dough, red paper and scissors, and red strings and follow the masters' tutorials to make their own ox dough figure, paper-cutting of the Chinese character Fu, which means blessing, and a small Chinese knot.\nAt the end of the program, the Madison Chinese Dance Academy, one of SAAM's local partners, also shared online the dances and performances it has created to celebrate the new year.\nThe museum's annual event is \"recognizing the significant contributions\" by Chinese Americans to the diversity of American culture as well as \"the cultural relationships we have with China,\" Kenyon said.\n\"Circling back to the idea of gathering with family is universal, as an art museum, art brings us together ... provides us with glimpses into all of our humanity,\" she said.\nThe Chinese Lunar New Year is named after zodiac animals, with a total of 12 zodiac signs forming a circle -- Rat, Ox, Tiger, Rabbit, Dragon, Snake, Horse, Goat, Monkey, Rooster, Dog and Pig. This year, the Year of the Ox, dawned on Feb. 12.  \n"
}