{
    "title": "Marking Valentin's Day a new culture getting root in Afghanistan",
    "time": " 2021-02-14 21:20:42",
    "url": "http://www.xinhuanet.com/english/2021-02/14/c_139743003.htm",
    "content": "Photo taken on \nSome young people in Afghanistan celebrate Valentine's Day by sending flowers to their beloved ones as a new culture getting root in the country.\nBy Abdul Haleem\nMAZAR-I-SHARIF, Afghanistan, Feb. 14 (Xinhua) -- \"The message of Valentine's Day is love, humanity and passion. Let's promote the culture by presenting a bunch of flowers,\" a flower seller girl, Nahid Padram said softly.\nOpening a flower shop a couple of months ago in the relatively peaceful northern Mazar-i-Sharif city, Padram, 24, muttered that her aim of opening a flower shop is to \"promote Valentine's Day culture\" in Afghan society.\nPhoto taken on \nIn the conservative Afghan society where people especially in the countryside deeply believe in old-fashioned traditions and regard marking Valentine's Day as a taboo.\nDespite all the risks, the brave girl whispered, \"Come what may, I would continue to promote the culture of presenting flowers, love and friendship\" to reduce enmity in the society.\"\nMarking Valentine's Day as a new culture has gradually mixed into Afghan traditions and being celebrated among the young generation in the Afghan capital city Kabul and a few more places over the past decade.\nIn Afghanistan, the engaged couple and lovers sometimes secretly offer flowers to each other to mark the day.\nHowever, the culture has gradually expanded beyond Kabul and spread to other cities.\nPhoto taken on \n   \nHerself being unmarried, the flower shop owner said, \"Offering flowers is a good culture that resolves enmity and brings friendship,\" which the Afghan people urgently need.\nIn Mazar-i-Sharif, the largest city in Afghanistan's northern region, Padram's flower shop is the first of its kind to sell flowers and serve flower bouquets to lovers on Valentine's Day.\n\"I wish that the culture of selling flowers and friendship would develop in Mazar-i-Sharif and other cities,\" Padram said.\nPhoto taken on Feb. 14, 2021 shows p\nSitting in her shop and waiting for customers, Padram said ambitiously, \"I have already prepared variety of flowers to customers for Valentine's Day, and I'm also ready to receive orders of all kinds of flowers they want.\" \n"
}