{
    "title": "Online Chinese New Year gala night brings culture feast to New Zealand audience",
    "time": " 2021-02-14 18:57:28",
    "url": "http://www.xinhuanet.com/english/2021-02/14/c_139742791.htm",
    "content": "WELLINGTON, Feb. 14 (Xinhua) -- An online Chinese New Year gala night held on Sunday brought a culture feast to audiences across New Zealand.\nThe 2021 Chinese Lunar New Year online gala in New Zealand, organized by the Chinese Culture Association New Zealand and Pacific Culture and Arts Development Association Inc., was broadcast via multiple online video platforms in New Zealand and China.\nZhiyun He, president of Pacific Culture and Arts Development Association Inc., told Xinhua that the online gala night was a perfect occasion to commemorate a whole year's endeavours fighting against the COVID-19 in New Zealand and to showcase the New Zealand Chinese community's diligence and resilience.\n\"Chinese New Year celebration is increasingly popular in New Zealand. The online gala night is here to bring a brand new experience of the Chinese New Year festival, and to bring hope, friendship and spirit to every New Zealander,\" said He.\nNew Zealand Cabinet ministers, politicians, government officials, city mayors have sent their best wishes with many of them saying auspicious words in Mandarin and Cantonese to the Chinese audiences. Chinese Consul General in Christchurch Wang Zhijian and Chinese deputy Consul General in Auckland Xiao Yewen also sent their New Year blessings.\nFamous artists from China, New Zealand, Britain, Canada, Australia and Japan brought their masterpieces to the four-and-half-hour long online gala night, which featured singing and dancing performances, Peking Operas, traditional Chinese instrument orchestra, symphony orchestra, cross talks, magic shows and acrobatics and so on.\nRed envelopes (hongbao) were sent to the audience through an online interactive activity of spring couplets matching, which saw the gala night culminated with joy and luck. Enditem\n"
}