{
    "title": "Interview: Culture plays essential role in promoting U.S.-China mutual understanding",
    "time": " 2021-02-13 05:01:34",
    "url": "http://www.xinhuanet.com/english/2021-02/13/c_139739957.htm",
    "content": " \n\"Precisely when the political and economic relations are troubled, that's the time when culture plays a crucial role in promoting understanding and promoting peace,\" Bard College's president said.\nWASHINGTON, Feb. 12 (Xinhua) -- Cultural and music exchanges always play an \"essential role\" in promoting mutual understanding between the United States and China, a renowned American educator has said.\n\"The answer is very, very simple. China is the most important nation and the civilization ... This is essential work if these two great civilizations are going to work together in harmony despite differences and rivalries,\" Leon Botstein, president of Bard College, a four-year residential college of the liberal arts and sciences, told Xinhua in an interview via Zoom.\nBard College President Leon Botstein delivers a speech at the second annual conference of the U.S.-China Music Institute, at Bard College, in Annandale-on-Hudson, New York, the United States, March 12, 2019. (Xinhua/Zou Guangping) \nBotstein, also an established conductor and music historian, was talking about the programs of the Bard College Conservatory of Music (BCOM) and its US-China Music Institute (USCMI) in partnership with the Central Conservatory of Music (CCOM) in Beijing.\n\"We are both members of civilizations that have to live together and understand one another and develop empathy. And precisely when the political and economic relations are troubled, that's the time when culture plays a crucial role in promoting understanding and promoting peace,\" Botstein said.\nIn the fall of 2019, BCOM started to offer an undergraduate performance degree program in selected Chinese instruments including erhu (urheen), guzheng and pipa.\nChinese pipa virtuoso Wu Man gives a workshop on improvisational techniques to Bard students at the second annual conference of the U.S.-China Music Institute, at Bard College, in Annandale-on-Hudson, New York, the United States, March 12, 2019. (Xinhua/Zou Guangping) \nStudio instruction in these traditional Chinese instruments is provided by world-renowned CCOM master musicians, using state-of-the-art video conferencing facility as well as in-person lessons both on the Bard campus and in Beijing.\n\"The most important thing we have to do with the Chinese students who are here, and to encourage future generations of Chinese students who'll come to the United States, is to assure them that they are welcome, that we wish to share and respecting and honor their traditions, their cultural traditions, such as a celebration of the new year,\" said Botstein, referring to the Spring Festival which falls on Feb. 12 this year.\nThe president appreciated very much the job done by world famous conductor and composer Tan Dun, now dean of BCOM and Jindong Cai, director of USCMI, which was founded in 2017 and promotes the study, performance, and appreciation of music from contemporary China, and supports musical exchanges between the United States and China.\n\"Tan Dun has done a lot of work in the mixing of Western and Chinese traditions. And Jindong Cai is a pioneer on bringing Chinese music to Western and American musicians and audiences,\" said Botstein.\n\"And we need to reciprocate. So why shouldn't American musicians learn about Chinese instruments, Chinese aesthetics of music, and its role in culture. So it can go both ways,\" he said.\nThe Sound of Spring concert is held in New York, the United States, Jan. 26, 2020. The U.S.-China Music Institute presented its first annual Chinese New Year Concert featuring Bard College's The Orchestra Now, performing a lively collection of Chinese symphonic works in New York.\nThe USCMI's second annual concert of symphonic music to celebrate the Lunar New Year will be livestreamed from the Fisher Center at Bard College at 8 p.m. Saturday, Feb. 13.\nThe beginning of the concert will feature Tan Dun's Internet \"Eroica\" symphony to honor the many heroes worldwide who are working to combat the pandemic.\nThe program, also features performances from special guests including the CCOM Chinese Chamber Orchestra, shares a sampling of traditional and contemporary Chinese symphonic, chamber, solo, and theatrical music, showcasing different regional folk traditions, as well as blending Chinese and Western instruments and musical forms.\nThe musical selections are expected to send a message of hope, gratitude, renewal, and a new beginning, in the spirit of the Chinese New Year tradition.  \n"
}