{
    "title": "Feature: COVID-19 changes coffee culture in Turkey",
    "time": " 2021-02-05 22:15:39",
    "url": "http://www.xinhuanet.com/english/2021-02/05/c_139724305.htm",
    "content": "A coffee stand owner prepares coffee for customers in Istanbul, Turkey, on Feb. 4, 2021. (Xinhua)\nAmid the lingering COVID-19 pandemic, many coffee shops in Turkey have to close their sitting areas, selling takeaways instead.\nISTANBUL, Feb. 5 (Xinhua) -- Fahriye Aytun is happy that she can see her friend in front of their favorite coffeehouse, although it is now closed due to coronavirus restrictions. She misses the social interaction that she took for granted before the pandemic.\nFahriye Aytun and Gulten Erdem are sipping their takeaway coffees from the coffeehouse, located on the capital Ankara's busiest street Tunali Hilmi.\nBut there is a big difference between now and a year ago: coffees are sold in paper cups on the street in front of the shop which has been tightly closed since early November 2020.\n\"This pandemic has disrupted our social life entirely. We cannot sit anymore in a coffee shop and chat about our daily lives, our families, our problems,\" Aytun, who is a retired banker, told Xinhua.\n\"I long for the human touch, for the warm conversations that we had before with my former colleagues. We used to come here once a week regularly,\" she grumbled.\nTurks are very fond and proud of their coffee and tea culture, and those drinks are a feat of social life in the country. The ritual is meant to be accompanied by friends and good conversation. However, the tradition has been changed during the pandemic.\nAs the two ladies are over 65, they are only allowed to go outside three hours a day in line with the pandemic-related rules in the country. Twice a week they would spend an hour on the street talking to each other wearing face masks.\n\"We make the most of our outdoor time,\" said Gulten Erdem.\nA coffee stand opens in Istanbul, Turkey, on Feb. 4, 2021. (Xinhua)\nCoffee shops in big cities such as Ankara and Istanbul have had to adjust to new health measures, offering takeaways in front of their shops.\nTea, coffee, or Salep, a hot wintery drink made of a special kind of orchid mixed with milk and a good sprinkle of cinnamon, are showcased on small tables with price tags.\nBut a proper traditional Turkish coffee that takes time to prepare, slowly-heated in copper pots, has left its place to instant or filter coffee.\nCustomers in Istanbul have also changed their habits, buying coffees especially from the stands of the coffee shops.\nTugce, a coffee shop employee, said business of the coffee shops has been impacted.\n\"Takeaways and deliveries represent less than 10 percent of our usual business. We are trying to survive here. It is really hard when you still have to pay the rent and wages of the personnel,\" she said.  \n"
}