{
    "title": "Feature: 20 years on, Chinese master promotes tea culture in Singapore amid pandemic",
    "time": " 2021-02-05 16:11:45",
    "url": "http://www.xinhuanet.com/english/2021-02/05/c_139723638.htm",
    "content": "SINGAPORE, Feb. 5 (Xinhua) -- Many of the Singaporean clients were amazed to find Chinese tea specialist Wang Yong travelled from China to Singapore to continue publicizing the Chinese tea culture amid the COVID-19, but Wang believed he should persevere with the 20-odd year engagement.\n\"Some of my old clients in Singapore told me in phone calls that they missed my tea, more so when they can't go abroad during the holiday season and visit each other's house freely,\" Wang explained what motivated him to participate in the 28th edition of the Spring in the City & Happy Chinese New Year's exhibition on culture, art and tourism from Jan. 20 to Feb. 28.\nThe event, featuring a combination of performance and exhibition, is jointly hosted by Singapore's Golden International Holdings and the Huaxia Cultural Hub, with the Chinese Embassy in Singapore as the honorary sponsor.\nSitting at a temporary booth in the downtown shopping mall the Raffles City, Wang said since he was invited to the yearly event in 1999, he has turned up every following year, and spent every Chinese New Year in Singapore.\nChinese Lunar New Year is an occasion for gatherings during which tea might be served, so it's a good opportunity to promote the Chinese tea culture in Singapore, Wang said.\nTea is part of the daily live in China since the old days and part of the cultural heritage, said Wang, surrounded by display of tea sets and packets. Tea ceremony is also an art, soothing and relaxing, he added.\nThe news that some Singaporeans had hoarded milk tea when shops were ordered to suspend business in order to contain the spread of the virus last year in Singapore has caught Wang's attention and he believes that Chinese tea is better for health, particularly during the time of pandemic when people have to stay at home more and exercise less than usual.\nQuite a few Singaporeans joined Wang this year in his tea lecture and ceremony, including Ch'ng Jit Koon, Singapore's former senior minister of state for community development, despite the pandemic.\nOver the years, more and more Singapore dwellers have been influenced somehow by Wang, which makes him believe he has done something right.\nAt the invitation of Katie Zheng, the owner of Katia Verde Art Gallery in Singapore, Wang showcased a Chinese tea ceremony at the gallery in February last year.\nThe event was jointly hosted by Royal Commonwealth Society of Singapore to welcome a Commonwealth Parliamentary Association Delegation from the UK Parliament and it was highly applauded by the western participants and was posted on the British High Commission in Singapore's official social media account.\nIn explaining the Chinese tea culture to westerners, Wang would like to link it with the western's passion for wine.\nWang, who is also the executive director of a culture company in southwest China's city of Chengdu, developed his love for Chinese tea once he needed a tea expert for a program, but failed to find a suitable one due to time limits, so he began to learn himself.\nBut it is only after years of devotion that he has mastered the temperatures, tools, methods and other elements that could have brought out the flavors of tea. This is somewhat similar to the wine, according to Wang.\nWang also learned English in order to better communicate with foreigners.\nHe said there is a sense of responsibility from his part and a genuine need from his clients' part, which have encouraged him to keep up with promoting the Chinese tea culture in Singapore this year, as well as in the years to come. Enditem\n"
}