{
    "title": "Iranian ethnic festival shows splendid culture: Chinese ambassador",
    "time": " 2021-01-30 04:33:46",
    "url": "http://www.xinhuanet.com/english/2021-01/30/c_139708124.htm",
    "content": "TEHRAN, Jan. 29 (Xinhua) -- Chinese Ambassador to Iran Chang Hua said that the 14th International Festival of Iranian Ethnic Culture has effectively showcased the splendid culture and art of various ethnic groups in Iran.\nIn a video message to congratulate Iran on the opening of the festival on Thursday, Chang said that through the innovative communication means the event could deepen the Chinese people's awareness of Iranian culture, and promote and consolidate communication between the peoples of China and Iran.\nChang said 2021 coincides with the 50th anniversary of the establishment of diplomatic relations between China and Iran, noting that the Chinese Embassy in Iran will work with relevant Iranian authorities to organize a series of cultural exchange activities to celebrate the anniversary.\nSuch a cultural collaboration will help the Iranian friends experience China's culture, art, customs, and achieve the harmonious integration of Chinese and Iranian art forms either online or offline, Chang added.\nThe COVID-19 epidemic cannot interrupt friendly and cultural exchanges between China and Iran, he said.\nThe Chinese ambassador said the epidemic has brought about challenges to mankind, highlighting the importance of building a community with a shared future for human being.\nUnder current circumstances, holding various cultural activities will awaken people's hope, faith and courage to overcome all difficulties, Chang pointed out.\nHe expressed his hope that China, Iran and other countries in the world will get rid of the spell of the epidemic as soon as possible and achieve greater prosperity and development.\nIran's Ministry of Cultural Heritage, Tourism and Handicraft on Thursday launched the 14th International Festival of Iranian Ethnic Culture in Gorgan, capital city of Iran's northern Golestan Province.\nAccording to official IRNA news agency, Golestan province with 1.9 million population is considered as the gallery of Iranian tribes, races and followers of different religious sects. Enditem\n"
}