{
    "title": "Culture shapes willingness to share personal data to reduce COVID-19 spread",
    "time": " 2021-01-28 02:26:48",
    "url": "http://www.xinhuanet.com/english/2021-01/28/c_139702446.htm",
    "content": "CHICAGO, Jan. 27 (Xinhua) -- Culture, civic-mindedness and privacy concerns influence how willing people are to share personal location information to help stem the transmission of COVID-19 in their communities, according to a study posted on the website of University of Illinois (UI) on Wednesday.\nThe researchers assessed survey responses from 306 people living in the United States and South Korea. Participants were recruited through social media and were younger and more highly educated than the general population of those countries. Conducted in late June and early July, the surveys asked participants to rate their privacy concerns, perceptions of social benefit and acceptance of a variety of COVID-19 mitigation efforts that involve collecting geographic data from individuals.\nThe researchers also asked participants to rate their attitudes toward public health efforts that collect geolocation information from their phones, track their credit card purchases, ask them to wear a wristband or require that they carry a \"travel certificate\" demonstrating that they have tested negative for COVID-19.\nThe surveys further asked subjects to rate how they felt about the public disclosure of location, gender and age information of those who tested positive for the virus, or for the sharing of the public locations they had visited without disclosure of their gender and age.\nThe researchers found that people were more concerned about and less likely to accept methods that collected more sensitive and private information.\n\"Not surprisingly, we saw that there is a trade-off relationship between privacy concerns and social benefits,\" said Junghwan Kim, a graduate student in geography and geographic information science at UI. \"So, there is more acceptance when a person's privacy concern is low and the perceived social benefits are high. We also found that people in South Korea have a significantly higher acceptance of most mitigation efforts than those in the U.S.\"\nThis higher acceptance may have to do with South Korea's previous experience with the Middle East respiratory syndrome, which is caused by a much deadlier coronavirus than the one that causes COVID-19, said Mei-Po Kwan, a geography professor at the Chinese University of Hong Kong. But it likely also is a reflection of South Korea's culture.\n\"Compared with people in the U.S., South Koreans have a stronger collectivist - rather than individualist - culture,\" Kwan said. \"They also have lower privacy concerns and perceive greater social benefits for COVID-19-mitigation measures.\"\n\"The results have important public health policy implications,\" the researchers wrote. For example, the use of phone-based or wristband GPS tracking \"would not be effective in the U.S. and other countries where people's acceptance of these methods is very low.\" Other approaches, such as random phone calls to monitor people's compliance with quarantine orders or the use of travel certificates that verify a person's COVID-19-negative status, would likely work better in such societies.\nThe study has been published in the International Journal of Geo-Information. Enditem\n"
}