{
    "title": "African arts, culture, heritage to take center stage in upcoming AU Summit",
    "time": " 2021-01-27 23:46:03",
    "url": "http://www.xinhuanet.com/english/2021-01/27/c_139702315.htm",
    "content": "ADDIS ABABA, Jan. 27 (Xinhua) -- The African Union (AU) on Tuesday announced that the 34th Ordinary Session of the Assembly of Heads of State and Government of the African Union (AU) will take place from Feb. 6 to 7, as the African arts, culture and heritage are set to be on the spotlight.\nThe AU summit will be held under the theme of \"Arts, Culture and Heritage: Levers for Building the Africa We Want,\" according to an AU statement.\n\"It is worth noting that Africa is universally recognized for its rich arts and cultural diversity, given that African cultural heritage springs from different communities all over Africa,\" the AU said, adding that the Department of Social Affairs of the AU Commission will lead in presenting the annual theme during the upcoming African leaders' summit.\nAccording to the AU cultural heritage, which is seen as an expression of the ways of living developed by a community and passed on from generation to generation, including customs, practices, places, objects, artistic expressions and values, \"will for the next twelve months, be at the center of discussion in most events organized by the African Union.\"\nNoting that expressions of culture are \"abundant within Africa, with large amounts of cultural diversity being found not only across different countries but also within single countries,\" the AU stressed that \"African heritage is keen on the moral values while African culture is expressed in its arts and crafts, folklore and religion, clothing, cuisine, music and languages, etc.\"\n\"Consequently, the AU has recognized the role arts, culture and heritage can play as catalysts for the socio-economic development and integration of the African continent,\" the 55-member pan African bloc said.\nThe AU had dedicated 2020 a year of Silencing the Guns in Africa, which followed the 33rd AU Summit in February last year that was held under the theme \"Silencing the Guns: Creating Conducive Conditions for Africa's Development.\"\nAs a flagship project of Agenda 2063, a blueprint for prosperous and peaceful Africa by 2063, \"Silencing the guns by 2020\" was adopted by the AU heads of state during the 50th anniversary of the AU in 2013.\nNoting conflict as \"one of the biggest challenges for the implementation of Agenda 2063,\" the AU had emphasized that the vision of \"Silencing the Guns\" envisaged to end all wars, civil conflicts, gender-based violence, violent conflicts and preventing genocide in the continent by 2020.\nMeanwhile, the AU announced that the 38th Ordinary Session of the Executive Council is scheduled to take place on February 3 and 4. This meeting will bring together Ministers of External Relations/ Ministers of Foreign Affairs and International Cooperation of the 55 AU members. Enditem\n"
}