{
    "title": "Feature: Summer camp opens up Ugandan students to Chinese culture, values",
    "time": " 2021-01-21 18:12:27",
    "url": "http://www.xinhuanet.com/english/2021-01/21/c_139687180.htm",
    "content": "KAMPALA, Jan. 21 (Xinhua) -- David Aturinda, a level three secondary school student in western Uganda's Ntare School, is one of the many young people in the East African country learning Chinese culture through a series of summer camps.\nAturinda told Xinhua in a recent interview that this month he concluded a 14-day virtual summer camp which enabled him to make Chinese friends.\nUnlike previous camps, Aturinda, just like many other Ugandan students were not able to travel to China because of the COVID-19 restrictions.\nHowever, the pandemic could not stop them from learning more about China. Virtual attendance was the option.\nAturinda was among the 40 students from different parts of Uganda who attended the camp that started on Jan. 4.\nRonnet Ainembabazi, a teacher at Ntare School, said the virtual camp has helped students to concentrate on learning the language and increased the number of students' interactions.\nDuring the camp, students had morning classes and in the afternoon, they held discussions, according to Ainembabazi.\nHilda Ayebare, a teacher at Ndejje Secondary School in central Uganda told Xinhua that the students learnt the Chinese language and culture as they interacted with their online friends. The students also got a chance to have an online audience with their Chinese teachers based in China.\nMany Ugandan students are willing to attend the camp but are limited by the number of sponsored slots.\nXia Zhuoqiong, Chinese director of the Confucius Institute at Makerere University, said the virtual summer camp had five students selected from eight schools.\nEach year, for the last three years, the Confucius Institute has been sponsoring five students from different schools to attend the Chinese summer camp held in Xiangtan, China. The institute partnered with Xiangtan University to run the 14-day program.\nXia said students participate in activities like traveling, fanfare days, sports, learning the Chinese language and culture.\nAturinda said in one of the physical camps he attended, he was able to learn many things like preparing Chinese cuisines, attended cultural festivals, and enjoyed Chinese movies. Enditem\n"
}