{
    "title": "Pic story: head of handicraft cooperative dedicates to promoting ethnic culture",
    "time": " 2020-12-28 16:03:42",
    "url": "http://www.xinhuanet.com/english/2020-12/28/c_139624029.htm",
    "content": "He Guiying checks a weaving machine at the handicraft cooperative in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020. \nKUNMING, Dec. 28 (Xinhua) -- In Xinsitu Village of Jinuo ethnic group, a handicraft cooperative has been set up by local women in an effort to inherit the weaving and embroidery skills of Jinuo ethnic group and help villagers increase income at the same time.\nHe Guiying, 52, is the head of this handicraft cooperative and also the inheritor of the national-level intangible cultural heritage Jinuo drum dance.\nUnder her lead, new programs of Jinuo drum dances are created and villagers are organized to go out for performances. They even take their traditional dances to campus so as to introduce the ethnic culture to more young people.\nIn He Guiying's eyes, their costumes, as well as songs and dances, are important carriers of the ethnic culture. \"The establishment of the cooperative is not only to protect the Jinuo traditional costumes but more importantly to pass on the ancient skills,\" He Guiying said, hoping that more people will understand the Jinuo culture.\nHe Guiying takes embroidery works downstairs in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020.\nHe Guiying spins threads at the handicraft cooperative in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020. \nHe Guiying makes embroidery works in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020.\nHe Guiying (C) weaves cloths with two members of the handicraft cooperative in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020.\nHe Guiying checks the newly-made costumes at the handicraft cooperative in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020. \nHe Guiying sorts out threads at the handicraft cooperative in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020.\nHe Guiying demonstrates the Jinuo drum dance in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020.\nHe Guiying (C) talks with two members of the handicraft cooperative in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020.\nHe Guiying (R) prepares threads  in Xinsitu Village of Jinuo ethnic group in Jinghong City of Xishuangbanna Dai Autonomous Prefecture, southwest China's Yunnan Province, Dec. 25, 2020.\n"
}