{
    "title": "China Culture Camp offers special experience for New Zealand students",
    "time": " 2020-12-13 09:24:25",
    "url": "http://www.xinhuanet.com/english/2020-12/13/c_139585326.htm",
    "content": "Students take selfie after performing at the China Culture Camp 2020 in Auckland, New Zealand, Dec. 11, 2020. (Photo by Sally Chen/Xinhua)\nThe camp aims to give a special memory to students in New Zealand even though they cannot personally visit China due to the pandemic this year.\nAUCKLAND, New Zealand, Dec. 11 (Xinhua) -- A group of New Zealand secondary students shared their special memory of the China Culture Camp 2020 with cultural performances, dances, group speeches and fun games on Friday.\nThe China Culture Camp 2020 was organized by the Confucius Institute (CI) in Auckland in partnership with the North Asia Centre of Asia-Pacific Excellence, the University of Auckland.\nThe annual China Study Camp organized by CI usually saw New Zealand students traveling to China for a two-week study and exchange experience.\nA group of New Zealand secondary students shared their special memory of the China Culture Camp 2020 with tea art in Auckland on Dec. 11, 2020. (Xinhua/Sally Chen)\nHowever, this year's China Study Camp was replaced by a domestic Chinese Cultural Camp to award outstanding secondary students with a Chinese language and culture immersion experience to practice what they have learned and to improve their Chinese communication skills.\nThe students spent a week having Chinese class, visiting businesses in the New Zealand China bilateral trade and learning Chinese culture.\nYear 11 student Te Auraki Fraser from Fairfield College in Hamilton performed a Chinese culture dance at the final sharing on Friday.\nHaving learned Chinese for two years, he found that he really likes the language. Although it's a pity that he was not able to go to China this year, Fraser wished to go to China to study one day.\nTwo New Zealand college students at the China Culture Camp 2020 showcase their Chinese traditional costumes and fans decorated by themselves in Auckland on Dec. 11, 2020. (Xinhua/Sally Chen)\n\"I started studying Chinese because I have a passion for languages, ever since I was young I have tried to learn many different kinds. I was given the opportunity to start studying Chinese and I committed to it. For the future I wish to go to university to study Chinese and perhaps be given the opportunity to go to China and study overseas,\" he said.\nNora Yao, director of the Confucius Institute in Auckland, the University of Auckland, was pleased to watch the students' performances and sharing.\nTwo New Zealand college students performed traditional Chinese music instrument Hulusi at the China Culture Camp 2020 in Auckland on Dec. 11, 2020 (Xinhua/Sally Chen)\n\"It was the first year we do the China Camp domestically in New Zealand. We wanted to give a special memory to the students even though they cannot personally visit China. So our camp program this year focused on how important the Chinese language is to our bilateral relations and business and our future generation,\" said Yao.\nAround 20 secondary students whose native language is not Chinese from Auckland, Waikato, Northland regions schools attended the week-long China Culture Camp 2020. \n"
}