{
    "title": "Feature: Digital app promotes learning, reading culture in Namibia",
    "time": " 2020-12-11 21:39:10",
    "url": "http://www.xinhuanet.com/english/2020-12/11/c_139582550.htm",
    "content": "by Ndalimpinga Iita\nWINDHOEK, Dec. 11 (Xinhua) -- A virtual reading application (app) known as 'Namibia Reads' is promoting reading and learning culture in safe spaces for children across the country.\nOn Friday, holding a smartphone in hand, Ria Murangi, a 12 years old learner based in the Namibian capital of Windhoek read out loud a story accessible on the app.\n\"With schools closed, I can read more stories and learn new things from the palm of my hands,\" she said.\nShe has also since picked up on new vocabulary and subject content. According to Murangi, the application has also served as a form of entertainment because of the quizzes, animation, videos, and games.\nThe 'Namibia Reads' app was launched by the Ministry of Education, Arts and Culture on March 21 this year. The application, intended for children aged between three and 12 is downloadable from Apple App Store and Google Playstore. The app is equipped with over 1,000 Ebooks, animation, games, and videos, amongst other activities.\nNamutenya Hamwaalwa, deputy director of national libraries and archives services in the ministry, said that the app aims to promote a reading culture amongst children.\n\"Likewise, to ensure that children in underprivileged areas access inclusive education via digital solutions,\" she said.\nMeanwhile, the app is further addressing gaps of access to information and educational materials in rural areas.\nFrieda Ndapewa, 11 years old, is from a village in Oshana region in the northern part of Namibia. Apart from the school library that is more than five kilometers' walking distance from her home, her village does not have a community library.\nDuring the lockdown period in April this year, Ndapewa's mom downloaded the app for her. The app has been instrumental in improving her grades.\n\"When we didn't go to school, I was reading material accessible on the app. I was, therefore, able to improve and perform better in English and other subjects,\" she said.\nSubjects covered in the app include ecosystems, health, alphabet, well-being, astronomy, lifecycle, space, and phonics.\n\"The app is further looking to enrich core skills of numeracy,\" Hamwaalwa added.\nMoreover, amid the COVID-19 pandemic, the app is also enabling learning in a secured and safer environment for children at home.\n'Namibia Reads' saves children like Cristian Ronel, a grade six learner in Windhoek, the risk of entering public spaces including libraries.\n\"I don't have to go to the libraries, touch surfaces, or interact with people which poses a risk of contracting COVID-19,\" Ronel said.\nIn the interim, the ministry is maximizing on the commitment by the Namibia government on innovation to promote inclusive access to education through the app.\nSince its premiere in March, the app has accrued more than 5,000 users, according to Hamwaalwa.\nThe development of the app was funded by the New York-based non-profit organization, Foundation for Accessible Children's Education to a tune of 1 million Namibian dollars (about 66,000 U.S. dollars). Enditem\n"
}