{
    "title": "France extends closure of culture venues, imposes stricter curfew",
    "time": " 2020-12-11 04:13:44",
    "url": "http://www.xinhuanet.com/english/2020-12/11/c_139580511.htm",
    "content": "PARIS, Dec. 10 (Xinhua) -- As the downward trend in daily COVID-19 infections has been flattening, museums, cinemas and theaters in France would remain closed for three more weeks with a night-time movement ban to be introduced to abort a potential third wave, Prime Minister Jean Castex announced on Thursday.\n\"We are not yet at the end of this second wave,\" Castex warned. \"We cannot let down our guard. We have to stay focused and find our way through the next few weeks with lots of vigilance.\"\nCastex admitted that the target of 5,000 new cases of infection per day, set by President Emmanuel Macron to further relax the lockdown, would be out of reach, forcing authorities to maintain some restrictions.\nNext Tuesday, \"we will move to a new stage but the rules will be stricter than what we had initially envisaged,\" he told a press meeting.\nCinemas, theaters, performance halls, museums, circuses, zoos and casinos would not open their doors on Dec. 15 as planned because \"the conditions set for their reopening are unfortunately not met.\"\nStarting from next week, a curfew would run from 8 p.m. to 6 a.m. -- an hour earlier than planned, and \"will be strictly controlled,\" said the prime minister.\nThe night-time movement ban would be lifted on Dec. 24 but it would not be the case for New Year's Eve.\nMeanwhile, France would go ahead with the de-confinement plan next week. The lockdown permission slips would be scrapped, allowing people to move freely and travel without restriction in the daytime, Castex added.\n\"We're on a sort of plateau. The number of new infections... has tended to increase again since a few days ago. The game is therefore far from won,\" he warned.\n\"So we have decided to adapt our strategy and our measures around the single objective: allowing each of us to enjoy year-end vacation and festivities without risking the epidemic to rebound,\" said the prime minister.\nOn Thursday, France reported 13,750 new COVID-19 cases, down from 14,595 registered a day before, while the deaths increased by 292 in one day.\nSince the epidemic outbreak, over 2.3 million people have tested positive, of whom 56,940 have died. Enditem\n"
}