{
    "title": "DPRK passes new laws on foreign culture, tech, telecom",
    "time": " 2020-12-05 14:58:34",
    "url": "http://www.xinhuanet.com/english/2020-12/05/c_139565761.htm",
    "content": "PYONGYANG, Dec. 5 (Xinhua) -- The Supreme People's Assembly (SPA) of the Democratic People's Republic of Korea (DPRK) has passed a number of new laws on foreign culture, tech and telecom, the Korean Central News Agency reported on Saturday.\nAt the 12th Plenary Meeting of the 14th Presidium of the SPA on Friday, the members of the SPA Presidium discussed and endorsed a series of laws on \"rejecting reactionary ideology and culture,\" on introduction of sci-tech achievements, on forestry, and on mobile telecommunications, the KCNA report said.\nThe law on rejecting the reactionary ideology and culture specifies the principles to be certainly observed by all the institutions, enterprises, organizations and citizens in further cementing our ideological, revolutionary and class positions by thoroughly preventing the inroads and spread of the anti-socialist ideology and culture and firmly maintaining our idea, spirit and culture, it said.\nThe law on the introduction of sci-tech achievements details the issue of tightening discipline in mapping out, notifying, grasping, controlling and reviewing the plans of introduction of sci-tech achievements, and the issue of ensuring scientific accuracy, objectivity and correctness in deliberating, examining, estimating and confirming the introduction of sci-tech achievements, it added.\nThe law on mobile telecommunications deals with the principal issues arising in mobile telecommunications including the set-up, management and operation of mobile telecommunications facilities, the modern perfection of mobile telecommunications network, the diversification of mobile telecommunications, service and use of mobile telecommunications and registration of mobile telecommunications equipment.\nAccording to the report, the Presidium of the SPA also decided that the 4th Session of the 14th SPA will be convened in Pyongyang in late January next year. Enditem\n"
}