{
    "title": "Interview: Egyptian adventurer hails China's rich culture, economic progress",
    "time": " 2020-12-04 18:09:50",
    "url": "http://www.xinhuanet.com/english/2020-12/04/c_139563710.htm",
    "content": "CAIRO, Dec. 4 (Xinhua) -- China is a large country with a rich and diverse cultural heritage and successful development experience that worth exploring, said Ahmad Hagag, an Egyptian who has visited China over a dozen times.\nKnown as Haggagovic, the 36-year-old adventurer, TV presenter and international tourism specialist said he has toured over 150 countries. During his 14 China trips, he visited many different cities and found that each place has its uniqueness in lifestyle and traditions.\n\"Every city in China has its special features. One trip isn't enough to explore the distinctive beauty of China,\" Haggagovic told Xinhua in an interview sent by email.\nFollowed by 1.4 million fans on Facebook and 239,000 on YouTube, Haggagovic once posted a video of him driving a small car in Chinese streets that gained the interest of thousands of people.\n\"In all my visits to China, I was keen on showing the real China to the Egyptians and exploring the reasons for the country's great success in development,\" he said, adding that China's economic progress is remarkable.\nHaggagovic said the distinguish part of China in his eyes are \"its commitment to develop a fully functional system in which the government aims to benefit all Chinese people,\" and the fact that it has been \"finding ways to transfer the large population into workforce, instead of seeing them as a burden.\"\nThe world adventurer started his global travel at the age of 15. He said no matter how many times he visited China, he could not get enough of it.\n\"I can even always find a new perspective to discover the same places where I have already visited,\" Haggagovic noted, saying that great changes are happening non-stop across China.\nDespite the difficulties of communication, Haggagovic values the kindness and help of Chinese people. He encouraged Egyptians to study the Chinese language.\n\"The Egyptian and Chinese people have many common characteristics,\" said Haggagovic, noting that taking good care of all family members is a valuable concept for both of the two countries and that becomes one of the strong cultural bonds between them.\n\"I'm not in a hurry to visit the whole world. I care more about learning lessons, spreading messages of tolerance and understanding among the countries,\" he added.\nHaggagovic has devoted himself to promoting the beauty of his home country and introducing good experience he saw during his trips to the Egyptians.\n\"Each country has its unique power. My mission is to sincerely portray the accurate image of them and encourage more people to explore and understand them,\" said Haggagovic. Enditem\n"
}