{
    "title": "Feature: Chinese expatriate dreams to propel Zimbabwean arts, culture onto international stage",
    "time": " 2020-12-03 20:14:33",
    "url": "http://www.xinhuanet.com/english/2020-12/03/c_139561330.htm",
    "content": "Participants perform during an art show to celebrate the 70th anniversary of the People's Republic of China in Harare, Zimbabwe, Sept. 21, 2019. (Xinhua/Chen Yaqin)\nA Chinese expatriate is committed to driving Zimbabwe's arts and culture industry and propel it onto the international stage.\nby Gretinah Machingura and Zhang Yuliang\nHARARE, Dec. 3 (Xinhua) -- A Chinese expatriate has a passion to drive Zimbabwe's arts and culture industry and propel it onto the international stage.\nHe has plans to boost the little recognized sector and make it one of the drivers of Zimbabwe's economic growth.\nIn as much as culture is the soul of any nation, the industry should indeed be a lucrative sector for talented young Zimbabwean artists.\nThis is the vision of Zhao Ke (Steve Zhao), a Chinese national who has been resident in Zimbabwe for more than 25 years.\nTo help nature his vision, Zhao set up two organizations, the China Africa Economic and Culture Exchange Research Center and the Jacaranda Culture and Media Corporation (JCMC) to run the Dreamstar, a Chinese-sponsored talent show.\nZhao's two organizations have been running the Dreamstar competition annually since 2014, with the support of the Chinese Embassy, Chinese businesses and community in Zimbabwe and the National Arts Council of Zimbabwe.\nHe told Xinhua that preparations for this year's edition of Dreamstar show are going according to schedule, with the grand finale scheduled for Dec. 17.\nZhao said that despite constraints caused by the COVID-19 pandemic, the final show will be held virtually at the 7 Arts Theater in Harare.\nAuditions from various contestants across the country have also been held virtually, beginning in June.\nStarting from humble beginnings in 2014, Dreamstar has grown over the years to become the flagship project of China-Zimbabwe cultural exchange.\nIts popularity has grown phenomenally among young Zimbabwean artists, as it provides them with a unique platform to showcase their various artistic talent both nationally and internationally.\nThe talent search showcases young contestants between ages of 12 and 40, performing a variety of acts including singing, dancing, stunts and magic.\n\"We are now in the semi-finals. We selected about 40 contestants and for the final competition, we are going to do it on Dec. 17 and we are going to do it without the audience because of COVID-19,\" Zhao said.\nAuditions from across the country's 10 provinces normally start in April but this year they started in June due to the pandemic.\n\"This year everything was done online due to COVID -19 and the lockdown. We collected material from contestants online and we got the judges to judge them and we came up with the semi-final list. In total, we collected materials from around 2, 000 participants,\" Zhao said.\nDoing everything online has been a huge challenge for show organizers and in particular contestants, as some lacked good recording equipment, Zhao lamented.\nThe youths were initially skeptical about the show going ahead but eventually it will happen later this month.\nTo Zhao, the Dreamstar talent show is not only a cultural project but a youth empowerment project.\n\"Throughout our seven years, Dreamstar has actually opened the door for young Zimbabwean artists. The youths have the talent but they don't have the platform to link them to the international world. As Dreamstar, we have built up the platform and the bridge,\" he said.\n\"Dreamstar is kind of a project to dig out and make the diamonds shine in the world. Throughout the seven-year experience, we believe Dreamstar has played a very big role in boosting Zimbabwean arts and cultural industry,\" Zhao said.\nDreamstar uniquely promotes Zimbabwean arts and culture, as each year a certain number is reserved for traditional performances either in music, poetry, dancing and stunts.\n\"We believe this is one of the projects that concentrate on Zimbabwean culture and arts heritage,\" he said.\nNatsiraishe Maritsa, a 16-year-old Zimbabwean girl displays some of the medals she has won in taekwondo, in Epworth, Zimbabwe, Nov. 9, 2020. (Xinhua/Tafara Mugwara)\nCultural preservation is particularly important for Zimbabwean and African youths, Zhao said, observing that this was crucial in the wake of increasing Westernization.\nWith the culture and arts industry playing a significant role in China's economy, the same industry can also be supported to become one of the major drivers of economic growth in Zimbabwe.\n\"In Zimbabwe and Africa, the arts and culture industry has been left behind. People talk about mining, agriculture and tourism but very few countries are really focused on culture and arts. So we believe Dreamstar can be a way to wake up the whole nation so that they appreciate that this industry is not only to entertain people but can also be an engine of economic growth,\" Zhao said.\nThroughout the seven years, Dreamstar has helped some of the young artists to sign lucrative contracts with some Chinese arts and cultural agents and as well as some in America, Zhao said.\nWinners have also benefited from educational scholarships offered by Dreamstar with support from the Chinese embassy and government.\nOver the seven years, at least 10 contestants have benefited from the scholarships, Zhao said.\nZhao has bigger plans to expand the horizons of Dreamstar across the country's borders.\n\"In the future we want to come up with our own theater production where we can take Zimbabwean artists to go around the world to showcase traditional Zimbabwean and African culture and obviously make money as well,\" he said.\nZhao reckons that the arts industry is broad, encompassing such genres as painting, sculpture, music, dance and movies and all these can be developed into a fully fledged, lucrative industry.\n\"We believe Dreamstar can also link up the young artists and then promote them into the international world and one day they will make money for the country,\" he said.\nSince 2015 Dreamstar selects about 30 contestants who go to China to do performances and participate in exchange programs and the Chinese have been very appreciative of the African arts.\nFinancial resources have been a major challenge for Dreamstar, and Zhao appealed to Zimbabwean companies to come on board and partner the project.\n\"I believe we need Zimbabwean and Chinese companies to join this industry because without people to people exchanges, the cultural cooperation between the two nations will not have a strong root,\" Zhao said.\nAs the reputation of Dreamstar continues to grow regionally, Zhao said a number of Chinese nationals from neighboring South Africa, Botswana and Namibia grace the final show annually, stirring plans for a possible regional Dreamstar show and final in China.\nA number of foreign agents from Western countries also grace the final show to scout for Zimbabwean talent and some contestants have been signed off with recording companies in China, Asia, Europe and America.\nZhao is not pleased with the number of female participants, but believes their interest will grow with time.\nZhao said support from the Zimbabwean local community was also important.\n\"We need support from the communities. A lot of people do not feel cultural exchange is important between the two nations but I have seen the fruits of this project,\" he said.\nThis year has been a learning curve for Dreamstar as everything was done online but there is room to improve next year.\n\"We can't wait to do live performances on stage. We had planned six gigs around the country in 2020 to showcase Zimbabwean culture and then go to Zambia and the international stage. We just wish that COVID-19 can be quickly over so that we can start from national tours first,\" he said.\nAs Dreamstar grows, Zhao said there are plans to go commercial and have winners participate in international commercial shows as a way to raise money for participants and the project.\nDreamstar also plans to build a 3 million U.S. dollars, 500-seat theater house in Zimbabwe's tourism hub Victoria Falls by 2022 to promote growth of the country's arts and culture industry.   \n"
}