{
    "title": "Feature: African American shares Chinese Wushu culture in Botswana",
    "time": " 2020-12-03 12:29:14",
    "url": "http://www.xinhuanet.com/english/2020-12/03/c_139560489.htm",
    "content": "GABORONE, Dec. 3 (Xinhua) -- Edward Scott, a 55-year-old African American, has spent four years sharing the original Chinese Wushu culture in Botswana.\nBorn and bred in Houston, the most populous city in the U.S. state of Texas, Scott decided to learn Chinese martial arts and Chinese Kung Fu when he was young, wanting to be different from others.\nIn 1984, already holding a title of \"master\" in martial arts, Scott left his native country for Wuhan, capital of central China's Hubei province, to advance his skills, which gave him an opportunity to learn more about China and its people.\n\"Learning Chinese Kung Fu and martial arts gave me a golden opportunity to have a full introspection of myself,\" said Scott. \"China is my second home.\"\nScott spent seven years in China before returning to the United States in 1992, an experience that transformed his life forever because he was taught to be innovative.\n\"We are always told that one must think outside the box. But to the Chinese, the box does not even exist. To them, the sky is the limit,\" said Scott, adding that the Chinese people are successful in every sector because of their tenacity to achieve more in a unique way.\nAccording to Scott, the Chinese people believe in sharing and multilateralism, something that he keeps bearing in mind and has led him to visit a number of countries across the globe to share with them the Chinese culture.\nIn Africa, he has been to Angola, Cote d'Ivoire, Tanzania, Uganda, Ghana and many others.\nIn 2016, Scott went to Botswana and found its people to be non-discriminatory -- an experience similar to that he had in China, which made it possible for him to nurture skills in a number of those who are willing to learn the Chinese culture, he said.\nHowever, he found that some people in Botswana had introduced into Wushu some culture that was not originally from China.\nWhile correcting all the wrong culture that was being spread, Scott said \"it is taking time, but my work alongside some locals who are more than willing to ensure that original Chinese culture is taught here will produce satisfactory results in the near future.\"\nScott said he is in the process of registering Botswana National Wushu Federation, affiliated with the southern African country's sport bodies such as the Botswana National Sports Commission and Botswana National Olympics Committee.\nAlongside 30-year-old Bethuel Mmoloki, a local enthusiast of Chinese culture, Scott said he is confident of achieving his goal of sharing Chinese martial arts with the rest of Botswanan citizens.\nMmoloki said he regards Scott as his adopted father.\n\"He is caring and likes to see many Botswanan citizens having full or just basic knowledge about the Chinese Kung Fu and martial arts because there are a lot of advantages in having it,\" he said. Enditem\n"
}