{
    "title": "Chinese culture, art festival celebrated in east Auckland",
    "time": " 2020-11-28 19:14:10",
    "url": "http://www.xinhuanet.com/english/2020-11/28/c_139549708.htm",
    "content": "AUCKLAND, New Zealand, Nov. 28 (Xinhua) -- The first Auckland East Chinese Culture and Art Festival was celebrated by local residents at the China Town in east Auckland on Saturday.\nThe festival, organized by Pakuranga Chinese Association, was supported by the local art organization Te Tuhi Centre and the local government Howick local board, with an aim of marking the contribution of culture and art to Auckland by Chinese migrants, especially the older generations.\nBarry Hung, chairperson of the Pakuranga Chinese Association, was proud of his community members who have worked hard to showcase the Chinese culture and art at the festival.\n\"It is the first time we do this event. Many of the performers and artists are volunteers. And the Chinese performances are performed by our neighbours all aged over 60,\" said Hung.\nPerformances such as of Peking opera and Chinese classic dances and drum dances as well as the exhibition of photos, paintings, Chinese calligraphy, and handicraft works were among the highlights of the festival that attracted a large audience from across Auckland.\n\"Chinese traditional culture is important to New Zealand Chinese. It is equally important to get more people involved and let the mainstream New Zealand society understand the Chinese culture and art,\" said Auckland councillor Paul Young.\nSimeon Brown, MP for Pakuranga, felt lucky in his east Auckland electorate. \"After a crazy year of COVID-19, we can now come together again and celebrate community culture, particularly rich Chinese culture that we are so lucky to have in east Auckland\", said Brown.\nAuckland's east suburbs are home for many Chinese communities, with increasing local acknowledgement of the Chinese culture. Well-organized local Chinese associations often work with the local government and communities to hold Chinese cultural events.\nNew Zealand is currently at COVID-19 Alert Level one with no restrictions on public gatherings. Enditem\n"
}