{
    "title": "Asia Album: Inheriting traditional culture -- Javanese puppet show in Indonesia",
    "time": " 2020-11-16 12:15:33",
    "url": "http://www.xinhuanet.com/english/2020-11/16/c_139519276.htm",
    "content": "Children wearing face shields perform Javanese puppet open stage show amid the COVID-19 outbreak at Rumah Budaya Nusantara (RBN) Puspo Budoyo, in Ciputat district, South Tangerang, Indonesia. Nov. 15, 2020. (Photo by Agung Kuncahya B./Xinhua) \nSOUTH TANGERANG, Indonesia, Nov. 16 (Xinhua) -- Javanese puppet actors perform a monthly open stage show amid the COVID-19 outbreak in Indonesia. Rumah Budaya Nusantara (RBN) Puspo Budoyo is a heritage site that conserves and develops Indonesian folklore, as well as promotes Indonesian cultures in art performances in various countries.\nJavanese puppet actors prepare on backstage before performing a monthly open stage show amid the COVID-19 outbreak at Rumah Budaya Nusantara (RBN) Puspo Budoyo, in Ciputat district, South Tangerang, Indonesia. Nov. 15, 2020. (Photo by Agung Kuncahya B./Xinhua) \nJavanese puppet actors prepare on backstage before performing a monthly open stage show amid the COVID-19 outbreak at Rumah Budaya Nusantara (RBN) Puspo Budoyo, in Ciputat district, South Tangerang, Indonesia. Nov. 15, 2020. (Photo by Agung Kuncahya B./Xinhua)\nTraditional singers wearing face shield play traditional music following a monthly open stage Javanese puppets show amid the COVID-19 outbreak at Rumah Budaya Nusantara (RBN) Puspo Budoyo, in Ciputat district, South Tangerang, Indonesia. Nov. 15, 2020. (Photo by Agung Kuncahya B./Xinhua)\nPeople watch Javanese puppets performing a monthly open stage show amid the COVID-19 outbreak at Rumah Budaya Nusantara (RBN) Puspo Budoyo, in Ciputat district, South Tangerang, Indonesia. Nov. 15, 2020. (Photo by Agung Kuncahya B./Xinhua)\nJavanese puppet actors prepare on backstage before performing a monthly open stage show amid the COVID-19 outbreak at Rumah Budaya Nusantara (RBN) Puspo Budoyo, in Ciputat district, South Tangerang, Indonesia. Nov. 15, 2020. (Photo by Agung Kuncahya B./Xinhua) \nJavanese puppet actors prepare on backstage before performing a monthly open stage show amid the COVID-19 outbreak at Rumah Budaya Nusantara (RBN) Puspo Budoyo, in Ciputat district, South Tangerang, Indonesia. Nov. 15, 2020. (Photo by Agung Kuncahya B./Xinhua) \n"
}