{
    "title": "Confucius Institute online courses continue to promote Chinese language, culture in Namibia",
    "time": " 2020-11-15 17:55:28",
    "url": "http://www.xinhuanet.com/english/2020-11/15/c_139517899.htm",
    "content": "FIle photo shows Wang Ling, teacher of Confucius Institute, teaches Chinese at University of Namibia (UNAM) in Windhoek Aug. 1, 2017. (Xinhua/Zhang Fan) \nThe Confucius Institute in Namibia continues to promote the exchange of Chinese language, culture in Namibia via online courses, despite the impact of the COVID-19 pandemic on economies, education and travel globally.\nWINDHOEK, Nov. 15 (Xinhua) -- The Confucius Institute in Namibia continues to promote the exchange of Chinese language, culture in Namibia via online courses, despite the impact of the COVID-19 pandemic on economies, education and travel globally.\nIn an interview with Xinhua, the director of Confucius Institute (CI) at the University of Namibia (UNAM), Zhang Fan said following the first recorded case in Namibia in March, the institute switched from in-person learning to online courses.\n\"The online courses mainly catered for the University of Namibia (UNAM) students who registered in our Chinese credit-bearing courses, and also two teaching sites, Amazing Kids Private School and Academy and Private School Swakopmund,\" he said.\nZhang said that because many studies were suspended due to the pandemic, there were about 800 learners who joined the online courses in 2020.\nAccording to Zhang, the CI will continue to organize the Chinese Bridge competition in 2021 if everything turns better.\n\"The difficult situation is just temporary, but we do believe that when everything turns better, we can restart again,\" he added.\nZhang also believes that students are still eager to learn the Chinese culture and language and the institute is ready to meet their demands in 2021.\nMeanwhile, as a demonstration that Chinese language and culture courses are bearing fruit, Zhang told Xinhua that Namibia's own musical group, Vocal Motion Six (VMSIX) in October clinched first prize in the category of \"Vocal Group\" of the \"Chinese Bridge Global Music\" International Music Talent Video Competition.\n\"The group shrugged off stiff competition from around 200 competitors and their video song in Chinese sent to China won in the category,\" he said, adding that the group has since been invited to visit China in 2021 if the pandemic subsides.\nSpeaking on the future of the CI, Zhang said it is difficult to predict the situation of COVID-19 in 2021, but they will stay positive while hoping for a clear plan for next year.  \n"
}