{
    "title": "CIIE: The taste of culture and business opportunities",
    "time": " 2020-11-08 18:50:25",
    "url": "http://www.xinhuanet.com/english/2020-11/08/c_139500692.htm",
    "content": "Visitors take photos of high heel-shaped pastries at the booth of Lesaffre at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2020. (Xinhua/Chen Yehua)\nSHANGHAI, Nov. 8 (Xinhua) -- CIIE not only provides business opportunities for enterprises, but also promotes the collision of different cultures. Global food and agricultural product companies gather at the on-going CIIE, making the exhibition more appetizing.\nVisitors taste wine from France at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2020.  (Xinhua/Chen Fei)\nA visitor tastes Ahmad tea at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2020.  (Xinhua/Chen Yehua)\nA staff member serves spicy turkey noodles at the booth of Samyang Foods Co., Ltd. at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 5, 2020.  (Xinhua/Chen Yehua)\nPacks of instant dry yeast are seen at the booth of Lesaffre at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2020.  (Xinhua/Chen Yehua)\nA staff member arranges white wine from Slovenia at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2020.  (Xinhua/Chen Yehua)\nA visitor walks past the booth of Ferrero Rocher at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 5, 2020.  (Xinhua/Chen Yehua)\nStaff members make coffee at the booth of Canadian fast-food restaurant chain Tim Hortons at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 5, 2020.  (Xinhua/Chen Yehua)\nA staff member prepares coffee beans at the booth of Canadian fast-food restaurant chain Tim Hortons at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 5, 2020.  (Xinhua/Chen Yehua)\nAn exhibitor (L) introduces beef products from South Africa at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2020.  (Xinhua/Chen Yehua)\nA pastry chef makes high heel-shaped pastries at the booth of Lesaffre at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2020.  (Xinhua/Chen Yehua)\nPhoto taken on Nov. 7, 2020 shows the exhibition booth of Great Britain at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China.  (Xinhua/Chen Yehua)\nVisitors taste cookies from Switzerland at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2020.  (Xinhua/Chen Fei)\nPhoto taken on Nov. 7, 2020 shows the exhibition booth of Thai food and agricultural products at the Food and Agricultural Products exhibition area during the third China International Import Expo (CIIE) in Shanghai, east China.  (Xinhua/Chen Yehua)\n"
}