{
    "title": "Across China: Tourism helps ethnic Miao people shake off poverty, protect culture",
    "time": " 2020-10-27 16:47:16",
    "url": "http://www.xinhuanet.com/english/2020-10/27/c_139470830.htm",
    "content": "GUIYANG, Oct. 27 (Xinhua) -- As food steams and toasts chorus through his restaurant, Hou Yanjiang roams around asking tourists their opinions on the dishes and services they are receiving.\nHou, 39, is the owner of Houjiazhuang, a three-story rural inn that was once his house in Xijiang, a Miao ethnic village tucked away in southwest China's Guizhou Province.\n\"The tourism sector has been recovering since May as the COVID-19 epidemic wanes,\" said Hou, adding that his restaurant generates more than 5 million yuan (745,000 U.S. dollars) in annual sales revenue. \"I started from scratch 12 years ago, and now my life is getting so much better.\"\nXijiang is located in Guizhou's Qiandongnan Miao and Dong Autonomous Prefecture. The village is home to almost 2,000 families, and most are from the Miao ethnic group. Xijiang boasts more than 1,000 stilted houses -- typical wooden buildings of the Miao people. Over almost 1,000 years, the Xijiang people have built a distinctive Miao culture which includes dances performed in handmade Miao costumes and songs sung in the Miao dialect.\nBut the villagers of Xijiang had been struggling in poverty for generations, cut off from the outside world by surrounding mountains.\nTo make a living, 90 percent of the local population traveled to big cities as migrant workers in the 1990s. The mass migration emptied the village and threatened the end of the Miao culture.\n\"In 2005, the average annual per capita income was just 1,431 yuan, barely half the national average,\" said village official Li Song.\nBefore Hou Yanjiang began his catering business, he was a construction worker, a vendor and a salesman.\n\"I experienced all kinds of hardships, but I didn't make much money,\" he said.\nIn 2008, the local government began developing the village's tourism industry by upgrading its infrastructure. They brought in a tourism company the next year, aiming to tap the Miao culture's market potential. The village soon became a tourist attraction.\nHou returned to Xijiang and, with the support of the local government, received an interest-free loan of 30,000 yuan. With that money, he transformed his stilted house into a family inn and began welcoming tourists.\n\"Many locals returned and made money quickly by renting their houses or starting businesses,\" Hou said. \"The majority of Xijiang residents have jumped on the tourism bandwagon by participating in catering or accomodation businesses.\"\nAs the tourism industry soared, the villagers committee, the local government and the tourism company that had been brought in negotiated to give roughly 18 percent of ticket sales to villagers so that they could \"share the benefits of tourism and be encouraged to protect their traditional houses,\" according to Li Song.\nOfficial figures show the villagers' profits from ticket sales rose from over 8 million yuan in 2012 to more than 32 million yuan in 2019.\nLocal resident Wu Lianmei lives in a stilted house atop a mountain. Her remote home means she is unable to develop a catering or accomodation business.\n\"It is difficult for us, living high in the mountains, to open a restaurant or a hotel. Few tourists are willing to climb up, so the ticket sales revenue is crucial for us,\" she said.\n\"My family receives about 30,000 yuan from ticket sales every year, which is a big sum,\" she said, adding that for villagers living in remote areas, the tickets have become a major source of income.\nLocal authorities have allowed families to rebuild their homes if they are too old or damaged to live in. Over the past 12 years, 192 houses have received permission to be reconstructed.\nFrom 2016 to date, the villagers committee has converted vacant spaces into 270 stalls, with goods for sale ranging from snacks to souvenirs. Villagers have plenty of opportunities to do business.\nWu Lianmei sells ethnic handicrafts, having won a lucky draw in August which guaranteed her a souvenir stall.\n\"Though the draw depended on luck, I am quite happy,\" she said. \"As long as you are not lazy, you can always find a job in Xijiang.\"\nWu said her business is back on track as China is recovering from the epidemic.\n\"Everything is back to normal nowadays, and we are not worried about our lives,\" Wu said, adding that a bright future is ahead. Enditem\n"
}