{
    "title": "Sports celebrated as part of traditional Chinese culture in Guizhou",
    "time": " 2020-10-26 22:25:48",
    "url": "http://www.xinhuanet.com/english/2020-10/26/c_139468898.htm",
    "content": "The participants get ready to set off at the starting point. (photo by Zheng Minghong/Xinhua)\nMountain climbing activities were held to mark China's Chongyang Festival, an occasion to care for and send blessings to the elderly. \nBy sportswriters Zheng Minghong and Luo Yu\nGUIYANG, China, Oct. 26 (Xinhua) -- Nearly ten thousand citizens took part in mountain climbing activities across southwest China's Guizhou Province on Sunday to mark the Double Ninth Festival, also known as Chongyang Festival in China.\nIt is an occasion to care for and send blessings to the elderly throughout the country.\nOne of the participants, Wang Yinfeng, aged 72, took part in an activity held in Longli County.\n\"It has become a routine for me to go climbing every year on the Double Ninth Festival. So when I heard the arrangements of the activities, I quickly signed up and got myself prepared,\" said Wang.\nThis year's participants ranged in age from small kids to the elderly.\n\"Mountain climbing is a good way to commemorate the traditional culture,\" said Jing Qiwei, director of department of the provincial sports bureau for mass sports, adding that they want to promote traditional culture by advocating and organizing sports activities.\nAccording to Jing, such activities were first held in 2017 but this is the first time that the activities have covered the whole province.\n\"People are paying more attention to their health and observing the traditional festivals as their living standards are improving along with China's economic development,\" Jing said.\nTwo participants, Ban Zhongyi and his wife, brought their son to the event. \"We planned to take him out for exercise and let him learn about our traditional culture,\" he recalled.\nJing emphasized that organizing sports activities to celebrate the traditional culture can strike two birds with one stone. They not only help build their bodies, but also enhance their understanding of traditional culture.\nJing added that it is the first time that the bureau has cooperated with the Guizhou Radio and Television Station to air the activities. \"We are determined to enrich the content and make the activities better to draw more participants in the future,\" said Ba Lianli, an official from the local government.  \n"
}