{
    "title": "Chinese culture radio series gaining popularity in Namibia",
    "time": " 2020-10-24 17:58:29",
    "url": "http://www.xinhuanet.com/english/2020-10/24/c_139464503.htm",
    "content": "By Ndalimpinga Iita\nWINDHOEK, Oct. 24 (Xinhua) -- A radio programme featuring Chinese culture content is gaining popularity among the Namibian populace.\nThe show, dubbed \"Incredible China\" premiered on the Namibian Broadcasting Cooperation (NBC)'s English national FM station in October this year.\nChinese ambassador to Namibia, Zhang Yiming, said that the Chinese culture radio series focus on the unique charm of Chinese culture.\nThe radio show, broadcast every Saturday, is hosted by Paul Munandjala, popularly known as Paul da Prince.\n\"Incredible China is the ear of the rich history and culture of the most populous Asian country,\" he said.\nMeanwhile, locals are immersed in Chinese culture via the radio show.\nHilma Ndapewa, 31, religiously listens to the show. Thus far, her most favourite radio series was the third edition of 'Incredible China', which featured Chinese food.\n\"I have an interest in delicious cuisine. It was great to hear more about Chinese food,\" she said on Friday.\nFor young Martin Tuliipo, the series edition on Chinese Kungfu reminded him of his favourite movie characters like Jackie Chan and Bruce Lee.\n\"Besides, I am hoping to learn more about self-defence, so it was interesting to hear about the history, types and forms of martial arts such as the internal and external Kungfu,\" he said.\nFor him, the demonstrative soundbites and the excitement of the presenter also drew him, and to keenly be interested in the radio show.\nGrace Basson from Windhoek enjoys the fusion of Chinese music featured on the show.\nMeanwhile, more locals said that they look forward to learning more about China through the radio show.\n\"We look forward to this cultural exchange and learn more about Chinese culture,\" according to Ndatulumukwa Haikali in a social media comment. Enditem\n"
}