{
    "title": "UN chief calls for investment in culture to promote global solidarity",
    "time": " 2020-10-23 05:26:24",
    "url": "http://www.xinhuanet.com/english/2020-10/23/c_139460132.htm",
    "content": "UN Secretary-General Antonio Guterres (Front) attends the screening of the United Nations Day Concert 2020 in the General Assembly Hall at the UN headquarters in New York, on Oct. 22, 2020. UN Secretary-General Antonio Guterres on Thursday called for investment in culture to promote global solidarity. Guterres made the appeal at a United Nations Day concert, which was sponsored by the Italian mission to the United Nations. (Mark Garten/UN Photo/Handout via Xinhua)\nUNITED NATIONS, Oct. 22 (Xinhua) -- UN Secretary-General Antonio Guterres on Thursday called for investment in culture to promote global solidarity.\nGuterres made the appeal at a United Nations Day concert, which was sponsored by the Italian mission to the United Nations.\n\"As we celebrate United Nations Day with this performance, I want to emphasize the importance of culture in the work of this organization,\" said Guterres. \"Music brings people together -- the only form of communication around the world for which translators are not needed. Where music and the arts are part of school curriculum, young people do better in their studies. And where culture and the arts flourish, societies thrive.\"\n\"We need to invest in culture, and to protect cultural rights just as we protect all other human rights. In that spirit, I hope today's concert will inspire us toward the global solidarity that is needed so urgently at this unprecedented time,\" he said.\nHe reiterated his appeal for a global cease-fire for the sake of the fight against COVID-19.\n\"Let us act together now to defeat the pandemic, prevent climate catastrophe, uphold the equality of women and men and pave the way for a safer, healthier, more just and sustainable world. We have the vision. We have the blueprint. We have the values of our charter. Let us be inspired by today's display of culture to work together for a better future.\"\nIn his speech, the president of the General Assembly, Volkan Bozkir, expressed the hope that the performance by celebrated artists can inspire people to reimagine the future.\n\"While COVID-19 may have shaken our world, it has not shaken our resolve. We have come this far together, and we are ready to overcome this together. What better moment than now, to start reimagining the future, and what better guide than music and art, to inspire us,\" he said. \"It is my hope that, as we take these steps toward reimagining the future, we do so with that shared sense of humanity, of community, and of universality.\"\nThe United Nations Day concert, a virtual performance by La Scala Theatre in Milan, was screened in the UN General Assembly Hall and live-streamed on YouTube, Twitter and Facebook. Enditem\n\r\n\n"
}