{
    "title": "Feature: Kenya's time-honored wood carving culture in peril amid urbanization",
    "time": " 2020-10-18 22:23:49",
    "url": "http://www.xinhuanet.com/english/2020-10/18/c_139449710.htm",
    "content": "NAIROBI, Oct. 18 (Xinhua ) -- Kyalo Ndaya uses his chisel to outline the design of an animal on a piece of wood, thereafter he picks another hand tool and embellishes striking details onto the new sculptor that has since taken its intended form.\nWood carving is ingrained in Ndaya's life, a passion passed down from his father who learned it from his father.\nThe middle-aged man comes from the Akamba community that inhabits lower eastern Kenyan counties where wood carving is a cherished cultural heritage.\nNevertheless, the old-age practice faces extinction in the face of the emergence of more lucrative jobs and unwillingness of the younger generation to learn how to carve.\n\"My children have never shown any interest in learning my art albeit they love my work and celebrate my skills. It saddens me that they will not inherit my artistry,\" Ndaya told Xinhua in an interview on Saturday.\nThe Kamba community has for more than a century practiced wood carving for leisure and income generation.\nOver the decades, wood carving has slowly but steadily permeated throughout Kamba land, an area largely unable to sustain farming year round due to its harsh climatic conditions.\nJoseph Mutuku, a manager in a society tasked with marketing handicrafts in Wamunyu town located in the expansive Machakos County, attributes the lack of interest among the youth to meager earnings from the trade and lack of a steady market.\n\"The current generation wants instant gratification, which may not lie with crafting in the present year because products sometimes take months or even years before they are purchased,\" said Mutuku.\n\"Out of 2,061 members registered under the society, only 600 are below 30 years. I reckon the numbers might go lower than this in the coming years,\" he added.\nThe youngest member of the society said that he learned of the trade from his grandfather at a tender age and plans to continue carving even with the pull of more enticing jobs.\n\"I understand my friends may not appreciate my work that may seem less glamorous to them. Despite this, I will continue to craft mavisa (the local name for sculptors) because I feel more bonded to my culture,\" said Mutuku.\nHe said that sensitization to encourage the uptake of wood carving in technical schools is one way of luring more people back to carving.\nMutuku said the National government should vigorously promote trade with foreign countries to widen the market for wood carvings.\nOn the other hand, Ndaya is convinced that if young people embrace modern ways of carving like using machines they will find the vocation more enjoyable and profitable.\nThe well-acclaimed carving society utilizes machines for cutting wood and sandpapering to achieve perfection.\nAdditionally, the society prides itself for exporting both miniature and large sculptors.\nThe carved items range from household utensils, images depicting animals and cultural norms of different communities in Kenya.\nCentral to wood carving is environmental preservation. At Wamunyu wood carvers, the artists came together to establish a tree nursery to replenish what they take from nature.\nThe nursery constitutes of fast-maturing trees which they sell to other woodcarvers outside the marketing body and the community at large.\n\"The tree nursery idea was birthed when the government banned logging of indigenous trees such as mahogany which we used for carving. On account of that we started planting trees that take a shorter period to mature such as the jacaranda and acacia,\" said Mutuku.\nThe seedling project teems with about 20,000 tree species.\nThe government in 2018 announced a ban on tree felling in community and public forests to help deal with devastating impacts of climate change like droughts. Enditem\n"
}