{
    "title": "Feature: China's cultural center in Mexico showcase of millenary culture",
    "time": " 2020-10-13 10:43:49",
    "url": "http://www.xinhuanet.com/english/2020-10/13/c_139436563.htm",
    "content": "MEXICO CITY, Oct. 12 (Xinhua) -- From her parents' home in the central State of Mexico, Flor Elizabeth Vazquez followed China's Mid-Autumn Festival celebrations remotely.\nVazquez, a Chinese language teacher and businesswoman, left Mexico in 2013 to follow her husband all the way to northern China. In November last year, she decided to go back to her hometown and spend some time with her parents, her husband and younger daughter. Then, the COVID-19 pandemic broke out and they have to stay there since.\nStill, they have been staying in touch with China and its traditions via the social media accounts of the China Cultural Center in Mexico, which offers a series of activities throughout the year.\nWith just a click on her computer, she can see the entire program in Spanish related to the Mid-Autumn Festival, a traditional Chinese festival celebrated on the 15th day of the eighth month of the Chinese lunar calendar for family reunion, which was simultaneously broadcast online by the cultural center.\nFrom Sept. 14 to Oct. 5, the center offered large-scale global events which were organized by the General Directorate of International Exchange and Cooperation of the Ministry of Culture and Tourism of China, the Sino-Foreign Cultural Exchange Center and the 37 cultural centers of China around the world, plus 22 overseas tourist offices.\nVazquez, 35, recommends her compatriots visit the cultural center's website, calling it \"a gateway to see what China is.\"\n\"To all those who want to learn more about the culture of China, I recommend visiting the Cultural Center of China, as it is the closest window to understand the millenary culture and daily life of the Asian country,\" she said.\nShe misses her home in northern Hebei Province, where she enjoys teaching and selling Chinese products to Mexico through an internet platform.\nNot expecting to go back to China until next year, Vazquez is pleased that the cultural center here serves to connect her with events back in China. Enditem\n"
}