{
    "title": "Feature: Istanbul's historical dungeons on restoration track for culture, art center",
    "time": " 2020-10-11 21:15:56",
    "url": "http://www.xinhuanet.com/english/2020-10/11/c_139432508.htm",
    "content": "by Zeynep Cermen\nISTANBUL, Oct. 11 (Xinhua) -- Dungeons of the Seven Towers, a multi-layered cultural heritage site in the largest Turkish city of Istanbul, has recently entered a large-scale and long-lasting restoration process that will convert it into a culture and art center as well as an open-air museum.\nThe heritage site, boasting an exceptional status in the city's historical memory, was once the place where several kings, statesmen, ambassadors, and some Ottoman sultans were imprisoned or slaughtered.\nAt the center of the two front towers lies the flamboyant Golden Gate, the oldest door of the city, built as a triumphal arch during the Byzantine era some 1,500 years ago.\nAfter the conquest of Istanbul in 1453, the Ottoman Sultan Mehmed II, the Conqueror, built three more pillars, raising the number of towers to seven in total, by preserving the initial structure, which is also known as Fortress of the Seven Towers.\nNow, historians, archeologists, and architects have been conducting the restoration project in cooperation with a scientific council and a conservation board.\n\"Our team has been treating the structure as if it is a diamond,\" Mehmet Ergun Turan, mayor of Istanbul's Fatih district, told Xinhua on the scene.\n\"The area is considered a conjunction point of two civilizations,\" he explained the historical importance of the site.\n\"The path we are standing on is an ancient Byzantine route, the oldest one in Istanbul that remains unchanged. After taking several steps, we set out on a 600-year-old Ottoman-era pathway,\" the mayor noted.\nMeanwhile, each of the seven towers tells different stories and legends, Turan said, as some functioned as the storage of precious goods, documents, and treasures of Ottoman sultans while others were used as dungeons which hosted notable figures throughout its history.\n\"When the restoration process is completed, all these locations will be open to visitors,\" said Mehmet Ali Akcay, the site's manager.\nEven the wooden columns inside some towers have remained the same, according to Akcay. In one of the towers which was used as a barracks of Byzantine soldiers, some engraved names and dates can be seen on the walls.\n\"As we proceed with our project, we want students, architects, historians and conservators from all around the world to come and watch this restoration process,\" the mayor Turan said.\nWhen completed, the structure will be one of the most significant attractions in Turkey, according to the mayor.\n\"There are also viewing terraces with beautiful Istanbul scenes. We will give permission to each of them, but first, we will attach some modern additions so that elderly and disabled people can access them easily,\" Turan noted. Enditem\n"
}