{
    "title": "Feature: Cuban family seeks to promote Chinese language, culture",
    "time": " 2020-09-30 12:46:44",
    "url": "http://www.xinhuanet.com/english/2020-09/30/c_139409094.htm",
    "content": "by Yosley Carrero\nHAVANA, Sept. 29 (Xinhua) -- Rodrigo Curbelo, an 18-year-old young adult from Cuba, starts his day every morning preparing for the final round of the 2020 Chinese Bridge, an annual Chinese language proficiency competition.\nThe Chinese language and culture continue to thrive in the island country through thousands of people, whose lives have been fundamentally changed through their visiting or living in China.\nAmong them is Curbelo, a Chinese language student who has found passion in the Chinese language and culture.\nHe learned Chinese in Beijing, where he stayed for four years with his family, and now continues honing his skills at Havana's Confucius Institute.\n\"At the very beginning, learning Chinese was very difficult. It is totally different from Spanish,\" he told Xinhua. \"However, it is at the very center of my life now.\"\nCurbelo, who came back to Havana in July 2019, carried with him some dictionaries, music discs, books and magazines to stay in touch with the Chinese culture.\nAt his place, all rooms are decorated with Chinese symbols, ranging from Chinese paintings on walls in the living room, to pillows with porcelain ornaments.\n\"Chinese will be the language of business in the future,\" he added.\nRodrigo's younger brother, Marcel Curbelo, 13, who also learned Chinese in Beijing and now studies at the Confucius Institute, said that the Chinese language is more than words and signs.\n\"It is like a world, full of attractions and wisdom,\" he said.\nSince the establishment of Cuba-China diplomatic relations 60 years ago, thousands of Cubans have traveled to China for study or work.\nAmong them is David Curbelo, 52, father of Rodrigo and Marcel, and a researcher at Cuba's Center of Molecular Immunology. He took his family along to China for work, which has become one of their most life-enriching experiences.\nAlthough he just learned a few words in Chinese, it was not an obstacle for him to gain expertise and knowledge through working with Chinese professionals.\n\"China and Cuba have a solid collaboration in the scientific field. We are learning from each other,\" said the scientist.\nOne of the moments this Cuban family enjoys most is sharing good memories of the time they were in China while Rodrigo's mother, a Cuban music professor, plays the piano in the dining room.\n\"I don't speak much Chinese either, but we are still learning with our sons,\" she said.\nOver the past few years, knowledge about the Chinese language and culture has become increasingly popular on the island thanks to efforts by social organizations and institutions including Havana's Confucius Institute, from which more than 4,000 students have graduated since it was founded in 2009.\n\"Learning the Chinese language is not an easy task, but Cubans are learning so fast,\" said Chinese language professor Zheng Wenjie.\nAs the Chinese Bridge competition approaches, Rodrigo and his family believe that they are already winning from the process, regardless of the final results of the contest.\n\"We love China. We are ambassadors of the Chinese culture,\" he added. Enditem\n"
}