{
    "title": "Xinhua Headlines: Culture code in China's fight against COVID-19",
    "time": " 2020-09-29 21:01:03",
    "url": "http://www.xinhuanet.com/english/2020-09/29/c_139407238.htm",
    "content": "\n\n-- \n-- \n-- \nQUFU, Shandong, Sept. 29 (Xinhua) -- It was the second time for David Bartosch, a Beijing-based professor, to attend the Nishan Forum on World Civilizations that took place Sunday and Monday in Confucius' birthplace of Qufu, east China's Shandong Province.\nUnlike the previous occasions, however, this year's cultural exchange came at an unprecedented time amid the COVID-19 epidemic.\nPhoto taken on Sept. 27, 2020 shows the opening ceremony of the 2020 China (Qufu) International Confucius Cultural Festival and the Sixth Nishan Forum on World Civilizations in Qufu, east China's Shandong Province. (Xinhua/Guo Xulei)\nThe menace of coronavirus is still raging across the world, leaving many in-person events canceled. Yet China has achieved decisive outcomes in its fight against the deadly virus with arduous efforts, enabling more than 100 people, including Bartosch, to travel, congregate and explore the cultural roots of China's governance.\n\"It is always a pleasure to take a business trip during this time since our school has imposed strict restrictions,\" said Bartosch, who works at Beijing Foreign Studies University. Based on his own experience, he believes that the measures China has taken to ensure public safety are reassuring.\nEarly this year, the German national was on holiday in south China's Hainan province when he got stranded in a small village due to the sudden outbreak of COVID-19. Though he felt anxious seeing the social media updates, just as anyone else, his worries were, however, soon dispelled by the Chinese government's quick and effective actions.\nA relative encourages the medical staff leaving for Wuhan to provide medical aid at Nanjing South Railway Station in Nanjing, east China's Jiangsu Province, Jan. 25, 2020. (Xinhua/Li Bo)\n\"The officials in the small village took really good care of the people,\" he said. \"The strict measures adopted were all worth it because after about six weeks on the island, no more infected people were reported and we were able to move around safely.\"\nAs an expert on philosophy, Bartosch said China's immediate success in bringing the epidemic under control stems from the fine traditional Chinese culture. He believes that China's governance, in which policymakers are trained and evaluated thoroughly and strictly under variable circumstances in order to make them acquire both political integrity and professional competence, originates from the country's Confucianism traditions and has a notable influence.\nBartosch's ideas coincided with those of other experts at the meeting. Daniel Bell, dean and professor of the School of Political Science and Public Administration, Shandong University, who was a keynote speaker at the sixth Nishan Forum, believes Confucianism has a lot to contribute to a well-run political system that considers the selection and promotion of officials based on ability and virtue.\nUnder the unified deployment of the central government, two hospitals, each with a floor area of more than 60,000 square meters, were built and put into use in less than 20 days, while 42,600 medical workers from across China were sent to the epidemic-hit Hubei Province.\nAerial photo taken on Jan. 24, 2020 shows mechanical equipment working at the construction site of a special hospital in the Caidian District of western suburb of Wuhan, central China's Hubei Province. (Xinhua/Xiao Yijiu)\nMeanwhile, more than 8 million protective suits, more than 1,000 negative pressure isolation ambulances as well as over 70,000 medical devices were allocated to the central Chinese province.\nIn the fight against the epidemic, every life in China matters. In Wuhan, all 780 children infected by COVID-19 returned home safely, the youngest of whom was only 30 hours old. Meanwhile, the success rate of treatment for the elderly over 80 years old was nearly 70 percent, with the oldest aged 108.\n\"Benevolent spirit is an important component of Confucianism. Fundamentally, the spirit signifies love. Love here is the love for parents, love for elderly people, and then eventually love for all. This is the cultural reason behind these numbers,\" said Yang Chaoming, head of the Confucius Research Institute.\nApart from bringing the epidemic under control domestically, China has also provided large quantities of medical supplies as well as expertise to other countries, matching its calls for building a community with a shared future for humanity with concrete actions.\nChina's medical supplies for 18 African countries arrive at the Kotoka International Airport in Accra, capital of Ghana, April 6, 2020. (Xinhua/Xu Zheng)\nThe forum, themed \"Shining through the future with civilizations,\" drew over 150 attendees, including more than 100 in-person participants, to discuss cultural topics, many of which were on Confucianism. The discussions also covered building trust through exchanges of civilizations and offering wisdom to build a community with a shared future for humanity. Lessons from China's spirit of collective effort against the coronavirus featured heavily in the conversations.\nNamed after Nishan Mountain, where Confucius (551-479 B.C.) is believed to have been born, the Nishan Forum came into being in September 2010 after Xu Jialu, former vice-chairman of the Standing Committee of the National People's Congress, spent nearly three years working to establish it as China's first high-level spiritual dialogue. Confucius, an educator and thinker, has influenced countless generations of Chinese society.\nThe pandemic's spread around the world has made increasingly more people realize that humans and nature are a community with a shared future, and all continents, countries, and peoples should join hands to move forward,  Xu said in a letter to this year's forum.\nChinese medical experts and Iraqi medical workers pose for a photo with a new medical device in Baghdad, Iraq, March 19, 2020. A new PCR (polymerase chain reaction) lab built by the Chinese team of experts was inaugurated in Baghdad. (Xinhua)\n\"In this fraught time of physical illness, when so many have died, many of us have been turning our thoughts to persistent societal ills and the less-than-constructive global relations,\" said Michael Nylan, a history professor at the University of California, Berkeley. \"We can only hope to work in concert to usher in a new era in which we flourish in amity together.\"\nIn his signed letter in Chinese addressed to the forum, former UN Secretary-General Ban Ki-moon said the COVID-19 pandemic has sounded an alarm throughout the world.\nPeople are increasingly realizing that they are living in an era of fusion and connection and no country can cope with all challenges alone, and so each country should do its part in solving problems, said Ban in the letter. \n(Reporting by Zhang Xinyi, Wang Zichen, Wu Shuguang, Zhang Wuyue, Sun Xiaohui, Yang Wen, Li Baojie; Video reporters: Zhang Wuyue, Zhao Xiaoyu; Video editor: Zhao Xiaoqing)\n"
}