{
    "title": "Feature: Zimbabwean school enhances Africa-China ties by bridging language and culture gap",
    "time": " 2020-09-29 18:17:50",
    "url": "http://www.xinhuanet.com/english/2020-09/29/c_139406951.htm",
    "content": "\r\n\nGingko Education, a language and culture teaching school based in Harare, Zimbabwe's capital, is enhancing Africa-China ties by bridging the language and culture gap. (Xinhua)\nAs China's economic clout continues to grow exponentially, many parents in Zimbabwe increasingly want their children to learn Chinese and to have a broader understanding of the rich culture and long history that the language carries.\nby Tafara Mugwara and Zhang Yuliang\nHARARE, Sept. 29 (Xinhua) -- As China's economic clout continues to grow exponentially, many parents in Zimbabwe increasingly want their children to learn Chinese and to have a broader understanding of the rich culture and long history that the language carries.\nAfter noticing this demand for the Chinese language, the Harare-based Gingko Education Center over the weekend organized a Chinese language and culture open day for children to learn the Chinese language and culture.\nTo make the learning environment more effective and to keep the children stimulated and well-engaged, the event also involved cultural aspects such as the art of writing Chinese characters.\nLearners attend a Chinese language lesson in Harare, capital of Zimbabwe, Sept. 26, 2020. (Xinhua/Tafara Mugwara)\nThe children also had an opportunity to showcase their creative sides by practicing pottery painting.\nBesides providing a learning avenue for children, the event also fostered intercultural communication and understanding as children from different cultural backgrounds interacted and worked together.\nFounder and Director of Gingko Education Veronika Steyn, who is originally from Ukraine, moved to Zimbabwe three years ago after staying in China for seven years. Steyn said she started the school after realizing the cultural gap that exists between Africa and China.\n\"I have established the school because when we moved here I saw there is a massive breach in understanding between Chinese culture and African culture, and I thought that maybe by creating a center we could bridge this gap and give people an opportunity to learn about each other and become friends,\" she told Xinhua.\n\"And of course, another reason is that a lot of the world is looking for business opportunities in China, cooperation with Chinese partners, and I think in order to build business successfully we need to understand each other, and not only linguistically, but culturally, so again as I said language is a door into culture, and if we speak Chinese we are really touching the heart of the culture and make sure our relationship is blossoming,\" she said.\nSteyn said language and culture are intertwined, therefore language teaching should always contain an explicit reference to the culture from which the language is extracted.\n\"I don't think it's possible to learn a language without understanding the intricacies of the culture. Actually all languages, in the language you can see the culture,\" she said.\nA learner practices how to write Chinese characters in Harare, capital of Zimbabwe, Sept. 26, 2020. (Xinhua/Tafara Mugwara)\nSteyn reiterated that exposing children to the Chinese and understanding the culture opens their world to endless possibilities.\nKathryn Boyd, who attended the event with her four children, said Chinese is a very important language for children to learn because it is spoken by more than a billion people in the world.\n\"It just opens up so many possibilities for them, even when they grow up. You know, there are so many opportunities, I think that China is very forward in terms of technology, you know, a lot of IT and new innovations come from China, so it opens up a world of opportunity to them,\" she said.\nHer 13-year-old daughter, Jada Boyd, said while learning Chinese is no easy task, the benefits that she can reap from knowing the language are worth the effort.\n\"I think it will benefit me, it will help me understand the culture more, it will help me connect with people on a better level, it will give me a lot of opportunities in the future, you know, career options, traveling,\" she said.\nSince its inception, the number of people seeking to learn Chinese at Gingko Education has grown significantly.\nThe center currently offers lessons to adults but plans are underway to introduce Chinese language lessons to young children.\nWhile the center focuses mainly on teaching Chinese to Zimbabweans and expats living in the country, the center also offers English lessons, mostly to Chinese nationals. They also teach the local Shona language to foreigners and to Zimbabweans who speak other languages.\nAlthough the closure of physical classes due to the COVID-19 pandemic affected learning at the center, the school made significant efforts to ensure that students continue to thrive while learning from home by introducing online lessons.\nThere has been a surge in the number of Zimbabweans seeking to learn Chinese in recent years due to the job opportunities the language provides. Chinese has also become one of the most widely introduced foreign languages in Zimbabwean schools.   \n"
}