{
    "title": "Forum on Confucius culture opens in east China",
    "time": " 2020-09-27 20:36:22",
    "url": "http://www.xinhuanet.com/english/2020-09/27/c_139401633.htm",
    "content": "JINAN, Sept. 27 (Xinhua) -- A forum on Confucius culture opened Sunday in the city of Qufu, east China's Shandong Province, the birthplace of the Chinese sage.\nThe Sixth Nishan Forum on World Civilizations drew more than 150 scholars from home and abroad, more than 40 of whom attended the online forum due to the COVID-19 epidemic, to discuss the ancient wisdom of Confucianism and explore the bright future of human beings.\nThe forum coincided with the 2020 China (Qufu) International Confucius Cultural Festival.\nHigh-level dialogue, two themed speeches, and a series of forums will be held during the two-day event.\n\"We will jointly explore ways to integrate all kinds of civilizations to contribute wisdom and build a community with a shared future for humankind,\" said Jin Nuo, president of Nishan International Center for Confucian Studies.\nChen Zhu, vice chairman of the Standing Committee of the National People's Congress, said that Confucianism has not only influenced and shaped the spiritual characters of the Chinese people but has also been more and more widely recognized by the international community.\nIt is necessary to draw on the beneficial elements from all human civilization achievements, including Confucianism, and to obtain wisdom as well as methods through exchanges and mutual learning to tackle challenges facing mankind, said Chen.\nAccording to Lin Songtian, head of the Chinese People's Association for Friendship with Foreign Countries, Confucianism, the Christian civilization as well as the Islamic civilization all advocate realizing common prosperity through equal dialogue and mutual learning.\nConfucius was a great thinker in China. The Confucianism he cultivated has a unique charm that transcends both time and space, and spans countries and still shines on the world's stage, said Yasuo Fukuda, former Japanese Prime Minister and director of the International Confucian Association.\nConfucius (551-479 B.C.), an educator and thinker, has influenced countless generations of Chinese society. Enditem\n\r\n\n"
}