{
    "title": "Discover China: Thousand-year-old academy blends traditional culture with modern education",
    "time": " 2020-09-21 20:36:10",
    "url": "http://www.xinhuanet.com/english/2020-09/21/c_139385542.htm",
    "content": "CHANGSHA, Sept. 21 (Xinhua) -- Sitting in a classroom with a history of more than 1,000 years, Wang Gefei, a 26-year-old doctoral student, attended a lecture on China's academic history.\nWhile the desks, chairs and decor in the classroom retain the style of ancient China, teachers here have already begun to use modern teaching equipment when conducting classes.\n\"Studying here, I can feel the fusion of tradition and modernity every day,\" Wang said.\nYuelu Academy, where Wang is studying, was founded in 976 at the foot of Yuelu Mountain in Changsha, capital of central China's Hunan Province. The academy, where the cream of Chinese culture, including Confucian classics, social etiquette, writing and calligraphic skills, are taught, was among the four most prestigious ancient academies in China, and later became part of Hunan University.\nThe educational spirit and concept of ancient academies began to merge here with modern education at the beginning of the 20th century, said Xiao Yongming, president of Yuelu Academy.\n\"The strong affection between teachers and students is one of the cores of the academy's spirit. We inherit this spirit through a tutorial system,\" said Xiao.\nAccording to Xiao, Yuelu Academy, which focuses on teaching students in accordance with their aptitude, implements the tutorial system from undergraduate to doctoral students, combining the people-centered education of traditional academies with the curriculum-centered education of modern universities.\n\"Tutors can influence students with their knowledge and morality, and guide the students' development,\" he said.\nFar from being confined to traditional education, however, the ancient academy has also made various explorations to integrate traditional culture into contemporary university education.\nYuelu Academy has set up a general education center, offering an introductory course on the classics of traditional Chinese studies to all the students at Hunan University. Meanwhile, open lectures on topics such as literature and philosophy are held here every week, with people from outside the province making their way to Changsha for the occasion.\n\"Academies were places to give lectures in ancient times. Today, we should also strive to hold such lectures and spread culture to the whole of society,\" said Xiao.\nThe academy invites more than 100 famous scholars from home and abroad to lecture on traditional culture every year, with one online live broadcast setting a single-lecture record of 1.4 million viewers.\n\"While nourishing their own spiritual life with traditional culture, the teachers and students at the academy are striving to spread excellent traditional culture to the whole of society and make contributions to the revival of national culture,\" said Xiao. Enditem\n"
}