{
    "title": "Van Gogh exhibition a culture boost for Aussies under COVID-19 pandemic",
    "time": " 2020-09-18 08:59:59",
    "url": "http://www.xinhuanet.com/english/2020-09/18/c_139377853.htm",
    "content": "SYDNEY, Sept. 18 (Xinhua) -- Australians in Sydney have been offered a colorful break from life under COVID-19, in the form of Van Gogh Alive, a state-of-the-art exhibition celebrating the artists' life and works, which opened Friday.\nIt is the first large-scale exhibition to be held since COVID-19 reached Australia's shores earlier in the year, and offers the culture-loving city a glimpse of life prior to the pandemic.\nEmma Triggs, promoter of the exhibition, told Xinhua she was thrilled to see audiences able to take part despite the uncertain times.\n\"At this time people really need to have an opportunity to reconnect with art, and sort of reimagine the joy that you experience when you come to an event like this,\" Triggs said.\n\"So for Sydney, I just hope that people can come and feel happiness and joy because the past year has been so traumatic.\"\nVan Gogh Alive arrived in Sydney having already visited major cities around the globe, including China's Shanghai and Hong Kong, however its appearance in the middle of a pandemic made for a particularly warm-welcome by the Aussies.\nAs the event came together and COVID-19 case numbers fluctuated within Australia however, Triggs was never quite sure that anybody would actually be able to see it.\n\"We were very lucky with the number of cases declining at the point in time that I did announce it. So that could have gone anyway,\" she said.\nTo help mitigate the risk of COVID-19, each session's numbers are limited and visitors are required to socially distance and wear a mask, as well as undergo temperature checks on arrival.\nTriggs said Van Gogh's visionary nature made the exhibition a great escape from the troubled world outside, describing it as inspiring to see the long-suffering artist continue to shoulder humanity's burdens more than a century after his death.\n\"The tragedy of his life and the difficult time that he lived in, everyone can relate to right now,\" Triggs said.\n\"So the beautiful artworks that he's created that have given so much joy to so many generations, since the hundred plus years that he has died, it's really inspiring to see that that's lifting people's spirits even to this day.\" Enditem\n"
}