{
    "title": "Musical at cape Sounion highlights Sino-Greek cooperation in culture and tourism",
    "time": " 2020-09-18 06:45:59",
    "url": "http://www.xinhuanet.com/english/2020-09/18/c_139377255.htm",
    "content": "ATHENS, Sept. 17 (Xinhua) -- A cultural event was held on Thursday evening at cape Sounion, some 70 km southeast of Athens, highlighting Sino-Greek friendship and cooperation in culture and tourism.\nOn the occasion of the 70th anniversary of the establishment of the Greek National Tourism Organization (GNTO) and the 71st anniversary of the founding of the People's Republic of China and the Mid-Autumn festival, a musical entitled \"As long as there shall be Achaeans -- Variations on a Sunbeam\" was staged in front of the ruins of the emblematic 2,500-year-old Temple of Poseidon, the god of the sea in Greek mythology.\nPopular Greek singers, the National Symphony Orchestra and Chorus of Greek national broadcaster ERT performed a composition by prominent Greek composer Dimitris Papadimitriou inspired by the work of late Greek poet Odysseus Elytis.\nThe event, which was held under the auspices of Greek President Katerina Sakellaropoulou, was co-organized with the Region of Attica in cooperation with the Chinese embassy in Greece.\nGreek officials were among the audience which was small due to COVID-19 restrictions.\n\"As long as Achaeans exist, there will be Helen of Troy,\" sang Veronica Davaki taking the audience on a trip to the past through the verses of Elytis, referring to the woman who personified beauty in Greek mythology and was the reason why the Achaeans waged a war against the city of Troy.\n\"For GNTO this event is very important ahead of the 2021 China-Greece Year of Culture and Tourism. I believe these kinds of events, cultural events, will be very inspiring and make us believe that we can have continuous collaboration with China. For Greece, cultural tourism is the most important sector to promote our country,\" Angela Gerekou, GNTO President, told Xinhua.\nFor the Greek side, the musical was a unique opportunity to further promote Greece as a tourism destination to Chinese people.\n\"Greece today, faced with an unprecedentedly difficult year also for the Greek tourism industry, declares that it is standing tall under the light,\" Gerekou said, addressing the event.\nTourism, one of the pillars of Greek economy for decades, has been hit hard amidst the novel coronavirus pandemic. The country has welcomed this year just a small fraction of the more than 34 million visitors of last year.\nFor the Chinese side, Thursday's musical marked the beginning of celebrations of the 71st anniversary of the founding of the People's Republic of China and the Mid-Autumn Festival and in addition was a great opportunity to warm up the 2021 China-Greece Year of Culture and Tourism.\n\"Both sides attach great importance to it and have made a lot of preparations. I hope that tourism will return to normal as soon as possible next year, but even if it does not fully return to normal, the Year of Culture and Tourism is important for the friendly exchanges between the Chinese and Greek peoples. It is an important cultural experience,\" Zhang Qiyue, Chinese ambassador to Greece, told Xinhua.\n\"I hope that the China-Greece Year of Culture and Tourism will further promote the friendship and mutual understanding between the two sides, the two ancient civilizations,\" she said.\nComposer Papadimitriou also voiced confidence that the two countries and peoples share elements that facilitate understanding and cooperation.\n\"Greece and China are two countries of ancient civilizations who know very well how closely interlinked are the past and the present,\" he told Xinhua. Enditem\n"
}