{
    "title": "UN chief calls for efforts to promote culture of peace",
    "time": " 2020-09-11 00:37:21",
    "url": "http://www.xinhuanet.com/english/2020-09/11/c_139359245.htm",
    "content": "UNITED NATIONS, Sept. 10 (Xinhua) -- UN Secretary-General Antonio Guterres on Thursday called for efforts to promote the culture of peace, saying such efforts are more important than ever given the tremendous challenges posed by COVID-19.\n\"In the face of this grave danger (of COVID-19), it is more important than ever to work for a culture of peace, as the essential foundation for global cooperation and action,\" he told a high-level forum on the culture of peace.\n\"That goes far beyond conflict prevention, mediation and resolution -- as vital as those efforts remain. A culture of peace must be centered on human rights, and an end to injustice and discrimination based on gender, ethnic origin, religion, disability or sexual orientation. We must tackle the deep-rooted inequalities that work against dignity and opportunity for all.\"\nHe asked countries to invest in social cohesion, saying that diversity is a richness, not a threat. Each community must feel that its identity is respected, while playing a full part in society as a whole, he said.\n\"We need a new generation of social protection, including for the most vulnerable, based on universal health coverage and the possibility of a universal basic income in line with our central objective of the eradication of poverty. We need to achieve universal access to quality education, which is one of the great enablers of progress and crucial for nurturing new generations in understanding shared histories. And we must work together with our planet, not in opposition to it, recognizing its boundaries and our own responsibilities to each other and to future generations.\"\nThe pursuit of peace is a continuous process based on choices and decisions that are made every day. Creating a culture of peace is a way of life, for individuals, communities and countries, he said.\n\"We promote a culture of peace by generating understanding of different cultures and protecting our precious heritage. Art and culture enable us to express and share fundamental truths about our common humanity.\"\nA healthy culture of peace creates space for civil society and the media to play their full part. They are essential to dialogue and accountability between people and their governments. There is a need to ensure that digital communications contribute to peace and are not misused to spread hate and extremism, he said.\n\"And creating a culture of peace means supporting dialogue with those who are different. Respect, empathy and the protection of human rights and dignity must be our guide, even in the most difficult circumstances. As we respond to the pandemic, and work for a strong economic recovery, I urge all to redouble their commitment to making a culture of peace our everyday reality.\" Enditem\n"
}