{
    "title": "China Focus: Int'l services trade fair boosts Chinese culture's global push",
    "time": " 2020-09-08 19:34:31",
    "url": "http://www.xinhuanet.com/english/2020-09/08/c_139352885.htm",
    "content": "BEIJING, Sept. 8 (Xinhua) -- A promotional video, in which African people are watching Chinese films and TV series with great interest, has caught the attention of spectators at the cultural services exhibition area of the ongoing 2020 China International Fair for Trade in Services (CIFTIS).\nBoth the digital television and the programs they are enjoying were brought to them by StarTimes Group, a Beijing-based media company attending this year's fair.\nSince exploring the African market in 2002, the company has expanded its investment in digital TV in 37 countries on the continent including Rwanda, Nigeria and Kenya.\nGuo Ziqi, vice president of the group, found that with the rapid development of digitization in Africa, people there have an increasingly urgent need for quality Chinese movies, TV dramas and programs.\n\"Only when people know what these works from China are saying will they want to watch them and thus be willing to understand the country's culture. So good dubbed films and TV dramas are the key to telling Chinese stories and spreading the voice of China,\" said Guo.\nIn recent years, a total of 503 films and 276 TV series from China, as well as a large number of documentaries and cartoons, have been dubbed into more than 10 foreign languages including English, French and Portuguese in the translation and dubbing center set up by StarTimes Group in Beijing.\nAmong the more than 20 foreign anchors in the center, most are from Africa.\n\"Kids in my hometown love watching Chinese kung fu movies so much that even the smallest TV set has a crowd around it,\" said Alex Herbert Shogotera, from Tanzania, who was voicing a character in the Chinese martial arts movie \"Ip Man\" in the studio of the center.\nJoelle Zita Bolabola, a voice actress and also TV anchor from Gabon who has studied and lived in China for years, said she has introduced stinky tofu to people in her hometown, who are interested in Chinese food, through StarTimes' programs.\nThe popularity of Chinese dramas in Africa could not be achieved without the large exhibition and trading platform provided by the CIFTIS for Chinese and foreign enterprises and institutions.\nWang Libin, chairman of Beijing Huayun-Shangde International Cultural Exchange Co., Ltd., said the company has seen fruitful results by taking an active part in every CIFTIS.\nA 30-minute daily TV program produced by the company, which presents the lives of ordinary Chinese people, has been broadcast in Germany and reached around 20 million viewers, according to Wang.\nIn addition, the company founded the Golden Tree International Documentary Film Festival, a window for the European people to learn more about China, in Frankfurt, Germany, in 2016. Since then, the festival has attracted 14,469 films from 135 countries and regions, and more than 1,000 international film and television agencies. Dozens of outstanding Chinese documentaries have been purchased by overseas broadcasting organizations.\nStatistics show that more than 600 cultural enterprises and institutions participated in the CIFTIS this year, including nine of the world's top 500 enterprises and more than 100 industry leaders. Embassies in China of several countries along the Belt and Road, such as Greece, Belgium, Ethiopia and Pakistan, also attended the event and paid close attention to the new trend of China's cultural trade.\nChina's service exports grew by 3.3 percent year on year in July, according to data from the Ministry of Commerce. The export of personal culture and entertainment services grew by nearly 66 percent.\n\"At this year's fair, we set up a booth to show the operation of our projects in Africa, hoping to develop more new services trade business by exchanging ideas with people from all walks of life, and provide foreign visitors with the opportunity to know and love China,\" said Guo.\nThe CIFTIS, the first major international economic and trade event held both online and offline by China since the COVID-19 outbreak, opened last Friday and has already been held six times since 2012. Enditem\n\r\n\n"
}