{
    "title": "French PM announces 2-bln-euro aid to culture sector",
    "time": " 2020-08-26 22:27:31",
    "url": "http://www.xinhuanet.com/english/2020-08/26/c_139320122.htm",
    "content": "PARIS, Aug. 26 (Xinhua) -- French Prime Minister Jean Castex on Wednesday announced a two-billion-euro (2.36 billion U.S. dollars) rescue plan to support the country's pandemic-hit culture sector as part of the government's economic recovery package.\nFrench arts and culture, still shackled by restrictive sanitary rules, would get \"an exceptional fund\" to compensate losses and kickstart activities despite the ongoing effects of the COVID-19 pandemic, Castex told France Inter radio.\nStressing that \"the priority is to get (the sector) start again,\" he called on the French public to \"resume their cultural and social life as normally as possible\" while protecting themselves by respecting barrier gestures.\n\"Go to the theater! Go to cinema! You don't risk anything. Living with the virus is also cultivating yourself with the virus,\" Castex said.\nThe prime minister warned that \"the virus is still here and it has not gone down in terms of its virulence.\" However, he ruled out a new national lockdown to curb the spread of the virus.\nTo mitigate the economic fallout of the pandemic, the government is scheduled to present on Sept. 3 details of its general 100-billion-euro recovery plan, which focuses on reviving economic activities and preserving jobs amid the persistent sanitary crisis, Castex said.\nThe French government has already mobilized 460 billion euros, representing 20 percent of the country's gross domestic product (GDP), to help companies stay afloat through the coronavirus outbreak. The fund mainly consists of tax and payroll charge deferrals, in addition to specific plans to rescue the worst-hit sectors, such as tourism and the auto and aviation industries.\nThe government expects the French economy to contract by a post-war record of 11 percent for the whole year of 2020. (1 euro = 1.18 U.S. dollar) Enditem\n"
}