{
    "title": "Feature: Palestinian cyclers aim to spread biking culture among young people",
    "time": " 2020-07-28 22:19:12",
    "url": "http://www.xinhuanet.com/english/2020-07/28/c_139246872.htm",
    "content": "by Sanaa Kamal\nRAMALLAH, July 28 (Xinhua) -- In a rare scene in Palestine, five cyclers move between the West Bank villages and cities in to explore the territory's beauty while encouraging young people to enjoy sports.\nThe five Palestinians, in their 30s, are members of a Ramallah-based group dubbed \"Palestine Cyclers\" that was established in 2014 by three people and has so far attracted dozens of young people.\nMohamed Zaarour, a 33-year-old Palestinian and co-founder of the Palestine Cyclers, said the group's idea aims to support the bicycle culture since using a bicycle is healthy and environmentally friendly.\n\"Anyone willing to share a bike ride with us is welcome to be a team member,\" Zaarour, a former tour guide in the West Bank, told Xinhua.\nHe said that the group offers multiple and diverse tours and paths for all cyclers, taking into account each cycler's levels.\n\"Beginners cycle in easy roads while professionals can ride on bumpy and mountainous roads,\" Zaarour added.\nHe explained that they announce each journey on social media and the prices of tours and paths vary according to the number of participants.\n\"There is a notable increase in the number of people wishing to join us amid the coronavirus-related lockdown,\" Zaarour said, noting that he aspires to establish a club for cyclers to train young people on the cycling principles of international levels.\n\"Cycling is a wonderful sport that helps us break for the deadly routine in light of the current lockdown caused by the spread of the novel coronavirus,\" Dennis Soboh, 30, said as he checked his bicycle.\nHowever, cycling across the West Bank is not an easy mission for the young cyclers as they are always faced by Israeli settlers' challenges, the last of which was a few days ago, when a group of settlers attacked them.\nSoboh, who suffered bruises in various parts of his body, said the settlers attacked them when they mistakenly entered a settler-only road, noting that the settlers destroyed three bicycles.\nDespite the challenge, the cycler, who works as a lecturer at Birzeit University in Ramallah, stressed his determination to adhere to the sport as he will continue cycling between cities and villages to explore the beauty of Palestine. Enditem\n"
}