{
    "title": "Fijians enjoy Chinese culture amid COVID-19 pandemic",
    "time": " 2020-07-18 13:00:18",
    "url": "http://www.xinhuanet.com/english/2020-07/18/c_139222010.htm",
    "content": "Director of China Cultural Center in Fiji Sun Jie (L1) \n\"The COVID-19 crisis is unprecedented, but just as what we usually say crisis also means opportunities. We have no choice but to adjust to the 'new normal' and do something to continue our culture promotion,\" said Sun Jie, director of the China Cultural Center in Fiji.\nDuring the COVID-19 pandemic, Fijians enjoy Chinese culture through online platforms.\nby Xinhua writer Zhang Yongxing\nSUVA, July 18 (Xinhua) -- \"What an amazing culture it is. We really love Chinese culture and hope to have chance to experience this wonderful culture when the COVID-19 crisis is over,\" said Fijians who have visited the China Cultural Center in Fiji or attended the center's online Chinese culture activities.\nSun Jie, director of the China Cultural Center in Fiji, told Xinhua recently that the COVID-19 has had serious impact on the center's culture activities, but they started doing what they can to promote Chinese culture during the current difficult times.\n\"China has a profound culture with a long history. And here in this South Pacific island nation, Fijians do love Chinese culture and they are eager to experience it,\" he said.\n\"The COVID-19 crisis is unprecedented, but just as what we usually say crisis also means opportunities. We have no choice but to adjust to the 'new normal' and do something to continue our culture promotion.\"\nAccording to Sun, they have been trying to use multimedia as a platform, namely the online course about Chinese culture, to introduce Chinese culture activities.\nDirector of China Cultural Center in Fiji Sun Jie (R) introduces an exhibit for a Fijian visitor in Suva, Fiji, July 11, 2020. (Xinhua/Zhang Yongxing)\nOn the eve of the International Children's Day, the center worked together with Kunming Museum in southwest China's Yunnan province to introduce the Portrait of the Earth exhibition through Facebook and WeChat and it made a hit. The vivid portraits of animals brought great happiness to children who had to stay at home due to the virus.\nThe center also cooperated with the International School Suva to let the students from grade 6 to 10, most of whom have never been to China, enjoy a first-ever online Chinese culture course.\n\"I really enjoyed the online tour because it was really enjoyable, exciting, fun and something new that I have never done before. I hope to see your work again,\" said Rohan Zia Ludher, a student from the International School Suva.\nEchoing Ludher's views, Prasiddhi Dahal said, \"It was amazing and it was really fun to learn about the Chinese culture. Hope we can go there in person.\"\nAnother student Almira Zoya Haniff said, \"The experience was really good and we learnt a lot of new things that gave us more knowledge. I really enjoyed this and I think we should do this more often to enlighten our knowledge.\"\nA staff member of China Cultural Center in Fiji introduces Chinese tea to Fijian civil servants during the CELAP senior training course in Suva, Fiji, June 18, 2020. (Photo Credit: China Cultural Center in Fiji)\nSun said that this year, the CELAP (China Executive Leadership Academy Pudong) senior training course for Fijian civil servants was carried out through online platform in the center.\nDuring the three-day online course, more than 20 Fijian officials from different ministries, the Prime Minister's Office and the parliament also had a special experience enjoying the Chinese movies, paintings exhibition, books, Chinese tea, table tennis and Tai Chi.\nMost of them have paid no visit to China and just as what they said it is really an unforgettable Chinese culture tour, Sun said, adding that many Fijians are keen to visit China in the post-COVID-19 pandemic.\n\"I have got a lot from the Chinese culture. All of us have enjoyed the online course and the culture tour in the center. We hope we will have more chances to attend the activities here in the future,\" said Saleshni Naidu, director for training division of Fiji's Ministry of Civil Service, who has been to China twice.\nWith the relaxation of COVID-19 restrictions, the center is open to the public and there is a film showing every Saturday, which is popular with local Fijians.\nShirine Wazni, a 44-year-old Fijian woman, told Xinhua that \"I am very interesting in Chinese culture, its art, the martial art, the paintings, the food and of course the Chinese movies, which are touching with funs, sad tears, and can let us cry and laugh.\"\nMalakni Biu, a 70-year-old security guard, said, \"I like the Chinese culture very much. It is really a nice culture and the movies here are often moving us.\"\nChinese Ambassador to Fiji Qian Bo (R1) talks with Fijian civil servants during the CELAP senior training course at China Cultural Center in Fiji in Suva, Fiji, June 19, 2020. (Photo Credit: China Cultural Center in Fiji)\nChinese Ambassador to Fiji Qian Bo has voiced his satisfaction with the Chinese culture promotion through online platform.\n\"The COVID-19 has changed the way we work, study and live. From now on, we all have to learn how to adjust to the 'new normal.' Online Chinese culture course and experience is no doubt an useful attempt,\" he told Xinhua.\nHailing it as a great success, the ambassador, who also attended the CELAP senior training course for Fijian civil servants, hoped the Fijians will do what they can to strengthen the friendly cooperative relations between Fiji and China. \n"
}