{
    "title": "\"Chinese Bridge\" competition boosts Malaysian interest in Chinese language, culture",
    "time": " 2020-06-29 00:24:01",
    "url": "http://www.xinhuanet.com/english/2020-06/29/c_139173571.htm",
    "content": "KUALA LUMPUR, June 28 (Xinhua) -- Malaysian college and middle school students were able to show their skills in the Chinese language and culture with their participation in the preliminary round of a Chinese proficiency competition for foreign students in Malaysia, which concluded on Sunday.\nTwo categories of the \"Chinese Bridge\" competition were held in Malaysia: the 19th Chinese Proficiency Competition for Foreign College Students and the 13th Chinese Proficiency Competition for Foreign Secondary School Students.\nSome 19 contestants from seven universities took part in the college category, while 11 students from seven schools participated in the secondary school contest.\nKhairunnisa Imanina M Nazaruddin from University of Kuala Lumpur Royal College of Medicine Perak won the championship for the university category, while Nur Alia from Foon Yew High School-Kulai bagged the first place for the middle school category.\nAmong the challenges set for participants were a quiz, speaking proficiency and a talent show with each participant presenting performances related to Chinese culture including songs, music, dancing, opera, calligraphy, drawing and martial arts, among others.\nThe competition was held online due to the restrictions caused by the COVID-19 outbreak, with participants submitting videos of their talent show entries beforehand for evaluation.\nIn her welcoming remarks at the competition's opening ceremony, Director of Kong Zi Institute at University of Malaya Noor Zalina Binti Mahmood said the competition has attracted more and more Chinese learning enthusiasts and provided them with an opportunity to show their language skills.\nShe also commended the participants for the effort and serious participation, during an especially challenging time, and encouraged them to put on their best performance.\nZhang Zhen, cultural counselor of the Chinese Embassy in Malaysia, said that learning Chinese is not only learning the language itself, but also the process of understanding China and Chinese culture.\n\"By learning Chinese, you can truly understand China's past, present and future, which will help expand students' horizons and create more opportunities for their future career development,\" he said.\nThe competition was co-hosted by the Chinese Embassy in Malaysia and the Kong Zi Institute at the University of Malaya. Enditem\n"
}