{
    "title": "Feature: Cafe culture returning to pandemic-stricken Europe",
    "time": " 2020-06-26 04:39:10",
    "url": "http://www.xinhuanet.com/english/2020-06/26/c_139167415.htm",
    "content": "The table of a reopened restaurant is pictured near the Pantheon in Paris, France, June 18, 2020. (Xinhua/Gao Jing)\nAs the grip of the COVID-19 pandemic began to loosen across Europe last month, the \"cafe culture\" that the coronavirus had threatened with extinction gradually reappeared in the streets of European cities.\nSARAJEVO/PARIS, June 25 (Xinhua) -- On a sunny afternoon in June, Ermin Cetvrtak was sitting in a wooden coffee house in Sarajevo, capital of Bosnia and Herzegovina, sipping Bosnian coffee from a small copper cup and enjoying time in retirement.\nAbout 100 meters north of the city's Latin Bridge, cafes dot the narrow streets. Cetvrtak liked to kill countless mornings and evenings in the neighborhood's cafes before the COVID-19 pandemic captured Europe early this year.\nToday, his coffee still tastes the same and the waiter still greets him like an old friend, but for Cetvrtak, all this feels a little different from what it used to be. A white face mask covers his mouth and nose and in a similar fashion the waiter also protects himself from virus exposure.\n\"Before the pandemic, I came here four or five times a week to chat with old friends. Now it's only once a week,\" he said, \"but I'm here anyway, that's the point.\"\nPeople have breakfast on the terrace of 'Cafe de Flore' in Paris, France, June 2, 2020. (Xinhua/Gao Jing)\nCAFE CULTURE BACK\nAs the grip of the COVID-19 pandemic began to loosen across Europe last month, the \"cafe culture\" that the coronavirus had threatened with extinction gradually reappeared in the streets of European cities like Paris, Rome, Vienna, Vilnius and Sarajevo.\nCafe de Flore, one of the oldest coffee houses in Paris, reopened to customers at the beginning of June. French President Emmanuel Macron celebrated the day with a joyful note on social media. He said that the resumption of business in cafes and restaurants marked the return of happy times for the French.\nThe celebratory mood was no different elsewhere. In Europe, the cafe is a place where the literati draw inspiration, and where the locals enjoy their everyday life.\n\"There is no literature without a coffeehouse,\" Hungarian writer Sandor Marai once said.\nWhen Italy's cafes and restaurants reopened for business in late May, people returned in droves to kick off their day with a cup of espresso. Someone noted on social media that \"This is a ritual we have missed, celebrating life returning to normal.\"\nCustomers dine beside mannequins dressed creations of local designers in a cafe in the Old Town of Vilnius, Lithuania, on May 21, 2020. (Photo by Alfredas Pliadis/Xinhua)\nNEW RULES\nAs the pandemic is still raging in Europe, cafes and restaurants are reopening at different speeds. In certain regions, rules are still in force on how many guests can cafes serve indoors and on the mandatory use of face masks.\nIn France's so-called \"green zones,\" where the virus is least actively circulating, cafes have resumed indoors dining, but in the remaining \"orange zones\" only outdoor terraces are available to seat customers.\nIn Austria, cafes are no longer allowed to use bread baskets and they no longer provide newspapers to customers (both are prone to spreading the virus), although drinking coffee while reading newspapers has always been a ritual there.\nIn the middle of June, the Tazza d'Oro coffee shop near the Pantheon in Rome still followed the social distancing rules, which requires customers to keep a distance of at least one meter from each other.\n\"Before the lockdown, we often had a line of customers waiting outside because demand was high,\" Laura Birrozzi from the cafe told Xinhua. \"Now we still have a line, but only because of the social distancing rules. We can only serve a few customers at the bar at a time. When one customer leaves, we let another one through the door.\"\n People sit outside a cafe in Berlin, capital of Germany, May 26, 2020. (\nSAVE CAFES\nDespite the ongoing relaxation of the coronavirus restrictions, the recovery of the \"cafe economy\" is bound to be slow as the pandemic has exposed the fragility of this culture.\nPrior to the outbreak, the Tazza d'Oro in Rome used up 20 to 30 kilograms of beans to brew coffee each day, while the current daily consumption there is a mere three to six kilograms. Meanwhile, in Belgium, a third or even half of the country's coffee shops are facing bankruptcy, according to media reports.\nThe fate of the cafe industry is now hanging in the balance across Europe.  The continent's cafes are increasingly in need of being saved, and governments, businesses and customers alike are lining up to take action.\nThe municipal government of Vilnius, the capital of Lithuania, has decided to allow cafes and restaurants to use public spaces (streets, squares, courtyards) for outdoor services. In summer, Vilnius turns into one huge outdoor cafe.\n\"Plazas, squares and streets -- nearby cafes will be able to set up outdoor tables free of charge this season and thus conduct their activities during the quarantine. Just open up, work, retain jobs and keep Vilnius alive,\" said Vilnius Mayor Remigijus Simasius. \n"
}