{
    "title": "Feature: Turkish entrepreneur introduces Chinese culture, lifestyle via TV series",
    "time": " 2020-06-25 00:04:27",
    "url": "http://www.xinhuanet.com/english/2020-06/25/c_139164682.htm",
    "content": "Muhammet Demirel, a 24-year-old director of Demirel Group, works in a studio in Istanbul, Turkey, on June 23, 2020. A young Turkish entrepreneur and his team based in Turkey's largest city Istanbul have been introducing Chinese culture and lifestyle to Turks through Chinese TV series from a YouTube channel. (Xinhua)\nISTANBUL, June 24 (Xinhua) -- A young Turkish entrepreneur and his team based in Turkey's largest city Istanbul have been introducing Chinese culture and lifestyle to Turks through Chinese TV series from a YouTube channel.\n\"We believe that we will better explain the social structure of China and the Chinese way of life, including what they eat and drink, to Turkish people, through visual sources,\" Muhammet Demirel, a 24-year-old director of Demirel Group, told Xinhua on Tuesday.\nIn Demirel's view, Chinese and Turkish people have many things in common and resembling elements in their lives, but none of them has so far precisely introduced themselves to each other.\n\"But, once Turks, especially young generations, would discover China and Chinese culture through novels, movies, and dramas, they would also discover how the two societies are close to each other,\" Demirel continued.\nHe believes that after getting familiar with each other's way of thinking and their lifestyles, the political and economic relations between the two countries will further improve significantly.\nAfter receiving the copyrights of almost 100 Chinese TV series, the company launched its YouTube channel, Clickia TV, a week ago, and received more than 3,000 hits in the first four days.\nDemirel first started to promote China in his country by translating Chinese novels into Turkish with a team of 15 people almost four years ago and published them over a website.\n\"But, later, we realized that Turkish people mostly prefer watching something rather than reading about it. Therefore, we have diverted our focus towards visual sources, like movies, and series to better present China,\" Demirel said.\nNow, a total of 35 team members, including translators and writers, have been continuously working to keep the online channel updated, posting new episodes regularly.\nThey have been also working to launch a mobile application and a new website in July, which would comprehend all the visuals related to China, in return for a small amount of price.\nThe company is planning to translate the products into English, Arabic, and French next year.\nMeanwhile, for Deniz Iscan, a high school senior student, who started to be interested in Asian culture nearly two years ago, the new online portal would be a big opportunity to watch her favorite Chinese dramas.\n\"I was first fascinated by Chinese food culture and began to search some sources related to China,\" Iscan told Xinhua on Wednesday. \"But, sadly, the sources in Turkey were very limited.\"\nShe then decided to learn Chinese at the Confucius Institute at Istanbul-based Bogazici University to be able to read Chinese authors' books and watch Chinese movies and dramas.\nSpeaking of Demirel's devotion, she said watching Chinese TV series or movies from a mobile application with Turkish subtitles would be a big opportunity for the young generation in Turkey.\n\"I believe that it will fill a big gap for people of my age who are eager to learn more about China,\" she added. Enditem\n"
}