{
    "title": "Feature: Rome's coffee culture facing big challenges even after coronavirus measures eased",
    "time": " 2020-06-13 22:42:25",
    "url": "http://www.xinhuanet.com/english/2020-06/13/c_139136808.htm",
    "content": "People have coffee at a coffee shop in Bologna, Italy, May 18, 2020. (Photo by Gianni Schicchi/Xinhua)\nCoffee bars were all forced to close when Italy's national lockdown entered into force on March 10. Some reopened for take-away service on May 4, and most reopened for full service on May 18. Like most businesses, the nearly 6,000 coffee bars in Rome have been in a tight spot since reopening.\nROME, June 13 (Xinhua) -- Coffee lovers who come to Rome invariably find themselves in the neighborhood around the Pantheon, as nearby streets host some of the city's most celebrated coffee bars, including the two best-known establishments: Tazza d'Oro and Sant'Eustachio.\nIn normal times, visitors to both coffee bars should expect to stand in line to earn the right to sample the deep, rich, dark espresso they are known for.\nBut things look different as Italy slowly emerges from weeks of coronavirus lockdown.\nCoffee bars were all forced to close when Italy's national lockdown entered into force on March 10. Some reopened for take-away service on May 4, and most reopened for full service -- albeit with social distancing and other health measures in force -- on May 18. Like most businesses, the nearly 6,000 coffee bars in Rome have been in a tight spot since reopening.\nAn informal survey conducted by Xinhua of 30 coffee bars in seven different neighborhoods in Rome showed that while things have slowly improved since May 18, demand is still low.\nBar owners said that from an average of anywhere from 2 to 6 kilograms of coffee per day before the lockdown -- each kilogram produces between 130 and 150 cups of espresso -- current demand required, at best, half as much coffee each day.\nFor Tazza d'Oro and Sant'Eustachio, the drop has been much more dramatic. Both told Xinhua they were now going through just 3 to 6 kilograms a day, down from pre-lockdown levels of 20 to 30 kilograms a day.\n\"A neighborhood coffee bar is in a better position because their business comes from the local residents,\" Raimondo Ricci, owner of Sant'Eustachio, said in an interview. \"We are in a beautiful part of the city, but here there are almost no residents.\"\n\"We're being hit by a devastating collection of circumstances: there are almost no tourists in Rome, the schools are closed, all the nearby offices are closed. Even the employees of the Italian Senate, just around the corner, are working from home,\" Ricci said.\nA waiter serves clients at a coffee shop in Bologna, Italy, May 18, 2020. (Photo by Gianni Schicchi/Xinhua)\nLaura Birrozzi from Tazza d'Oro said social distancing rules, requiring customers to stay at least 1 meter from each other, also play a role.\n\"Before the lockdown, we often had a line of customers waiting outside because demand was high,\" Birrozzi told Xinhua. \"Now we still have a line, but only because of social distancing rules. We can only serve a few customers at the bar at a time. When one customer leaves, we let another one in the door.\"\nAccording to Alessandro Cavo, a member of the board of directors for Fipe, an industry group representing the catering and entertainment sectors, it might be a while before things return to normal levels for coffee bar owners.\n\"It's going to be a challenge for coffee bars to survive under anything close to former levels until the tourists start to return and coronavirus rules are loosened,\" Cavo said in an interview.\n\"Even residents are drinking less coffee in coffee bars than before,\" he said. \"They got into the habit of making coffee at home during the lockdown, and part of the joy of going to a coffee bar is the social side of the coffee ritual: chatting with neighbors and friends. That can't happen when bars can only let two or three people in the door at a time.\"\nEmilia Sabino, an office worker having a coffee at Normale, a coffee bar near the Roman Forum, agreed.\n\"I like going into a neighborhood bar because it's like a snapshot of that neighborhood,\" Sabino told Xinhua. \"Now you go in and it's just a place to buy a coffee. I'm impatient for it to go back to the way it was before.\"  \n"
}