{
    "title": "UK TV audience feast on Chinese culture show during lockdown",
    "time": " 2020-06-05 22:49:50",
    "url": "http://www.xinhuanet.com/english/2020-06/05/c_139117389.htm",
    "content": "LONDON, June 5 (Xinhua) -- Lockdown rules are being relaxed in many parts of Britain, but cross-border travel is still largely limited. An increasing number of Britons are now turning to TV or online to watch China-related content.\nChina Hour, a program on Sky TV, has hit its record high viewing in Britain, offering Britons a special window to the oriental country and its culture during the lockdown.\nJointly run by China International Television Corporation (CITVC) and Dove Media Ltd UK, the ratings have shot up since the end of March when Britain began its lockdown. According to figures obtained by Dove Media, its March viewings saw a dramatic increase of nearly 70 percent compared to that of February.\nFigures in April again went far beyond average, 2.5 times higher than the previous month. Broadcasting four hours a day on the Sky Showcase channel, the program reached a weekly average of 235,000 people in April. Per hour, the figure is much higher than popular channels such as Discovery History.\nGiven that people can hardly go out, let alone travel during lockdown, China Hour works with the China National Tourist Office in London on the \"Visiting China online\" campaign, offering audiences the opportunity to experience China from their comfortable living rooms.\nChina Hour embraced the opportunity when its British audience was staying home. On China Hour's YouTube channel, viewing went up more than 60 percent. In April alone, the minutes watched reached as high as 11 million, said Kevin Sui, CEO of Dove Media.\n\"It is true that the lockdown contributed to a longer TV watching time among the public, however the increase was also attributed to the high-quality content from CITVC and our skilful schedules,\" he added.\nHe disclosed that China Hour's performance remains consistent in 2020, like it was in the second half of last year. While some classic programs stay popular, shows along with new themes have all been well received, including the Chinese New Year series, Silk Road series and some other cultural and travel programs.\nThanks to the team efforts in scheduling, promotion, translation and dubbing, the Chinese New Year special shows aired in January and February have achieved satisfactory figures, reflecting the audience's keen interest in Chinese folk culture.\nAmong the most popular programs during the lockdown period are historical and cultural shows, including History of Great Wall, Furniture Chinese Style, the Legend of Bruce Lee, Chinese Garden, Tea: Story of a Leaf (UK localised version), as well as new programs such as Secrets of China, Chef Jamie's Adventure and All about Embroidery. In addition, Xiaoji and the Dog, an animation series dubbed by Dove Media for the British market, also attracted a strong following from young audiences.\nIt is worth mentioning that the Lockdown Wuhan series broadcast in March and April attracted the audience's special attention, playing a unique role in unveiling the Chinese narration of the epidemic to the world in this time of crisis.\nWhile keeping the original style of the series, the team performed further editing of some details -- from visual language to the proper way of wearing a mask, taking a full consideration of British audience's receptiveness and TV viewing habits. The Lockdown Wuhan eventually received figures that is hard to achieve for a single episode program, getting an audience of around 30,000.\nFor the post coronavirus era, Sui said China Hour is committed to continuing to provide British audiences with a wider range of programs including a cooking show to teach how to prepare Chinese dishes out of ingredients in ordinary British kitchen.\nTrevor Wicks, a senior financial advisor, said he switched to Sky solely for watching China Hour, and it helps him understand more about Chinese culture and history, as well as different parts of China.\n\"This has been a real help with my ongoing project in Shanghai,\" he said. Enditem\n"
}