{
    "title": "Spotlight: \"China Hour\" offers window on Chinese culture to UK audience amid COVID-19 lockdown",
    "time": " 2020-06-01 22:28:05",
    "url": "http://www.xinhuanet.com/english/2020-06/01/c_139105830.htm",
    "content": "LONDON, June 1 (Xinhua) -- At a time when crossborder travel is strictly limited, China Hour, a program on Sky TV, has hit record high viewings in Britain, offering a window on the oriental country and its culture under COVID-19 lockdown.\nJointly run by China International TV & Film Corporation (CITVC) and Dove Media Ltd UK, the program has grown rapidly since the end of March when Britain began its lockdown. Its March viewings saw a dramatic increase of nearly 70 percent compared to that of February. Figures in April again went far beyond average, 2.5 times higher than the previous month.\nThanks to its enhanced efforts for promotion and adapted content, China Hour embraced the opportunity when its British audience were staying home. In particular, documentaries about Wuhan lockdown provided a distinctive window for the audience in Britain to learn about life in the city, once the epicenter of the COVID-19 outbreak in China, said Sui Songyan, CEO of Dove Media.\n\"It is true that the lockdown contributed to a longer TV watching time among the public, however the increase was also attributed to the program contents and schedules,\" he added.\nHe introduced that China Hour's performance remains consistent in 2020, like it was in the second half of last year. While some classic programs stay popular, new shows along with new themed schedules have all been well received, including the Chinese New Year series, Silk Road series and some other cultural and travel programs.\nThanks to the team efforts in scheduling, promotion, translation and dubbing, the Chinese New Year special shows aired in January and February have achieved satisfactory figures, reflecting the audience's keen interest in Chinese folk culture.\nAmong the most popular programs during the lockdown period are historical and cultural shows, including History of Great Wall, Furniture Chinese Style, the Legend of Bruce Lee, Chinese Garden, Tea: Story of a Leaf (UK localised version), as well as new programs such as Secrets of China, Chef Jamie's Adventure and All about Embroidery.\nIn addition, Xiaoji and the Dog, an animation series dubbed by Dove Media for the British market, also attracted a strong following from young audiences.\nIt is worth mentioning that the Lockdown Wuhan series broadcast in March and April have attracted the audience's special attention, playing a unique role in communicating the Chinese narration of the epidemic to the world in this time of crisis.\nWhile keeping the original style of the series, the team performed further editing of some details -- from visual language to the proper way of wearing a mask, taking a full consideration of British audience's receptiveness and TV viewing habits. The Lockdown Wuhan eventually received figures that is hard to achieve for a single episode program by reaching an audience of around 30,000.\nGiven the fact that people are limited to go out, let alone travel during lockdown, China Hour works in collaboration with the China National Tourist in London for the \"Visit China online\" campaign on TV and social media. On China Hour's YouTube channel, the views and time watched have been boosted by more than 60 percent. In April alone, the minutes watched reached as high as 11 million.\nThe substantial content and multi-platform presence have brought favourable attention for China Hour. Trevor Wicks, a senior financial advisor, said he switched to Sky solely for watching China Hour, which helps him understand more about Chinese culture and history, as well as different parts of China.\n\"This has been a real help with my ongoing project in Shanghai,\" he said. Enditem\n"
}