{
    "title": "Germany's ministers of culture present plan to reopen cultural facilities and activities",
    "time": " 2020-05-20 22:42:46",
    "url": "http://www.xinhuanet.com/english/2020-05/20/c_139073001.htm",
    "content": "BERLIN, May 20 (Xinhua) -- Germany's state ministers of culture and the country's federal minister of culture agreed on a strategy for the \"responsible reopening\" of cultural facilities and activities, the German government announced on Wednesday.\n\"It is time for a new start for art and culture under the changed conditions,\" according to Bernd Sibler, Bavarian State Minister for Education and Culture and head of the conference of Germany's culture ministers.\nThe culture ministers proposed to maintain the minimum distance obligation of 1.5 meters that visitors of all kind of cultural events would have to comply with. To further minimize personal contact, the ministers suggested to implement and improve digital ticketing systems at the various venues.\nIn addition, visitors should be separately guided to their individual seats in small groups at a time while organizers should ideally offer contactless payment, according to the list of recommendations.\nArtistic programs would need to be adapted to the changing conditions as well. The cultural ministers recommended to focus on small-format performances as well as open-air performances but also formats with smaller ensembles and multiple performances of shorter programs.\nFurthermore, the ministers advised to intensify cleaning intervals and to make face masks obligatory where necessary. If required by national regulations, contact data of visitors should be recorded to identify possible infection chains.\nArtists and creative people were particularly affected by the COVID-19 crisis and the massive restrictions of public life and were \"sometimes confronted with existential needs,\" reminded Minister of Culture Monika Gruetters.\nThe measures would guarantee \"the most uniform, transparent and safe handling possible\" throughout the country, said Gruetters. But they would also make it possible to implement \"necessary ongoing adjustments\" with a view to future scientific knowledge about the pandemic and its control. Enditem\n"
}