{
    "title": "China tourism culture weeks 2020 launched online in UK",
    "time": " 2020-05-11 20:27:19",
    "url": "http://www.xinhuanet.com/english/2020-05/11/c_139048152.htm",
    "content": "LONDON, May 11 (Xinhua) -- A comprehensive Chinese culture and tourism promotion program \"China Weeks: When Culture and Tourism Blend\" has been launched online in Britain, offering Britons under the COVID-19 lockdown a closer look at the Chinese culture at home.\nTo support the British government's social distancing measures, the two-month program showcases a selection of high-quality literature, music and photography specially designed for those who stay at home and work from home.\nInitiated by the Ministry of Culture and Tourism of China in 2019, the program is hosted by the China National Tourist Office London (UK), which has uploaded the first patch of the selection last week to its social media accounts on WeChat, Facebook, YouTube, Instagram and Twitter, among others.\n\"With our brand-new content this year, we hope to offer you a closer look at, and a deeper understanding of, Chinese culture, online and from home,\" said the Office in a press release.\nHighlights of the new content include \"Together\", a poignant joint production by Chinese and Italian musicians, which is \"a touching moment with first-class music and artists\" and \"fully displaying that music is the common language for musicians to join hands in fighting the pandemic.\"\nMeanwhile, \"A Sunny Day\", a 21-minute delicate and inspiring mini-opera, produced during the pandemic by the China National Opera House, portrays the images of patients, doctors and the virus vividly in a Western opera musical style.\nFor those pursuing a deeper knowledge of Chinese philosophy and values, the Office provides them with an ingenious guide to the realm of Beijing Opera -- \"A Primer of Beijing Opera\", which combines a trinity of user-friendly guides for readers, listeners and viewers.\nMust-see also includes the \"Our Silk Road\" exhibition. With over 60 pictures selected from over 8,000 works by 330 photographers at the fifth World Photography Conference in northeast China's Shandong province, the exhibition underscores the striking similarity among peoples and highlights the importance of enhancing understanding and appreciation across cultures.\nThe \"China Weeks\" is part of a global effort. A total of 20 China National Tourist Offices and 40 China Cultural Centers overseas joined hands this year to host various events online globally during the following two months. \n"
}