{
    "title": "Live COVID-19 updates: Russian culture minister contracts coronavirus",
    "time": " 2020-05-06 23:56:53",
    "url": "http://www.xinhuanet.com/english/2020-05/06/c_139035974.htm",
    "content": "BEIJING, May 6 (Xinhua) -- The following are the updates on the global fight against the COVID-19 pandemic.\n- - - -\nMOSCOW -- Russian Culture Minister Olga Lyubimova has contracted COVID-19, the ministry's spokesperson said Wednesday.\n\"The results of COVID-19 tests are positive. The minister is at home and holds workshops via video conferences and participates in online meetings and negotiations,\" spokesperson Anna Usacheva was quoted by the local media as saying.\n- - - -\nADDIS ABABA -- The death toll from the ongoing COVID-19 pandemic on the African continent reached 1,959 as the number of confirmed cases hit 49,352 as of Wednesday, the Africa Center for Disease Control and Prevention (Africa CDC) said.\nThe Africa CDC in its latest situation update issued on Wednesday also revealed the number of confirmed COVID-19 cases across the continent rose from 47,118 on Tuesday to 49,352 as of Wednesday afternoon, eventually registering about 2,234 new cases during the past 24-hour period.\n- - - -\nBEIJING -- China has decided to join the international collaboration initiative launched by the World Health Organization (WHO) to combat COVID-19, a Foreign Ministry spokesperson said on Wednesday.\nOn April 24, WHO Director-General Tedros Adhanom Ghebreyesus announced to launch an international collaboration to accelerate the development, production, and equitable distribution of vaccines, diagnostics, and therapeutics for COVID-19.\n- - - -\nKIEV -- A total of 13,184 confirmed COVID-19 cases with 327 deaths were reported in Ukraine on Wednesday, while 2,097 patients have recovered, the country's health ministry said.\nAs of Wednesday, 905 children and 2,551 health workers have been diagnosed with COVID-19. In the past 24 hours, 487 people have tested positive for the virus.\n- - - -\nBRUSSELS -- Belgium has recorded 339 new deaths of COVID-19 in the last 24 hours, bringing the country's total tally to 8,339, the public health institute Sciensano confirmed on Wednesday.\nSciensano explained that 229 deaths in recent weeks were added to the 110 deaths over the past 24 hours on May 5, leading to the increase in the daily toll.\n- - - -\nWASHINGTON -- Private companies in the United States shed around 20.2 million jobs in April as the COVID-19 fallout continues to ripple through the country, payroll data company Automatic Data Processing (ADP) reported on Wednesday.\nPayrolls in service-providing industries declined by 16,007,000 and goods producers cut 4,229,000 jobs, according to the report.\n- - - -\nKATHMANDU -- The Nepali government on Wednesday decided to extend the ongoing nationwide lockdown and continue suspension of international flights as COVID-19 cases continue to grow in the Himalayan country, a cabinet minister said.\nHridayesh Tripathi, Minister for Federal Affairs and General Administration, told Xinhua on Wednesday that the cabinet decided to extend the deadline of the ongoing lockdown till May 18 and continue suspension of international flights till May 31.\n- - - -\nKUWAIT CITY -- Kuwait on Wednesday reported 485 new cases of COVID-19 and two more deaths, bringing the total infections in the country to 6,289 and the death toll to 42, the health ministry said in a statement.\nCurrently, 4,028 patients are receiving treatment, including 88 in ICU, according to the statement. Enditem\n"
}