{
    "title": "Across China: Daur farmer strives to preserve ethnic culture in village museum",
    "time": " 2020-04-06 12:46:26",
    "url": "http://www.xinhuanet.com/english/2020-04/06/c_138950973.htm",
    "content": "HOHHOT, April 6 (Xinhua) -- E Tiezhu admitted that he had collected old items of the Daur ethnic minority from all around just to make money at first.\nHowever, as he brought more and more old objects together, the 58-year-old farmer, who is a Daur from Tengke Township in the city of Hulunbuir, north China's Inner Mongolia Autonomous Region, found he could not bear to sell them.\n\"They would be worth a lot of money now,\" E said. \"But it's not easy to collect these things of our ethnic group. They are priceless treasures.\"\nWith rapid economic and social development over the last 20 or 30 years, the Daur people, one of the Chinese minorities mainly living in Inner Mongolia and Heilongjiang, have witnessed many old items and customs gradually fading out their daily life.\nGrowing up in Tengke Village with its peculiar Daur ethnic cultural atmosphere and familiar with the local production tools and household items, E realized how important it is to preserve the traditional culture of the group and began to collect the old items in 2008.\nLater on, a wide range of old things with Daur characteristics, including birch bark utensils, hand-spinning tools and horse saddles, were all among his collection. When E acquired a treasure, he enjoyed repairing it and giving it a new look.\n\"This one was so valuable that it took me a long time to get it from an old Daur herdsman,\" said E, with a freshly repaired horse saddle in his hand.\n\"Look at it. It's a Daur saddle. Its front bulge is higher than the rear one, contrary to Mongolian ones.\"\nHis obsession with collecting old Daur items impressed the cadres in Tengke Township as the local government was also trying to preserve the ethnic culture.\nIn 2009, a museum of Daur folk culture, a wooden wicker-roofed traditional Daur dwelling, was set up in the township and the government funded E to continue his \"hobby.\"\n\"I'm in charge of looking for treasures and the government pays the bill; I'm in charge of preparing for the exhibition and the government organizes people to visit the museum,\" said E.\n\"Our cooperation is very satisfying. Both sides are making joint efforts in preserving our past.\"\nIn collecting the old objects scattered about, the Daur farmer has traveled across the Morin Dawa Daur Autonomous Banner where he lives, even to places like the city of Qiqihar in Heilongjiang.\nOnce, he took a fancy to a birch bark utensil during a visit to a local resident's home in his banner. The resident charged 2,000 yuan (about 287 U.S. dollars) for the utensil and refused all attempts to bargain.\nTo save money for the government, E pretended to turn around and leave, but the resident didn't ask him to stay.\nIn the following days, E was unable to get the birch bark utensil out of his mind and went back to the resident's home again.\n\"I want to buy it for exhibition at the museum in my township. I hope to make our ethnic history and culture known to more people,\" he explained to the resident.\nMoved by his sincerity, the resident finally sold the birch bark utensil to him at a low price of 500 yuan.\nOver the past 12 years, E has collected all by himself 205 old Daur items, from cooking utensils and household items to hunting equipment and daily clothing, covering almost every aspect of the daily life of the Daur people.\nNow, the museum has become the most culturally vibrant place in the township and receives over 40,000 visits a year.\nWorking as the curator and the docent for the museum, E lives there and is busy proudly telling stories behind the old items to his fellow villagers and tourists who come to visit.\nSomeone once tried to buy the birch bark utensil from E for 15,000 yuan, but E politely refused.\n\"Only by preserving these old items can our ethnic culture be passed on,\" E said. \n"
}