{
    "title": "Across China: Live streaming helps spread Mongolian ethnic culture",
    "time": " 2020-04-02 21:44:21",
    "url": "http://www.xinhuanet.com/english/2020-04/02/c_138941889.htm",
    "content": "HOHHOT, April 2 (Xinhua) -- Altantuya spends about four hours every day live streaming the original processing craft of beef jerky and other Mongolian cuisine in her factory in north China's Inner Mongolia Autonomous Region.\nAfter putting on her dark blue uniform, a disposable mask and gloves in a processing room, Altantuya picks up a chunk of beef and throws it on a chopping board.\n\"I can tell if the beef quality is premium from the way it vibrates. The skill can only be obtained through practices, not words,\" Altantuya told her audiences.\nAltantuya developed a keen interest in the beef jerky-making technique from an early age and became the fourth generation inheritor of her family's special recipe for the traditional Mongolian air-dried meat.\nIn 2013, she opened a beef jerky processing factory in her hometown of Xilin Gol League, which is known for fine livestock species and high-quality dairy products. The factory, covering an area of nearly 4,000 square meters, produces about 100 tons of beef jerky per year.\nAt the very beginning, Altantuya just sold her products at brick-and-mortar stores and supermarkets. In 2015, she expanded her business by opening online stores on e-commerce platforms.\nFor her unique beef jerky-making technique and successful startup experience, she was named the inheritor of the intangible cultural heritage of the Mongolian air-dried meat processing craft at the regional level in 2016.\nBut an entrepreneurial journey just tells one page of her story.\nAltantuya has been searching for ways to spread the Mongolian ethnic culture to more people.\n\"We are what we eat. As an inheritor of the intangible cultural heritage, I shoulder a responsibility to spread the Mongolian dietary culture to more people across the world.\"\nIn July, Altantuya turned her eyes to TikTok, a popular video-sharing application worldwide, which has attracted a larger number of active users during the coronavirus epidemic as many choose to stay at home for self-isolation.\n\"I have about 100 new followers every day. After the factory resumed production in late March, I employed some live stream hosts to introduce the Mongolia cuisines and dietary culture on other video-sharing platforms,\" said Altantuya. \"I hope more people could see them.\"\nAltantuya even built a yurt in the factory's yard to film short videos.\nSo far, she has uploaded over 200 short videos featuring traditional Mongolian cuisines, etiquettes and customs, and even her pet wolf cubs. She got more than 3,000 likes for her one most popular video.\n\"The videos only display a bit of the Mongolian ethnic culture. Many followers say they want to see more. I feel very proud of my culture,\" said Altantuya. \n"
}