{
    "title": "Across China: Ethnic culture popularity grows on Chinese herb leaves",
    "time": " 2020-03-31 12:55:27",
    "url": "http://www.xinhuanet.com/english/2020-03/31/c_138934370.htm",
    "content": "GUIYANG, March 31 (Xinhua) -- The leaves of a traditional Chinese herb have become an inseparable ingredient of a promotional campaign for the distinctive ethnic culture in southwest China's Guizhou Province.\nZhang Yiqiong's studio is full of indigo linen fabrics waving in the wind. The cloth materials are wax dyed with the help of the leaves of rhizoma et radix baphicacanthis cusiae, the Chinese herb believed to have the effect of driving away epidemics and killing insects.\n\"The root of the herb has a medicinal effect, and its leaves can be transformed into pigment for dark blue dyeing, which is perfect for the clothes of the Miao people,\" Zhang said.\nZhang is a member of the Miao ethnic minority in the ethnic county of Sandu. Locals traditionally wear dark blue ethnic clothes featuring pictures with Miao elements.\nZhang's company, Gen Lan Mu Tu, or \"Miao wax dyeing\" in the Miao language, specializes in wax dyeing for the Miao ethnic clothes. It has become a conglomerate, engaging in businesses such as rhizoma et radix baphicacanthis cusiae plantation, ethnic clothes making, wax dyeing and the Miao embroidering.\nThe company's businesses have generated many jobs for the local people, and helped lift more than 2,800 farmers out of poverty.\n\"The pigment we extract from the leaves can be applied in wax dyeing, and if we have extra pigment, we sell it to textile companies,\" Zhang said.\nZhang started learning about Miao wax dyeing when she was a little girl. Her role model was her mother.\n\"The Miao people's ethnic clothes were just so beautiful in my eyes, and I wanted to learn the skill well,\" she said.\nPeople traditionally grow rhizoma et radix baphicacanthis cusiae in the county and have always used its leaves as pigment for their garment.\nBut for the little Zhang, it was no easy job.\n\"Extracting the indigo pigment was quite complicated,\" she said. \"You have to grow the plants first.\" After reaping the plants, Zhang would soak the leaves in water, fetch the blue leaves, extract the indigo essence and make it into the sediment.\n\"I would carefully watch my mom do it,\" she said.\nWith the pigment, she could then proceed to wax dyeing.\n\"Wax dyeing also involves a number of procedures,\" she said. \"First of all, you need to paint the wax on the cloth and soak the cloth material in the indigo pigment. The final product is not complete until you are done with oxidization, removing the wax and washing.\"\nIn 1998, Zhang graduated from junior school and left her hometown for better-paying jobs. After three years of a life adrift, she returned to her home county with some earnings and prepared to create a business of her own.\n\"I have always adored Miao clothes, so I decided that I wanted to do something about it,\" she said. \"Then, I became a Miao clothes maker.\"\nIn 2013, Zhang established a Miao clothes processing store, which would evolve into her own company Gen Lan Mu Tu within two years, mainly focusing on Miao wax dyeing.\nThe products that the company churns out are Miao clothes with ethnic elements, including phoenixes, flowers, birds and Miao people playing the Lusheng, a reed-pipe wind musical instrument. All these pictures are wax dyed white, in contrast to the indigo background.\n\"Gen Lan Mu Tu is about making the world more colorful with plant-based wax dyeing,\" she said. \"It is a green and healthy concept, and it helps promote our ethnic Miao culture.\"\nThe company has about 260 long-term employees for wax dyeing and embroidering. It has cooperated with local farmers in the plantation of rhizoma et radix baphicacanthis cusiae. Last year, locals planted 933 hectares of the herb.\n\"I have done the wax dyeing work for a long time here,\" said employee Wei Liyun. \"I enjoy the skill, and I am good at it.\"\nWei can make 4,000 yuan (564 U.S. dollars) a month for her work. She has even continued to work at home during the coronavirus outbreak.\n\"It is part of my life,\" she said.\nAs her business expanded, Zhang wanted to give her ethnic clothes a more \"modern touch\" so that \"more people will get to know the Miao culture.\" So she teamed up with some designers from big cities like Beijing and asked them to help re-design the pictures.\n\"The ethnic style is unique in itself,\" said designer Wu Huahui. \"The plant-based pigment has no pollution and is quite special, so the wax dyed Miao clothes are quite popular in the market now.\"\nThe company met some setbacks in the past.\n\"In the past, our pigment was basically in the form of liquid, which could cost more than 400,000 yuan in transportation fees every year,\" Zhang said. \"Now we have drying and powdering machines, which turn the pigment into powder. It has greatly slashed costs.\"\n\"Wax dyeing is our major business at the moment,\" Zhang said. \"These days, people have more demand for plant-based pigment, and some big textile companies are coming to work with us for the indigo pigment.\"\n\"Plant-based pigment is environmentally-friendly,\" she said. \"It not only meets people's demand but also truly helps promote our ethnic culture to people.\" \n"
}