{
    "title": "Across China: Chinese fans of ancient Persian culture assist Iran's COVID-19 fight",
    "time": " 2020-03-20 17:31:15",
    "url": "http://www.xinhuanet.com/english/2020-03/20/c_138898981.htm",
    "content": "SHANGHAI, March 20 (Xinhua) -- After making two trips to Iran in the past five months, Zuo Huimin found a chance to put her love of the culture into practice by donating 50,000 masks to assist Iran's fight against the novel coronavirus disease (COVID-19).\nZuo, co-founder of a Shanghai-based travel agency 54Traveler, said the donation arrived in Tehran on Tuesday and was waiting for distribution.\n\"We keep a close eye on the transportation of these masks every day and hope they can reach the Iranian people as soon as possible,\" said Zuo.\nIn October last year, she went with a team of scholars from the Dunhuang Academy to visit the National Museum of Iran, the Reza Abbasi Museum and historical sites for a two-week academic tour, focusing on the study of elements in the Dunhuang frescoes related to those from the Sasanian art of ancient Persia.\nOn her academic journey she was impressed by the cultural ties between China and Iran forged along the ancient Silk Road.\nOn the trip, Zuo helped the scholars contact museums, the Ministry of Cultural Heritage, Tourism and Handicrafts of Iran, and make appointments with local academic institutions.\nIn recognition of her efforts, Zuo was authorized by the Dunhuang Academy to organize Dunhuang art exhibitions in Iran in the future.\nZuo said she was particularly taken with their meeting with Dr. Fakhri Daneshpour Parvar at the University of Tehran. Aged over 80, the expert has devoted herself to the research of ancient Iranian culture and China-Iran cultural exchange along the Silk Road.\n\"We can tell that her feelings for China are deep. She said she always dreamt of coming to China again since she came to study in China in 1971,\" Zuo said.\nIn January this year, Zuo accompanied scholars from several Chinese academic institutions including the Dunhuang Academy and the Shanghai Museum to visit Iran again. That was when the coronavirus broke out in China.\n\"We tried to keep some social distance from our Iranian friends, worrying that they might want to avoid trouble. But local scholars received us warmly,\" Zuo said.\nIranian doctoral student Mina Rastegar accompanied the Chinese team during the whole trip and helped contact the tourism department and the health department to issue health certificates for the Chinese scholars so that they could check in to local hotels. Both Rastegar and Daneshpour Parvar warmly invited Chinese visitors to eat at their homes.\nZuo was back home when she heard that confirmed cases of COVID-19 began to appear in Iran, and face masks became a necessity there. She immediately thought about sending the goods to Iran.\n\"I noticed that the Chinese government has not only sent medical experts to aid Iran but also donated nucleic acid test kits and medical equipment. I went to the Iranian Consulate General in Shanghai for information on how to send donations,\" said Zuo.\nWhen she sent boxes of masks to the consulate, she saw a number of express packages of masks delivered to the consulate.\nShe realized that many Chinese people bear the same hope as hers to help Iran get through this difficult time.\nOn March 4, the Iranian Embassy in China set up a donation channel on China's social media platform Weibo. Four million yuan (about 567,000 U.S. dollars) of donation poured in within 24 hours.\n\"During the past three weeks when the novel coronavirus spread in Iran, we have received tonnes of donated goods from the Chinese people,\" Ramazan Parvaz, consul general of the Islamic Republic of Iran in Shanghai, said Wednesday. \"It is beyond our expectations, it surprised and impressed me.\"\nParvaz said five batches of donated goods had been sent to Iran in the past weeks, including 10 tonnes of masks, protective clothes, traditional Chinese medicine and other medical supplies.\nKnowing that 50,000 donated masks sent by Zuo arrived in Iran, Hassan Fazeli, a professor of archaeology at the University of Tehran, posted thanks on his WeChat page.\n\"Truly thanks to my best Chinese friends. Their endless help will be remembered forever,\" Fazeli wrote. \n"
}