{
    "title": "China urges U.S. to view bilateral cooperation in science, technology, culture correctly",
    "time": " 2020-02-25 21:09:00",
    "url": "http://www.xinhuanet.com/english/northamerica/2020-02/25/c_138818034.htm",
    "content": "BEIJING, Feb. 25 (Xinhua) -- China on Tuesday urged the U.S. side to discard its outdated Cold War mentality and zero-sum game concept, correctly view and safeguard China-U.S. exchanges and cooperation in science, technology and culture, and do more to enhance mutual trust and cooperation between the two countries.\nChinese Foreign Ministry spokesperson Zhao Lijian made the remarks at a press briefing in response to claims by U.S. defense and health officials that China used the expertise of American universities to enhance its military and technological competitiveness.\n\"China's scientific and technological achievements have been achieved through the hard work and wisdom of the Chinese people, including the vast number of intellectuals, rather than through theft or robbery,\" Zhao said, adding that statistics show from 2009 to 2019, Chinese scientists published 2.6 million international papers, ranking second in the world.\n\"It is in the common interest of both sides to strengthen scientific and technological exchanges and cooperation,\" Zhao said, noting a few U.S. officials, in the name of national security, have fabricated the so-called China's \"theft\" of U.S. scientific research achievements with ulterior motives.\nSome U.S. university directors also believe that U.S. officials' concerns about national security are exaggerated and discriminatory, and say that cooperation with China is in fact crucial to promoting the development of science and technology, Zhao noted.\nTransnational talent flow has promoted the world's scientific and technological progress. All countries including the United States are actively carrying out international talent exchanges and cooperation, the spokesperson said.\nThe relevant measures taken by China, similar to the common practices of other countries in the world, are aimed at promoting the flow of talent between China and other countries, and encouraging and promoting international scientific and technological cooperation, he added. \n"
}