{
    "title": "Namibia continues to strengthen culture of reading among teachers,learners",
    "time": " 2020-02-20 22:31:12",
    "url": "http://www.xinhuanet.com/english/2020-02/20/c_138803081.htm",
    "content": "Namibia Library and Archives Services (NLAS) director, Sarah Negumbo (R) together with Namibia Fish Consumption Promotion Trust CEO Victor Pea (L) pictured at an event in Windhoek, Namibia, on Feb. 20, 2020. (Xinhua/Musa C Kaseke)\nNamibia is steadily progressing with the aim of imparting a reading culture among teachers and learners through the country's One Book, One Child nationwide reading campaign.\nWINDHOEK, Feb. 20 (Xinhua) -- Namibia is steadily progressing with the aim of imparting a reading culture among teachers and learners through the country's One Book, One Child nationwide reading campaign.\nThe reading campaign is conceptualized by the country's Education Ministry, through the Directorate Namibia Library and Archives Services (NLAS) and aims to engage the entire country in fostering a reading culture for personal advancement and national development, especially in primary schools.\nSpeaking at a donation of 400 fictional books for the campaign Thursday in Windhoek, NLAS director, Sarah Negumbo said it has been proven that children who read eventually perform better in school, which leads to more possibilities for success.\nStaff members of Namibia Library and Archives Services together with the donors posed at a hand-over event in Windhoek, Namibia, on Feb. 20, 2020. (Xinhua/Musa C Kaseke)\n\"Reading has a powerful effect on our capacity, to learn, to develop and to grow,\" she said, adding that children should move from the concept of only reading books for information, but also read for fun.\nWith a shortage of reading books in the country's school libraries, the education ministry embarked on a drive to solicit support from the private sector and partners to acquire books.\nNamibia Fish Consumption Promotion Trust CEO, Victor Pea said at the hand-over event Thursday they donated the books as a gesture towards the revival of a reading culture, particularly among primary school learners.\n\"Part of the funds raised via our trust every year is invested in basic education across the country,\" he added.  \n"
}