{
    "title": "Female novelist devotes her house into library to boost culture in Iraqi society",
    "time": " 2020-02-11 04:34:09",
    "url": "http://www.xinhuanet.com/english/2020-02/11/c_138772098.htm",
    "content": "Iraqi novelist Safira Jamil Hafiz is pictured at the library in her villa in Baghdad, Iraq, on Feb. 9, 2020. (Xinhua/Khalil Dawood)\n\"I want Iraq to continue to be pioneer, therefore, I did what I can and opened this library,\" said an elderly Iraqi female novelist, who devoted the upstairs of her two-story building to be a public library for book readers to enjoy reading without noise.\nBAGHDAD, Feb. 10 (Xinhua) -- At a villa in an upscale neighborhood in central Baghdad, an old Iraqi female novelist was anxious to offer an initiative aimed at boosting the cultural movement in Iraq after decades of wars in the war-shattered country.\nSafira Jamil Hafiz, 89, took advantage of the quiet location of her villa in Karrada neighborhood and devoted the upstairs of her two-story building to be a public library for book readers, including student, to enjoy reading without noise.\nHafiz said that she has established this library to commemorate her mother, who used to urge her and her brothers to buy books and read. She usually said \"read my sons read, I wish if I know reading, I would read in all the libraries of Baghdad.\"\nHafiz named the library \"The Sun of Motherhood\" in appreciation of her mother.\nShe said that historically libraries have been a landmark of culture in Iraq, which has legacy of being pioneer in the fields of culture and science. \"I want Iraq to continue to be pioneer, therefore, I did what I can and opened this library,\" Hafiz said.\nThe library was also aimed at helping the students to find an appropriate place to read, as Hafiz said she has noticed that many poor students sit in the lights of bulbs in the streets to read.\nIraqi novelist Safira Jamil Hafiz (R) is seen at the library in her villa in Baghdad, Iraq, on Feb. 9, 2020. \nThe library was not Hafiz's first attempt to heal the wounds resulted from the aftermath of wars and chaos that engulfed the Iraqi society. She is a woman rights activist and had previously founded al-Droubi Hall for Fine Arts and extended a helping hand to many young artists.\n\"I am a writer and I love reading. I have a large number of books so I wanted to help others and want them to share me these books which I had gathered during my life,\" Hafiz, who belongs to a family that loves art and literature, told Xinhua.\nIn addition to the library, Hafiz opened cultural salon in two rooms of the upper floor of her villa with participation of many of her friends, intellectuals and artists, who supported her idea.\nThe library mainly includes a section for cultural studies, a section related to music, singing and drawing, as well as a section for traditional belongings and antiques, which are all available and open to all, according to Hafiz.\n\"Our message is a message of love, peace and cooperation among all Iraqis for the sake of promoting our culture and civil values, and our message abroad is to that we the values of love and peace to prevail in a world where there is no place for hate and wars,\" Hafiz added.\nHafiz was keen to show her admire and respect to the Chinese people and their culture, saying \"the Chinese people are among the most peace-loving people, and I have read a lot about the Chinese literature and China's role spreading peace, progress and brotherhood among peoples.\"\nIraqi novelist Safira Jamil Hafiz (3rd L) meets her friends at the library in her villa in Baghdad, Iraq, on Feb. 9, 2020. \nFor his part, an Iraqi poet Firas Abdul Majid considered the foundation of \"The Sun of Motherhood\" library as a rehabilitation for printed books which have been retreated in front of the e-books as well as the prevail of tendency toward readings of limited and fast information on social media.\n\"The establishment of this library is an invitation to return to reading the printed books by recalling that these books are the best way for introducing culture and science in the society,\" Abdul Majid told Xinhua.\nAnother novelist, Sabiha Shubbar, told Xinhua that the library \"is a new start for an educated and civilized society and is a return to the culture of public libraries that were spread in all neighborhoods of Baghdad.\"\nShe said that in addition to reading, there are sections of music, drawing and sculpture are opened for every one for free and everyone who wants to learn these arts or read books has to enter to find what he is looking for.\nThe novelist Safira Jamil Hafiz was born in 1931 and graduated from the College of Arts at the University of Baghdad in 1954 and worked as a journalist at the beginning of her career.\nHer first success in the Iraqi cultural scene was in the 1950s, when her story (Baby Dolls) won a local literary award in 1956.  \n"
}