{
    "title": "Weekly snapshot of Chinese culture news",
    "time": " 2020-01-25 16:51:50",
    "url": "http://www.xinhuanet.com/english/2020-01/25/c_138733399.htm",
    "content": "BEIJING, Jan. 25 (Xinhua) -- The following are the highlights of China's key culture news from the past week:\n-- Spring Festival gala poised for live broadcast\nThe Chinese Spring Festival gala was broadcast live at 8:00 p.m. on Jan. 24, the eve of the Chinese Lunar New Year, as the last dress rehearsal wrapped up late Wednesday.\nThe gala featured pop songs, crosstalk and sketch comedies, as well as other art forms, all of which mirror trending stories of common Chinese people over the past year.\n-- Release dates for 7 new movies postponed amid China's pneumonia outbreak\nA total of seven blockbusters announced Thursday that they will postpone their release dates as the country is suffering pneumonia caused by the novel coronavirus.\nThe movies, including \"Detective Chinatown 3,\" \"Lost in Russia,\" \"Leap\" and \"Legend of Deification,\" were scheduled to hit Chinese cinemas during the Spring Festival, or the Chinese Lunar New Year.\nConcerns over the safety of watching movies in cinemas, usually considered as a confined space with the risk of virus transmission, have increased amid the spreading of the country's novel coronavirus-related pneumonia.\n-- China Media Group to air well-chosen TV plays, documentaries during Spring Festival holiday\nChina Media Group (CMG), one of the major media outlets in the country, said Friday it will entertain audiences with a score of well-chosen TV plays and documentaries during the Spring Festival holiday in light of the recent pneumonia situation.\nChinese audiences can enjoy such an audio-visual feast at home instead of going to the cinemas, usually considered as a confined space with the risk of virus transmission, during the seven-day holiday as the country is suffering pneumonia caused by the novel coronavirus.\n-- China yearbook 2019 published\nThe 2019 version of the Yearbook of the People's Republic of China (PRC) has been published.\nPublished by the Xinhua Publishing House, the 2.9-million-Chinese-character yearbook records the country's reform and opening-up achievements, national policies and major events in 2018.\nIt is divided into 38 categories, including national defense, diplomacy and economy and the yearbook series has been published annually since 1981. Enditem\n"
}