{
    "title": "China Focus: Chinese archaeologists trace history, culture of rat",
    "time": " 2020-01-22 20:52:41",
    "url": "http://www.xinhuanet.com/english/2020-01/22/c_138727127.htm",
    "content": "BEIJING, Jan. 22 (Xinhua) -- In the run-up to the Year of the Rat in China's lunar calendar, archaeologists have traced the earliest rodents in Chinese culture, showing a complicated attitude toward mice and rats, including love, hate, tolerance and humor.\nThe Year of the Rat is regarded as the first year in the Chinese zodiac cycle, however, the small rodent often has a negative reputation for stealing food, nibbling clothes, destroying dams and spreading disease.\nCompared with the 3-million-year evolution of humans, mice and rats can be traced back 55 million years. They survived the Ice Age, countless disasters including volcanic eruptions, floods and earthquakes, while many species that originated before humans died out. They are one of the Earth's oldest existing residents, said Yuan Jing, a researcher of the Institute of Archaeology under the Chinese Academy of Social Sciences.\nArchaeologists have found fossils of house mice at the Zhoukoudian palaeolithic site in the suburbs of Beijing, home of Peking Man about 700,000 years ago.\nIn the Neolithic era, as the technology for cultivating crops spread, mice and rats quickly adapted to agricultural production, becoming companion species to humans and migrating with them.\nWhen archaeologists excavated a site dating back 4,100 to 3,500 years in Zhangye, northwest China's Gansu Province, they found rat bones with household relics, wheat and sheep remnants and a metallurgical site.\nBased on the carbon and nitrogen isotope analysis of the animals unearthed at a site in Jingbian, northwest China's Shaanxi Province, archaeologists have proved that rats lived closely with humans some 4,000 years ago.\nThere are many animal-shaped cultural relics in China, but the number related to mice and rats is relatively small, said Yuan.\nThe excavation of a tomb belonging to the monarch of the ancient Guo State, dating back to the 9th century BC, in today's Sanmenxia City, central China's Henan Province, was one of the top 10 archaeological discoveries in 1991. Among the more than 4,600 funerary objects unearthed there is a jade rat, 2.6 cm long, 1.2 cm tall and 0.9 cm wide. The jade is slightly transparent, decorated with a cloud pattern.\nArchaeologists have found a bronze rat dating back to 139 to 87 BC in the Maoling Mausoleum in Xianyang, Shaanxi Province. It seems it is trying to devour a fruit with eyes wide open, ears erect, body slightly arched and limbs crawling.\nSeveral pottery figurines in the image of mouse, from the Han Dynasty (206 BC-220 AD), were unearthed in the north of Xi'an, capital of Shaanxi Province. Each was vividly represented about 3 cm tall and 6 cm long.\nIn the many cliff tombs with Han Dynasty murals in the Qijiang River Basin, southwest China's Sichuan Province, archaeologists found a mural showing a dog biting a mouse, with a monkey sitting nearby. A Chinese idiom of a dog trying to catch mice is used to describe someone meddlesome.\nA similar scene was found on a brick painting of the Eastern Han Dynasty (25-220) unearthed in a village in Yinan, east China's Shandong Province. The painting features a crawling dog, under a two-layered table, about to jump up to catch a rat.\nTwelve bronze animal head sculptures representing the 12 signs of the Chinese zodiac were once on the water clock fountain in Yuanmingyuan Park, or the Old Summer Palace, built by Emperor Qianlong who reigned from 1736 to 1795 in Beijing. During the Second Opium War in 1860, the park was burned down and the sculptures looted by the Anglo-French allied forces.\nFrench luxury goods tycoon Francois-Henri Pinault donated the bronze rat and rabbit heads back to China in 2013. \n"
}