{
    "title": "China-Italy year of culture and tourism kicks off with official event in Rome",
    "time": " 2020-01-22 20:21:37",
    "url": "http://www.xinhuanet.com/english/2020-01/22/c_138727073.htm",
    "content": "A concert during an official ceremony of the China-Italy year of culture and tourism at the Auditorium Parco della Musica, a multicultural complex, in Rome, Italy, Jan. 21, 2020.\nThe China-Italy year of culture and tourism will see a wide range of cross-cultural events covering various arts, historic heritage, UNESCO sites, and touristic attractions in both countries.\nROME, Jan. 22 (Xinhua) -- The China-Italy year of culture and tourism kicked off with a ceremony at the Auditorium Parco della Musica, a multicultural complex, here on Tuesday, gathering high-level officials and operators from both countries.\nThe year-long initiative marks the 50th anniversary of the diplomatic relationship between Rome and Beijing.\nSpeaking at the opening forum on international tourism cooperation, Italian Minister for Cultural Heritage, Activities and Tourism Dario Franceschini stressed that for both Italy and China, culture and tourism are \"deeply interlaced.\"\n\"In Italy and China -- and not in many other countries around the world -- culture and tourism fall under the activity of the same government ministry,\" Franceschini noted.\n\"Our cultural heritage is so immense, in fact, that it is clearly hard for both of us to separate what we do in one sector from what we do in the other,\" said the minister.\nA concert during an official ceremony of the China-Italy year of culture and tourism at the Auditorium Parco della Musica, a multicultural complex, in Rome, Italy, Jan. 21, 2020.\nChinese Culture and Tourism Minister Luo Shugang pointed out that the relationship between the two countries dates back to centuries ago, when western travelers -- such as Marco Polo and priest Matteo Ricci -- traveled through Asia along the ancient Silk Road to China.\n\"We represent two different civilizations that have fostered relations since ancient times, and, in this historic framework, the Silk Road has provided us with a hint that is still valid today,\" Luo told the forum.\nThe Silk Road has \"never been just a trade route\" as it has connected different civilizations and brought the East and the West closer, Luo added.\nLatest data unveiled by Italy's National Tourism Observatory at the forum show that airport arrivals from China in the first 11 months of 2019 grow by 16 percent on an annual basis. In 2018, Chinese visitors to the country registered 5.3 million overnight stays, which marks a 5.2-percent increase from the previous year.\n\"Italy represents a top destination for Chinese visitors to Europe, overcoming France, Germany and Spain,\" Italian Culture and Tourism Ministry Undersecretary Lorenza Bonaccorsi said.\n\"Plus, Chinese tourists have spent 353 million euros (391 million U.S. dollars) in cultural holidays (in 2018) in our country specifically,\" she added.\nPeking Opera artists Yu Kuizhi (L, Front) and Li Shengsu (R, Front) perform during a concert at an official ceremony of the China-Italy year of culture and tourism at the Auditorium Parco della Musica, a multicultural complex, in Rome, Italy, Jan. 21, 2020. \nThe China-Italy year of culture and tourism will see a wide range of cross-cultural events covering various arts, historic heritage, UNESCO (the United Nations Educational, Scientific and Cultural Organization) sites, and touristic attractions in both countries.\nThey will include an exhibition of Terracotta Warriors from Emperor Qinshihuang's Mausoleum Site Museum to be held at the Royal Palace in the southern Italian city of Caserta, and another devoted to Renaissance maestro Leonardo da Vinci at the Sichuan Provincial Museum in Chengdu, according to a statement by Italy's Culture and Tourism Ministry.\nIn the statement, Italian authorities also specified that the bilateral cooperation will stretch out to co-productions in cinema, opera, and theatre after 2020, and that Rome and Beijing will work on \"a new memorandum of understanding aimed at (reaching) a structural collaboration.\"\nFranceschini added that authorities from both sides will also strengthen their efforts to make their less famous historic and touristic attractions better known among the two peoples.\nThe ceremony was accompanied by a photo exhibition showcasing some of the best UNESCO sites in both countries.\nBoth Italy and China rank first in the world in this regard, each boasting 55 cultural sites enlisted by UNESCO as World Heritage.\nThe event closed with a concert by artists from both countries.  \n"
}