{
    "title": "Chinese, Italian presidents hail opening of China-Italy year of culture and tourism",
    "time": " 2020-01-22 05:16:02",
    "url": "http://www.xinhuanet.com/english/2020-01/22/c_138724847.htm",
    "content": "Chinese President Xi Jinping (L) and his Italian counterpart Sergio Mattarella hold talks in Rome, Italy, March 22, 2019. (Xinhua/Ju Peng)\nMore than two thousands years ago, the Chinese and Italian civilizations, which were far apart, complemented to each other thanks to the ancient Silk Road, Xi said, adding that the Belt and Road Initiative has today refreshed their millenium-old friendly exchanges.\nBEIJING, Jan. 22 (Xinhua) -- Chinese President Xi Jinping and Italian President Sergio Mattarella on Tuesday sent congratulatory letters to the opening of the China-Italy year of culture and tourism in the Italian capital of Rome.\nIn his letter, Xi pointed out that China and Italy are outstanding representatives of Eastern and Western civilizations respectively.\nHe said that more than two thousands years ago, the Chinese and Italian civilizations, which were far apart, complemented to each other thanks to the ancient Silk Road, adding that the Belt and Road Initiative has today refreshed their millenium-old friendly exchanges.\nPeople visit the ancient Roman ruins of the Colosseum in Rome, Italy, March 6, 2019. (Xinhua/Cheng Tingting) \nNoting that both China and Italy enjoy rich cultural and tourism resources, Xi said he hopes people in the two countries' cultural and tourism sectors can jointly paint new colourful vistas of the dialogue between two old civilizations in a new era so as to make new contributions to cultural diversity and inter-cultural exchanges in the world.\nMattarella, in his letter, said that the Italy-China friendship has a long history, adding that the two peoples were once main characters in the exchanges between different peoples in different regions along the ancient Silk Road, and they always respect and appreciate each other.\nTourists visit the Palace Museum in Beijing, capital of China, Feb. 5, 2019, the first day of Chinese Lunar New Year. (Xinhua/Shen Bohan)\nHe called on both countries to have a deep understanding of the value of interdependence and mutually beneficial cooperation in the face of an increasingly complicated situation in today's world, and push for quality people-to-people exchanges so as to deal with future challenges.\nDuring Xi's visit to Italy in March last year, the two presidents announced that the two sides will designate the year 2020, which marks the 50 anniversary of China-Italy diplomatic ties, as the year of culture and tourism.  \n"
}