{
    "title": "Weekly snapshot of Chinese culture news",
    "time": " 2020-01-18 12:02:41",
    "url": "http://www.xinhuanet.com/english/2020-01/18/c_138715204.htm",
    "content": "BEIJING, Jan. 18 (Xinhua) -- The following are the highlights of China's key culture news from the past week:\n-- China's Spring Festival gala to dazzle viewers with new technologies\nThe upcoming annual Spring Festival gala will bring television audience new viewing experiences by using 5G, virtual reality and higher-definition display technologies, said the China Media Group Tuesday.\nThe gala will be broadcast live on the Chinese Lunar New Year's eve, which falls on Jan. 24 this year.\nViewers can also watch the panoramic performance via livestreaming on its flagship short-video mobile app, the media conglomerate said.\nMeanwhile, it will produce an 8K version of the gala with the support of 5G technology, the CMG said.\n-- Chinese read an average of over 3 e-books in 2019: report\nChinese people read an average of eight books, including more than three e-books, in 2019, Tuesday's China Daily reported.\nThe number of e-book readers has grown from 300 million in 2015 to 740 million last year, the newspaper cited data from a recent report released by BigData-Research in Beijing.\nMore than 86 percent of the readers are younger than 35. Half of them have a monthly income of less than 5,000 yuan (around 725 U.S. dollars).\nRomance, fantasy and time-travel are listed as the most popular genres in the report.\n-- China, Italy to celebrate year of culture, tourism\nThe China-Italy year of culture and tourism is scheduled to kick off on Jan. 21 in Rome, China's Ministry of Culture and Tourism said Wednesday.\nOver 100 events will be held during the one-year activity, covering areas of performing arts, visual arts, cultural heritage, tourism and creative design, according to the ministry.\nA forum on tourism cooperation will be held by the two sides, the ministry said, adding that a Terracotta Warriors exhibition will also be jointly held.\n-- China reports 21 fires at cultural heritage sites in 2019\nChina's cultural heritage sites and museums reported 21 fire accidents in 2019, the National Cultural Heritage Administration (NCHA) said Thursday at a press conference.\nElectrical failures and malfunctions were still the leading cause of fires at cultural heritage sites and museums, said the NCHA.\nThe NCHA had dispatched four inspection teams to cultural heritage sites and museums in eight provinces ahead of the Spring Festival and exposed about 260 security risks, such as hidden fire hazards. Enditem\n"
}