{
    "title": "Weekly snapshot of Chinese culture news",
    "time": " 2020-01-11 11:44:42",
    "url": "http://www.xinhuanet.com/english/2020-01/11/c_138696267.htm",
    "content": "BEIJING, Jan. 11 (Xinhua) -- The following are the highlights of China's key culture news from the past week:\n-- China deals heavy blow to spread of pornography, illegal publications\nChinese authorities have dealt a heavy blow to the spread of pornography and illegal publications, with around 17.1 million printed titles confiscated in 2019.\nMore than 11 million online posts deemed to contain harmful content were removed and 84,000 websites were shut down as a result of the efforts.\nAround 11,000 related cases were investigated, according to figures from the National Office for the Fight Against Pornography and Illegal Publications.\n-- China to up support for innovative literary, artistic groups\nThe China Federation of Literary and Art Circles (CFLAC) would step up support for innovative literary and artistic groups and individuals working in the sector to increase their cohesion.\nA special fund would be set up to support the healthy development of \"new-type\" literary and artistic groups and workers and facilitate literary and artistic creation.\nNew-type literary and artistic groups and workers may refer to for-profit or non-profit cultural institutions funded largely by private capital or organized by individuals, those working in these institutions and freelancers in the sector.\n-- Ice-snow themed art exhibition unveiled in Forbidden City\nAn exhibition featuring artworks with the theme of ice and snow opened in China's Palace Museum, also known as the Forbidden City, Monday to embrace the 2022 Winter Olympic Games.\nA total of 176 pieces of artwork are on display at the exhibition, which runs until Feb. 29, highlighting elements of Winter Olympics and ice and snow through photography, painting, installation and other artistic categories.\nThe exhibition is jointly sponsored by the Beijing Organising Committee for the 2022 Olympic and Paralympic Winter Games and the Beijing Olympic City Development Association. Enditem\n"
}