{
    "title": "Yearender: Xi Jinping -- a great champion of culture and diplomacy",
    "time": " 2019-12-31 14:55:36",
    "url": "http://www.xinhuanet.com/english/2019-12/31/c_138669131.htm",
    "content": "by Xinhua writers Huang Yinjiazi and Jiang Li\nBEIJING, Dec. 31 (Xinhua) -- On a small marble relief dated circa 460 B.C., the Greek goddess of wisdom and war Athena rests her right hand on her hip and grasps a spear in her left hand, her head inclined.\n\"Athena is resting and contemplating after fighting a war,\" Greek President Prokopis Pavlopoulos told his Chinese counterpart, Xi Jinping, of the Mourning Athena displayed before them. The piece, though small, is very significant, he added.\n\"Zhi Ge Wei Wu,\" Xi said to Pavlopoulos, quoting a Chinese idiom, which means boldness lies in the suspension of hostility. \"She is reflecting on what exactly war means.\"\nThis exchange of words took place when the two presidents were touring the sun-lit Acropolis Museum housing artifacts found on the archaeological site of the Acropolis of Athens, in early November when Xi was paying a state visit to Greece.\nSuch moments have been plentiful throughout Xi's overseas trips in 2019. During this year, which has been a hectic one in terms of diplomacy, Xi missed no opportunity to highlight the cultural aspects in bilateral and international relations in the 12 countries he visited.\nEXPLORER, DEFENDER, CHAMPION\nTo Gianfranco Micciche, president of the Sicilian Regional Assembly, Xi is an explorer.\n\"We spent a long time with the president (in the Palatine Chapel),\" said Micciche, who had accompanied Xi on a tour of this royal chapel renowned for its elegantly shimmering mosaics in late March.\n\"We showed him the whole altar and we explained everything to him,\" he said, recalling that the Chinese president also visited the Yellow Hall and Roger's Hall.\n\"He proved to be a man of great culture because he asked extraordinary questions, which only a person of great culture would ask,\" he said.\nThe Greek president must have seen in Xi a defender of historical and cultural heritages when he said to the visiting president that he expects China to support his country in repatriating its ancient artifacts.\n\"We are deeply saddened by the loss of the artifacts,\" Pavlopoulos said. \"It's a shame on civilization.\"\nChina not only supports, but also will be a part of such an effort, Xi said. Due to historical reasons, both China and Greece have a great number of precious artifacts that are still lost abroad, he said, calling for cooperation to bring them back home as early as possible.\nIt is widely acknowledged that art is best appreciated and understood in its original historical and cultural context. When Xi was in Italy for a state visit in March, he witnessed the signing between the two countries of an agreement to return 796 illicitly traded Chinese artifacts to their home.\nThen Italian Culture Minister Alberto Bonisoli referred to the agreement as an important step in relations between the two countries.\nAnother artifact witnessed Xi play the role of a champion of dialogue and mutual learning between Chinese and other civilizations.\nDuring a state visit to France in March, Xi received as a state gift from his French counterpart, Emmanuel Macron, the original French version of \"An introduction to The Analects of Confucius\" published in 1668.\nFor both leaders, the book brought back memories of the long-standing cultural communication between their countries.\nThe early translations of \"The Analects of Confucius\" had inspired the French thinkers Montesquieu and Voltaire, Macron said. Xi said he would take this precious gift back to China's National Library.\nAhead of this visit, Xi, in a signed article published in the leading French newspaper Le Figaro, applauded the fine tradition in both Chinese and French cultures of being open and inclusive and encouraged the two countries to take bigger strides in cooperation in culture, among other fields.\n\"The progress of human history shows that exchanges and mutual learning between civilizations have made our world a more colorful place and provided a powerful underpinning for cooperation among countries and nations,\" Xi wrote.\nCLASH OR COMMUNICATION?\nDespite the tours, the handshakes and the gifts, touring so many countries was no easy feat. When Xi was championing exchanges and mutual learning among civilizations this past year, some resurrected the outdated theory of \"a clash of civilizations.\"\nIn April at a security forum, then U.S. State Department Director of Policy Planning Kiron Skinner referred to the China-U.S. competition as a \"a clash of civilizations,\" claiming it's \"the first time we will have a great-power competitor that is not Caucasian.\"\nThe rhetoric has alarmed a lot of people both in and outside the two countries, for the logic will ultimately result in conflicts and diplomatic disputes among civilizations.\nTwo weeks later, at the opening of the Conference on Dialogue of Asian Civilizations (CDAC) held in Beijing, Xi said \"civilizations don't have to clash with each other,\" adding what is needed are eyes to see the beauty in all civilizations.\n\"No civilization is superior over others,\" he said. \"The thought that one's own race and civilization are superior and the inclination to remold or replace other civilizations are just stupid. To act them out will only bring catastrophic consequences.\"\nWhile people like Skinner invoke fear of a threat from an \"alien\" value system to rally support for a harder stance against China, Xi upholds the vision that exchanges and mutual learning are important drivers for human progress and global peace and development.\n\"He markedly refused to assign any developmental hierarchy to civilizations,\" wrote Emanuel Pastreich, an American academic and the president of The Asia Institute, after the conclusion of the CDAC.\nThe open call for an internationalist perspective and the presumption that all civilizations are fundamentally equal provided a compelling alternative to the \"clash of civilizations\" rhetoric that is quickly degenerating into thoughtless xenophobia in the United States, he wrote in an article carried by the Foreign Policy in Focus website.\n\"When it comes to a philosophy that can save the world, the old adage of ex oriente lux (the light comes from the East) seems to once again apply,\" Pastreich wrote.\nADAGE OF EX ORIENTE LUX\nBooks and other intellectual traditions \"are the best passport\" when it comes to contacts with a modern country with a long history, the Greek book historian Konstantinos Staikos has said.\nStaikos is the author of \"Books and Ideas: The Library of Plato and the Academy,\" a book gifted by Pavlopoulos to Xi during his visit to Greece.\nIt was the perfect gift for the Chinese president.\n\"Art and literary works are the best way for different nations and peoples to understand and communicate with each other,\" Xi said in a speech delivered in 2014 at the headquarters of the United Nations Educational, Scientific and Cultural Organization (UNESCO) when recalling the books he had read during his youth.\nXi told an American audience about his experience of reading Ernest Hemingway when delivering a speech at a welcoming dinner in Seattle in 2015.\n\"I was most captivated by Ernest Hemingway's 'The Old Man and the Sea' and its descriptions of howling wind, driving rain, roaring waves, a small boat, the old man and sharks,\" Xi said.\nDuring his second visit to Cuba, Xi recalled, he dropped by the bar Hemingway had frequented and ordered a mojito, Hemingway's favorite rum cocktail with mint leaves and ice.\n\"I just wanted to feel for myself what was on his mind and what the place was like as he wrote those stories,\" Xi said.\n\"Reading has become a way of life for me,\" the Chinese president said in an interview with Russian TV at the Winter Olympics in Sochi in 2014.\nBesides reading foreign literature extensively to understand and learn about other cultures, Xi explores his own native culture for inspiration and solutions to global challenges.\nBoth his signature vision of building a community with a shared future for mankind and the Belt and Road Initiative (BRI) are rooted in the ancient Chinese wisdom of \"Great Harmony\" and \"World Unity.\"\nThe dream embedded in the BRI, besides common development for all countries, is to build a road connecting different civilizations where mutual respect will replace discrimination, exchanges will replace estrangement, and mutual learning will replace clashes.\nSince the initiative was put forward in 2013, more than 160 countries and international organizations have signed BRI cooperation documents with China, showing the growing popularity and convergence of Xi's grand vision.\nChina, an open civilization with a very long history, serves as a \"catalyst for stability and qualitative development\" in the 21st century, David Gosset, a French expert on international affairs and China, said.\nXi's vision on exchanges and mutual learning among civilizations is \"a source of inspiration\" for the world, the expert said. \n(Xinhua reporters Hao Weiwei, Luo Jun, Shang Yang in Beijing, Ying Qiang in Paris, and Chen Zhanjie in Rome contributed to the story.)\n"
}