{
    "title": "2019 marks fruitful year of China-Cambodia cooperation in culture, tourism",
    "time": " 2019-12-31 10:10:14",
    "url": "http://www.xinhuanet.com/english/2019-12/31/c_138668603.htm",
    "content": "Aerial photo taken on Sept. 19, 2019 shows the Preah Vihear Temple in Preah Vihear Province, Cambodia. (Xinhua/Chen Gang)\n2019 has been regarded as the milestone year for culture and tourism relations between China and Cambodia as Chinese tourists reached 2.02 million in the first 10 months, topping the list of foreign visitors coming to Cambodia.\nPHNOM PENH, Dec. 31 (Xinhua) -- The year 2019 marks the year of closer China-Cambodia cooperation in culture and tourism, Cambodian senior officials and experts said.\nThe two Asian countries designated 2019 as the \"China-Cambodia culture and tourism year,\" and a variety of activities had been jointly organized to celebrate the year.\nCLOSER TOURISM TIES\nTourism Minister Thong Khon said a series of events such as exhibitions, forums, cultural performances, visit of 2,000 Chinese envoys to Cambodia, and a Chinese caravan tour, among others had been jointly held to mark the year.\n\"We can say that it's a fruitful year of cooperation in culture and tourism between the two countries,\" he told Xinhua in a recent interview. \"We believe that through these events, more and more Chinese tourists will visit Cambodia, and vice versa.\"\nThe minister said Chinese tourists topped the list of foreign visitors coming to Cambodia in the first 10 months of 2019, with 2.02 million -- a 24.4-percent increase year-on-year, accounting for 38 percent of all of Cambodia's international tourists.\n\"We expect to receive 2.5 million Chinese tourists in the entirety of 2019,\" he said. \"The growth of Chinese tourists has greatly contributed to boosting Cambodia's economy and to reducing poverty via job creations.\"\nKhon attributed the strong and steady growth of Chinese tourists to Cambodia to the excellent relationship between the two countries in combination with Cambodia's peace, political stability, and attractive tourist destinations.\nPhoto taken on Jan. 30, 2019,shows Chinese tourists visit the statue of late Cambodian King Father Norodom Sihanouk in Phnom Penh, Cambodia. (Xinhua/Phearum)\nAlso, there have been 19 airlines operating some 500 direct flights per week between Cambodia and China.\nKhon said nearly half of the Chinese tourists to Cambodia have spent their time sightseeing the Angkor archeological park in Siem Reap province, as the rest visited coastal areas, Phnom Penh, and other tourist sites.\n\"Please continue to come to Cambodia,\" he appealed. \"Our country is full of peace and has so many tourist attractions, and our hospitality is good.\"\nMeanwhile, the minister said the Southeast Asian nation wanted to see more Chinese investment in building leisure resorts, luxury hotels, and tourism schools.\nEk Tha, a spokesman for the Phnom Penh-based Asian Cultural Council, said 2019 is a milestone year for culture and tourism relations between the two countries.\n\"Closer culture and tourism ties will bring closer contact and better understanding between the peoples of the two Asian countries,\" he told Xinhua.\nHe said good cooperation in culture and tourism between the two nations should stand as a role model because culture plays a vital role in bridging friendship and diplomacy, as tourism plays a key role in attracting tourists and investors.\nBROADER CULTURAL COOPERATION, CLOSER PEOPLE-TO-PEOPLE CONTACT\nFor culture, the two countries had together organized a number of celebratory events in both countries such as arts performances, cultural exhibitions, film festivals, visit exchanges, and study tours, among others, said a spokesman.\n\"With these events, the peoples of the two countries will get better understanding about mutual cultures and civilizations, and their mutual contact will be closer,\" secretary of state and spokesman of the Ministry of Culture and Fine Arts Long Ponnasirivath told Xinhua.\nPhoto taken on Feb. 18, 2019, shows Chinese artists perform during the \"Perceiving China-Jiangsu Culture Week\" in Phnom Penh, Cambodia. (Xinhua/Phearum) \nHe said China has played a leading role in helping Cambodia protect and preserve both tangible and intangible cultural heritages and in training human resources for cultural officials and archeologists.\nFor the tangible cultural heritage, the spokesman said the expert team of China has recently begun an 11-year project to restore the ruined former Royal Palace of Angkor Thom in the complex of the Angkor archeological park in northwest Siem Reap province after they had spent about two decades restoring the Chau Say Tevoda temple and the Ta Keo temple successfully.\nMoreover, as the co-chair of the International Coordination Committee for the Safeguarding and the Development of Preah Vihear, China has been actively seeking funds to help restore temples at the Preah Vihear Temple in northwest Preah Vihear province, he said.\nOn the intangible cultural heritage side, Ponnasirivath said China has always supported Cambodia's moves in safeguarding and preserving intangible cultural properties.\nHe recalled that a few years ago, when Cambodia filed its document to the United Nations Educational, Scientific and Cultural Organization (UNESCO) for the registration of its Lkhon Khol, a masked dance-theater, on the organization's world heritage list, China had played an active role in supporting Cambodia and finally, Lkhon Khol was inscribed on the organization's list of intangible cultural heritage in 2018.\n\"In sum, China has helped us a lot in the protection and development of cultural heritages,\" he said. \"Cambodia highly values China's assistance since it has not only helped restore our ruined temples to their original shapes, but also built up human resources for our officials and archeologists.\"\nLong Kosal, a spokesman for the Apsara National Authority, an institution responsible for safeguarding and developing the Angkor archeological park, said joint celebratory activities were crucial to further promoting cultural and tourism ties between the two countries.\n\"We have seen a dynamic engagement between the two countries in many forms, both in tourism and culture programs,\" he said. \"It's a blossoming year for our relationship.\" \n"
}