{
    "title": "Yearender-China Focus: Museums bring more fine traditional culture into Chinese lives",
    "time": " 2019-12-18 18:25:06",
    "url": "http://www.xinhuanet.com/english/2019-12/18/c_138640619.htm",
    "content": "Photo taken on Sept. 10, 2019 shows exhibits of the exhibition about the cultures and arts of the ancient Zhou, Qin, Han and Tang dynasties held in Tsinghua University Art Museum in Beijing, capital of China. More than 300 exhibits are on display during the exhibition themed \"Everlasting Like the Heavens\" from Sept. 10 to Dec. 17. (Xinhua/Wu Jianlu)\nIn 2018, museums across China held about 26,000 exhibitions and 260,000 cultural events, said Liu Yuzhu, chief of the National Cultural Heritage Administration. \"With their number growing and their services improving, museums have become a new destination for people to spend festivals and holidays.\"\nBEIJING, Dec. 18 (Xinhua) -- For 9-year-old primary school student Liu Zhiyang, wandering through \"Everlasting Like the Heavens,\" a 99-day-long exhibition at Tsinghua University Art Museum, was one of the most exciting experiences she had with her parents.\nThe exhibition features the cultural relics from the Zhou (1046-256 BC), Qin (221-206 BC), Han (206 BC-AD 220) and Tang (618-907) dynasties, celebrating the 70th founding anniversary of the People's Republic of China.\nAround two-thirds of showcased items are first-class cultural relics, reflecting the gleaming spirit of these flourishing ages during which many of China's traditions were developed and shaped.\n\"This exhibition aims to introduce China's vigorous and everlasting culture,\" Tan Shengguang, the exhibition curator, told Xinhua.\n\"Fine Chinese traditions have been passed down generation after generation. We hope the exhibition can help visitors find their roots and inspire their confidence,\" Tan added.\n\"Bringing my daughter to museums has been a frequent activity for my family,\" said Liu's father. \"We want to let her better know our country's fine traditional culture and understand where she comes from.\"\nThe number of visitors to museums across China increased by 16 percent year on year to reach 1.13 billion in 2018, said Liu Yuzhu, chief of the National Cultural Heritage Administration.\nIn 2018, museums across China held about 26,000 exhibitions and 260,000 cultural events, Liu said. \"With their number growing and their services improving, museums have become a new destination for people to spend festivals and holidays.\"\nLiu Yuzhu proposed that Chinese museums should try to market themselves as a new space for get-togethers with family and friends so that going to a museum would be part of a \"fashionable lifestyle.\"\nIn 2019, more Chinese people have come to find museums as a bridge between their lives and traditional culture.\nMobile photo shows the Palace Museum in Beijing, capital of China, March 14, 2019. (Xinhua/Fei Maohua)\nPALACE MUSEUM: A TRENDY WAY TO CELEBRATE HOLIDAYS\nBoasting over 17 million visitors in 2018, the Palace Museum, a world-famous heritage site, has been particularly popular this year.\nDuring the weeklong Spring Festival holiday, tickets to the museum were hard to get, as the museum only allows 80,000 visitors a day.\nFrom Jan. 5 to April 7, the Palace Museum hosted an exhibition featuring Chinese New Year traditions. The entire Forbidden City was adorned with palace lanterns, paintings and spring couplets to create an immersive festival experience.\n\"The museum has tried to stay relevant to contemporary visitors in every detail,\" said Ren Wanping, deputy director of the museum.\nThe Palace Museum has also seamlessly associated itself with \"being trendy.\"\n\"Lantern Festival night in the Forbidden City,\" held for two consecutive nights, invited thousands of people from all walks of life, including model workers, delivery men and sanitation workers to enjoy the magnificent view of a lit-up palace.\nIt was the first time the museum had opened to the public for free at night in its 94-year history.\nThe Palace Museum is time-honored for its rich history and representation of traditions, said Liu Yican, 26. \"It is also 'young' in my view because it serves and passes fine traditional culture to today's youth.\"\nA visitor views exhibits at an exhibition to commemorate the 120th anniversary of oracle bone inscription discovery in National Museum of China of Beijing, capital of China, Oct. 22, 2019. (Xinhua/Cai Yang)\nTHE NATIONAL MUSEUM OF CHINA: WHERE ANCIENT MEETS MODERN\nThe National Museum of China has reached beyond showcasing and studying its collections to join hands with schools in Beijing, organizing tailored courses and tours for students.\nBeijing No. 4 High School was the first high school to form a cooperation agreement with the museum in 2016.\nOn the basis of the cooperation, the high school has set up a multidisciplinary optional course integrating history, philosophy and arts.\n\"We simulated the casting process of 'hufu,' a tiger-shaped tally issued to generals for troop deployment, with wax,\" said student Zheng Hanyun, as she recalled a class on ancient bronze casting techniques.\nZheng said her immense interest was ignited by a trip to the National Museum of China in her junior high school.\nApart from experience and knowledge, the course also aims at leading the students to dig deeper and shaping their values with the help of traditional culture, according to Xu Yan, a history teacher from the high school, who initiated the cooperation.\nThe National Museum of China has also extended its showrooms to the Beijing subway.\nOn the track of Beijing Subway Line 1 runs an eye-catching train decorated with patterns inspired by cultural relics. Inside the six-carrier train are decorations showcasing representative relics and exhibitions of the museum.\nThe themed train was initiated on Nov. 11 to offer more people a window into the museum as well as the 5,000 years of Chinese civilization. It is estimated that nearly 5 million passengers will get a closer glimpse of Chinese culture in the train during its three-month operation.\n\"We hope the cultural relics can get out of the storehouses and showrooms, and enter people's lives in a new way that may arouse stronger interest in cultural relics and history,\" said Liu Jun, an official with the museum.\nPeople visit a exhibition named \"Meeting the Tang Dynasty Again\" at Liaoning Provincial Museum in Shenyang, Liaoning Province, north China, on Oct. 7, 2019. (Xinhua/Long Lei)\nLIAONING PROVINCIAL MUSEUM: MEETING THE TANG DYNASTY AGAIN\nA large-scale Tang-themed exhibition, named \"Meeting the Tang Dynasty Again\" kicked off in Shenyang, Liaoning Province, on Oct. 7. It will last until Jan. 5, 2020.\nCalligraphy works and paintings from the Tang Dynasty are rare and seldom exhibited.\nThe exhibition has a total of 100 exhibits, including 38 first-class cultural relics. Many of the items have been deemed as national treasures for centuries. The quality and scale of the exhibits are unprecedented.\nA special part of the exhibition is a detailed introduction on the display boards for almost each of the items, such as historical background, scripts of connoisseurship seals, an introduction of dressing styles, and comments by authenticating experts.\nThe phenomenal exhibition has attracted numerous visitors not only from Liaoning, but also across China, to wait in a long line to check out items from the legendary dynasty.\n\"Our aim is for visitors, even those who do not know cultural relics well, to gain an understanding of the culture and life in the Tang dynasty,\" Dong Baohou, the museum's director of academic research and exhibition curator, told Xinhua.\nDong added the museum hopes to curate exhibitions that can stay in the heart of the visitors. \"I frequently check the messages that visitors leave us.\"\n\"Behind the museum's fashion is our ever-increasing recognition of and desires to explore traditional culture,\" said Li Na, a young nurse. \"This is the charm of China.\"  \n"
}