{
    "title": "Chinese province invites U.S. visitors to enjoy scenery, culture",
    "time": " 2019-12-16 00:04:34",
    "url": "http://www.xinhuanet.com/english/2019-12/16/c_138633400.htm",
    "content": "Photo shows people visiting West Lake scenic area in the rain in Hangzhou, east China's Zhejiang Province, Aug. 10, 2019. (Xinhua/Xu Yu)\nChina's Zhejiang Province is known for its picturesque landscapes and ancient Chinese culture.\nSAN FRANCISCO, Dec. 15 (Xinhua) -- Delegates from East China's Zhejiang Province, known for its picturesque landscapes and ancient Chinese culture, held a promotional event Saturday here to attract U.S. tourists.\nA Zhejiang culture and tourism delegation wooed U.S. visitors at the event by exposing them to the province's intangible cultural heritage such as the craftsmanship of a century-old folding fan brand, stone carving seals, and the traditional Zhejiang tie-dyeing technique of cloth and other fabrics.\nHuang Hangjuan, head of the delegation and president of Zhejiang Vocational Academy of Art, said at the opening ceremony that the province has witnessed a remarkable increase in the number of people who visited the United States over the past five years.\nA total of 77,000 tourists originating from Zhejiang went to the United States in 2018, up 25.3 percent year-over-year, while the province received 337,000 U.S. visitors in 2018, making the United States one of its major sources of foreign tourists, Huang said.\nShao Zhulian rows a fishing boat on Xin'an River in Zhijiang Village of Xiaya Town in Jiande, east China's Zhejiang Province, July 18, 2019. \n\"The city of Hangzhou, capital of Zhejiang Province, where the G20 Summit was held in 2016, is one of the seven top ancient cities in China,\" she said, adding that the city was also praised by Italian explorer Marco Polo as one of the most notable historic and scenic places in the world.\nZhai Deyu, cultural counselor of the Chinese Consulate General in San Francisco, said the Chinese and U.S. cultures have their own characteristics, and their tourism resources are highly complimentary.\n\"The event will play a positive role in further enhancing the understanding of the American people about beautiful Zhejiang and Chinese culture,\" he said.\nFireworks light up the sky above the West Lake in Hangzhou, capital of east China's Zhejiang Province, Sept. 4, 2016. The 11th G20 summit was held in Hangzhou from Sept. 4 to 5. (Xinhua/Xu Yu)\nMark Chandler, director of San Francisco Mayor's Office of International Trade and Commerce, said the event is \"special\" to San Francisco, which is seen as a U.S. gateway to and from China.\nHe also told Xinhua that the latest phase-one economic and trade deal announced by China and the United States is good news for both countries.\nHe said San Francisco's partnership with China is important, not just economically, but also in other areas such as culture and education.\nFile photo taken on Aug. 29, 2016 shows the Leifeng Pagoda at sunset in Hangzhou, capital of east China's Zhejiang Province. The 11th G20 summit was held in Hangzhou from Sept. 4 to 5. (Xinhua/Zhang Cheng)\n\"Anytime there is a creative and good development by our countries, it benefits our city and our state. Hopefully, we will move ahead and put the difficulties behind us and continue building the strong partnership that we have,\" Chandler said.\nThe Zhejiang delegation came here Friday after a similar stop in Los Angeles.  \n"
}