{
    "title": "Spotlight: When East meets West, Macao's culture glitters",
    "time": " 2019-12-12 20:38:53",
    "url": "http://www.xinhuanet.com/english/2019-12/12/c_138626266.htm",
    "content": "by Hu Yao, Wang Chenxi\nMACAO, Dec. 12 (Xinhua) -- China's Macao Special Administrative Region (SAR) will celebrate the 20th anniversary of its return to the motherland next Friday.\nAfter 20 year's development, Macao has become a world renowned tourism destination, where Eastern and Western cultures have co-existed for over 400 years.\nA wide variety of cultural traditions, languages, religious beliefs, and customs have all existed side by side and influenced one another. With traditional Chinese culture at its heart, Macao's culture is a diverse mixture assimilating Western, particularly Portuguese cultural influences.\nIn early 2019, the central government unveiled the Outline Development Plan for the Guangdong-Hong Kong-Macao Greater Bay Area, aiming to build Macao into an exchange and cooperation base with Chinese culture as its mainstream and the co-existence of different cultures.\nThe largest legacy of the eastern and western cultural combination is the Historic Centre of Macao, which has been accepted on the World Heritage List by the United Nations Educational, Scientific and Cultural Organization (UNESCO) in 2005.\nA total of 22 historic sites were recognized for having cultural and historic significance, including several churches, temples, fortresses, a lighthouse, a barrack and other buildings.\nThe most famous construction is the Ruins of St. Paul's, which refer to the facade of what was originally the Church of Mater Dei. The church was built in the 1700s but was destroyed by fire in 1835.\nThe old Church of Mater Dei, St. Paul's College and Mount Fortress were all Jesuit constructions and formed Macao's \"acropolis.\"\nJust 20 meters away from the Ruins of St. Paul's is the Na Tcha Temple. Built in 1888, Na Tcha Temple worships Na Tcha, a folk religious figure related to Taoism, providing a perfect example of the local Chinese traditions.\nBesides the architectures, Macao also has diverse cultural traditions originated from the Chinese mainland and Europe. The Macao Special Administrative Region (SAR) government accepted both Chinese and Western festivals as holidays, such as Mid-Autumn Day, Easter, Christmas and Chinese Lunar New Year.\nDuring the Buddha Birthday which falls on the eighth day of the fourth month in Chinese lunar calendar, Macao residents would go on the streets near the Ruins of St. Paul's to watch the performance of Drunken Dragon Dance, a tradition from South China's Guangdong province.\nThey would also join Our Lady of Fatima parade on May 13 every year to commemorate this Portuguese tradition.\nMany local artists draw their inspiration for musics, dances and paintings from Macao's diverse culture.\nDirector Chen Yifeng's musical theater \"Love in Macao\" had been staged in Macao since the beginning of December, to celebrate the 40th anniversary of the establishment of diplomatic ties between China and Portugal and the 20th anniversary of the return of Macao to the motherland.\n\"Love in Macao\", performed by Chinese singers, tells a love story between the famous Portuguese poet Luis de Camoes, and a Chinese girl during his stay in Macao more than 400 years ago.\nThe musical theater includes both Eastern and Western-style songs, such as Cantonese folk songs, traditional Portuguese Fado music and aria of opera.\n\"To make such a musical theater is to create an artistic piece locally in Macao with an international perspective, a sense of the times and a historical depth,\" Chen said.\n\"I hope that it can tour around the Guangdong-Hong Kong-Macao Greater Bay Area and even be performed in Portuguese-speaking countries,\" he added.\nCai Jialin, general manager of the Macao Chinese Orchestra, said that she has tried to merge Chinese music with the traditional Portuguese musical form of Fado.\nIn July this year, the Macao Chinese Orchestra and Portugal's famous Fado singer Helder Moutinho joined hands to perform a concert combining Chinese and Portuguese music in Macao.\nIn Portugal in September, the Macao Chinese orchestra staged a concert in Lisbon, capital of Portugal, with a combination of Macao and Portuguese works, seeking to deliver a Chinese musical feast with Western highlights to the Portuguese audiences.\n\"The fusion attempt of Chinese silk bamboo and Portuguese Fado has begun to bear fruits and has been well received by the audience,\" she said.\nThe SAR government has supported and organized various cultural events both from China and abroad in recent years, to promote cultural exchange between East and West.\nThe Macao International Music Festival, organized by the Cultural Affairs Bureau of the SAR government, stages in Macao very year, featuring a series of concerts.\nDuring 2019 festival, Mozart's classic opera the Magic Flute, jointly preformed by the Komische Oper Berlin and the British theatre company \"1927\", were staged in Macao's Culture Center.\nThe Yellow River Cantata, composed by the legendary Chinese composer Xian Xinghai, were also jointly staged by the Macao Orchestra and the orchestra of the National Centre for the Performing Arts and Chorus during the festival.\nIn addition, a concert performed by the Vienna Philharmonic, was staged during the festival.\nThe Cultural Affairs Bureau also started Art Macao 2019, a grand international art and cultural event, to present a series of outstanding exhibitions on the Italian Renaissance and Chinese modern and contemporary masters.\nOfficially inaugurated in June, Art Macao is a half-year-long initiative which bring together hotels and resort operators, and consular missions in the Macao SAR to organize exhibitions in the Macao Museum of Art and various resort venues. \n"
}