{
    "title": "Digital exhibition held in Zambia to showcase Chinese culture",
    "time": " 2019-11-16 23:52:04",
    "url": "http://www.xinhuanet.com/english/2019-11/16/c_138560780.htm",
    "content": "A local artist views a 3D+AR interactive display of 24 solar terms during the \"Meet China Digital Media Arts Exhibition\" in Lusaka, Zambia, on Nov. 14, 2019. (Xinhua/Peng Lijun)\nA digital exhibition was held to showcase Chinese culture to the Zambian audience.The \"Meet China Digital Media Arts Exhibition\" is the culmination of the China-Zambia Culture Year 2019.\nLUSAKA, Nov. 16 (Xinhua) -- China and Zambia on Thursday held a digital exhibition to showcase Chinese culture to the Zambian audience.\nThe \"Meet China Digital Media Arts Exhibition\" is the culmination of the China-Zambia Culture Year 2019.\nThe exhibition used a variety of cutting-edge digital media display technologies to show unique charm of Chinese culture.\nThe two countries have during the course of 2019 held various activities to celebrate the culture year.\nLi Qun, Chinese vice minister of culture and tourism, said 20 events were held in both China and Zambia as part of the Culture Year and this represents the genuine commitment by the two countries to promote cooperation.\nHe said the cultural exchanges between the two countries provide a bright future for cooperation of the two countries, adding that the cooperation has grown stronger over the last 55 years of diplomatic ties.\nAccording to him, 2019 was a memorable chapter in cultural exchange between the two countries as it embodied and helped promote cross learning through exchange visits.\nGuests attend the opening ceremony of the \"Meet China Digital Media Arts Exhibition\" in Lusaka, Zambia, on Nov. 14, 2019. (Xinhua/Peng Lijun)\nRonald Chitotela, Zambia's Minister of Tourism and Arts said the exhibition portrays the relationship Zambia shares with China and how much China was willing to partner in the field of tourism and arts.\n\"The government of Zambia is hopeful that the arts and culture will continue to grow and offer more opportunities for our people to earn a living, create jobs and contribute to the economy,\" he said.\nHe further urged local artists to take the exhibition seriously and pick lessons which they could apply locally.\nMeanwhile, the Zambian minister thanked China for having seen the importance of celebrating the cultural cooperation between the two countries.\nHe said the cultural exchange program has been a success and that the Zambian government remains committed to the full implementation of the existing cultural exchange agreement as well as other agreements already in existence. \n"
}