{
    "title": "See and feel the kiln culture in SE China",
    "time": " 2019-11-10 09:30:30",
    "url": "http://www.xinhuanet.com/english/2019-11/10/c_138543421.htm",
    "content": "Photo taken on Nov. 8, 2019 shows the details of a Jianzhan teaware in Jianyang District of Nanping City, southeast China's Fujian Province. (Xinhua/Li Peng)\nJIANYANG, Nov. 10, 2019 (Xinhua) -- Jianzhan teaware, well-known Chinese porcelain originated in Jianyang, dates back 1,000 years. \nRecently, local government has been developing the brand of Jian Kiln Jianzhan through promoting \"craftsman spirit\" and renovating techniques. The annual output value of the Jianzhan industry in Jianyang reached 1.65 billion yuan (about 236 million U.S. dollars) in 2018. Over 20,000 employees work in the Jianzhan industry so far. \nLi Ximei, an inheritor of the workmanship of Jianzhan teaware, introduces a teaware in Jianyang District of Nanping City, Nov. 8, 2019.  \nWu Lizhu, an inheritor of the workmanship of Jianzhan teaware, makes a piece of porcelain in Jianyang District of Nanping City, Nov. 8, 2019.  \nA craftsman makes a piece of Jianzhan teaware in Jianyang District of Nanping City, Nov. 8, 2019. \nA craftsman makes a piece of Jianzhan teaware in Jianyang District of Nanping City, Nov. 8, 2019. \nLi Ximei, an inheritor of the workmanship of Jianzhan teaware, takes a newly fired piece of porcelain out of a kiln in Jianyang District of Nanping City, Nov. 8, 2019. \nLi Ximei, an inheritor of the workmanship of Jianzhan teaware, examines a piece of porcelain in Jianyang District of Nanping City, Nov. 8, 2019. \nWu Lizhu, an inheritor of the workmanship of Jianzhan teaware, examines a piece of porcelain in Jianyang District of Nanping City, Nov. 8, 2019. \nLi Ximei, an inheritor of the workmanship of Jianzhan teaware, examines a piece of porcelain in Jianyang District of Nanping City, Nov. 8, 2019. \nShen Yuru, a tea culture promoter, demonstrates the tea ceremony in Song Dynasty in Jianyang District of Nanping City, Nov. 8, 2019. \nShen Yuru, a tea culture promoter, demonstrates the tea ceremony in Song Dynasty in Jianyang District of Nanping City, Nov. 8, 2019. \nCustomers choose Jianzhan teaware at a shop in Jianyang District of Nanping City, Nov. 8, 2019. \nPhoto taken on Nov. 8, 2019 shows Dehua porcelain artworks at the booth of southeast China's Fujian Province at the Intangible Cultural Heritage exhibition area during the second China International Import Expo (CIIE) in Shanghai, east China.  (Xinhua/Wang Peng)\n"
}