{
    "title": "Chinese culture show \"Millennium Meeting\" fascinates Greek audience",
    "time": " 2019-11-06 20:37:15",
    "url": "http://www.xinhuanet.com/english/2019-11/06/c_138533659.htm",
    "content": "Artists perform in the spectacle \"Millennium Meeting\" in Athens, Greece, on Nov. 5, 2019.(Xinhua/Marios Lolos)\nThe spectacle \"Millennium Meeting,\" inspired by the art of Chinese culture running through a remarkable history of thousands of years, wows audience in Greece. \nATHENS, Nov. 6 (Xinhua) -- A spectacle, inspired by the art of Chinese culture running through a remarkable history of thousands of years, was presented for the first time in Greece on Tuesday.\nThe \"Millennium Meeting\" was staged in Pallas Theater in Athens in the context of Cultural Exchanges on the Silk Road. It was organized by China's State Council Information Office and the Chinese embassy in Greece.\nArtists perform in the spectacle \"Millennium Meeting\" in Athens, Greece, on Nov. 5, 2019.(Xinhua/Marios Lolos)\nThe magic and mystery of the Chinese culture were brought to life by leading artists of China's national cultural institutions in a performance which included choreography, melodies by ancient musical instruments, songs and classic figures in Chinese culture. Many of the choreographies were inspired by murals and statues.\n\"I believe that Chinese culture is great, maybe older than the Greek one, and it would be very interesting to unite our forces now in the context of the globalization. I came to see the show today and I think it will be very interesting,\" Panayotis Kafatsakis told Xinhua.\n\"I would like to see more performances of Chinese art in Greece, such as theater and stunts. I think it is very nice for everyone to see them, especially people who do not have the opportunity to go to China,\" he added.\nArtists perform in the spectacle \"Millennium Meeting\" in Athens, Greece, on Nov. 5, 2019.(Xinhua/Marios Lolos)\nThe spectacle included among others a performance by artists playing percussion instruments and drums and group dances by dancers who introduced the audience to the world of fairies on the moon, ethnic Mongolian folk songs, a representation of a traditional ethnic wedding and a song dedicated to the beautiful jasmine, a flower beloved both in China and Greece.\n\"It was very nice, very impressive, the costumes and the music, I really liked it. We would love to see a lot of Chinese shows here in Greece, because Chinese culture is very different from ours in music, costumes and expression. It is always impressive and nice to see different things. I think there are similarities between Chinese and Greek culture,\" Evi Athanasiou told Xinhua.\nArtists perform in the spectacle \"Millennium Meeting\" in Athens, Greece, on Nov. 5, 2019.(Xinhua/Marios Lolos)\nThe show will be presented at Radio City on Thursday in the country's northern city of Thessaloniki.\n"
}