{
    "title": "Fashion show, a new culture growing in Afghanistan",
    "time": " 2019-11-06 11:12:46",
    "url": "http://www.xinhuanet.com/english/2019-11/06/c_138532597.htm",
    "content": "Models pose for photos after presenting costumes of ethnic people in Afghanistan during a fashion show in Kabul, capital of Afghanistan, Nov. 4, 2019. (Photo by Rahmatullah Alizadah/Xinhua)\nModeling is a risky profession in Afghanistan. No girl in the early days of launching the industry was ready to perform cat walk in front of men but the problem has been solved gradually.\n\"With firm resolve we have overcome the cultural barriers and developed the industry and that is why today many girls with the support of their families are ready to attend fashion show in this country,\" said the head of Afghanistan Modeling Team.\nby Abdul Haleem, Jawed Omid\nKABUL, Nov. 5 (Xinhua) -- \"I have been working as a model over the past four years and my dream is to become a popular model to attend major overseas fashion shows in future,\" whispered Yalda Haidari.\nWearing a traditional dress and cat walked in front of some 200 spectators with majority of them men, the courageous Haidari, 25, admitted that modeling in Afghanistan is a risky profession but have to dare to overcome the challenges.\n\"Modeling is risky job in the patriarchal Afghanistan where men usually don't like to see a woman or a girl to debut in public,\" lamented the brave model in talks with Xinhua.\nHeld in the historical Babir Garden in the western edge of Kabul city on Monday with the participation of nearly a dozen models, the show has been appreciated by the onlookers.\nA model poses for photos after presenting costumes of ethnic people in Afghanistan during a fashion show in Kabul, capital of Afghanistan, Nov. 4, 2019. (Photo by Rahmatullah Alizadah/Xinhua)\nThe militancy-battered Afghanistan is largely a traditional country where most of its people deeply believe in old-fashioned traditions which are opposing women to even work outside home.\nMany Afghans especially in the countryside do not allow their women and girls to go out of home unless a close relative accompanies them.\nAlthough women in Afghanistan have achieved a lot over the past 18 years, Afghan observes believe still much needed to improve women status in the traditionalist society.\nAfghan women have been serving as businesspersons, politicians, musicians and artists, but the achievement could be fragile, according to observers as militancy is rampant and girls, mostly in rural areas can not go to school due to security problems.\nA model poses for photos after presenting costumes of ethnic people in Afghanistan during a fashion show in Kabul, capital of Afghanistan, Nov. 4, 2019. (Photo by Rahmatullah Alizadah/Xinhua)\nLashing at old-fashioned traditions as \"cultural barriers\" and overlooking all the risks, the brave model asserted, \"This is my resolve to overcome all the challenges including the traditional barriers, come what may\" although many Afghan men in society hate the fashion show industry.\nAfghanistan's major institutions including education and arts, according to Afghans, have been destroyed or badly damaged due to protracted war and civil strife.\nThe country's young generation, according to the ambitious model Haidari, have to work hard to revive all the traditional values and civilizations.\nA model poses for photos after presenting costumes of ethnic people in Afghanistan during a fashion show in Kabul, capital of Afghanistan, Nov. 4, 2019. (Photo by Rahmatullah Alizadah/Xinhua)\nFashion Show and modeling is a new phenomenon initiated by a valiant man Ajmal Haqiqi, 30-year-old from Kabul.\n\"Initiating fashion show and promoting the industry in a country like Afghanistan is not an easy task,\" Haqiqi muttered in talks with Xinhua.\n\"I have received frequent threats but have refused to give up the mission,\" head of the industry said, admitting that no girl in the early days of launching the industry was ready to perform cat walk in front of men but the problem has been solved gradually.\n\"With firm resolve we have overcome the cultural barriers and developed the industry and that is why today many girls with the support of their families are ready to attend fashion show in this country,\" Haqiqi, the head of Afghanistan Modeling Team told Xinhua.\n"
}