{
    "title": "Investors confident in doing business in Cape Town in spite of COVID-19 pandemic: mayor",
    "time": " 2021-05-14 00:48:45",
    "url": "http://www.xinhuanet.com/english/2021-05/14/c_139944023.htm",
    "content": "Photo taken on May 14, 2021 shows a place for renting bicycles in Cape Town, South Africa. Cape Town, the legislative capital of South Africa, on Thursday said both local and international investors have continued confidence in doing business in the city, citing as evidence infrastructure developments and building plans approved over the past year. (Xinhua/Lyu Tianran)\nCAPE TOWN, May 13 (Xinhua) -- Cape Town, the legislative capital of South Africa, on Thursday said both local and international investors have continued confidence in doing business in the city, citing as evidence infrastructure developments and building plans approved over the past year.\n\"Significant and sustained investment facilitated by the City of Cape Town will ensure the long-term sustainability of Cape Town and the upliftment of residents through job opportunities,\" said a statement by the city mayor Dan Plato.\nThe infrastructure developments and building plans include a 14-billion-rand (about 993 million U.S. dollars) large-scale and mixed-use project in the central business district, which will create about 13,000 jobs just during the construction phase, and a private development project that will create about 5,200 jobs during the construction phase and 19,000 indirect and induced jobs additionally.\nBetween March 2020 and April 2021, the city approved 18,070 building plans valued at about 17.2 billion rands, and last week it announced a 3.9-billion-rand expansion project of Victoria and Alfred Waterfront, a world-famous tourist attraction.\nCape Town has implemented several short to medium term economic interventions with business partners as part of its COVID-19 recovery strategy, such as Economic Action Plan, business rescue program partnership and a mobile business hub.\nIt has also been developing a 10-year project pipeline for stability and direction in infrastructure development in its long-term recovery strategy. Enditem \n \n"
}