{
    "title": "Interview: Preserving U.S.-China phase-one trade deal to bring stability, business leader says",
    "time": " 2021-05-13 15:15:21",
    "url": "http://www.xinhuanet.com/english/2021-05/13/c_139943213.htm",
    "content": "Photo taken on April 13, 2021 shows the White House in Washington, D.C., the United States.\n\"These (U.S. goods exports to China) mean support for American businesses and families, which could not be more important right now,\" said U.S.-China Business Council (USCBC) President Craig Allen.\nWASHINGTON, May 13 (Xinhua) -- Preserving U.S.-China phase-one trade agreement would bring stability for the commercial relationship, a U.S. business leader said Wednesday, urging the Joe Biden administration to fully implement the deal.\n\"While it doesn't address every issue in the commercial relationship, the U.S.-China phase-one agreement made important progress on longstanding trade barriers,\" U.S.-China Business Council (USCBC) President Craig Allen told reporters at a virtual press conference Wednesday afternoon.\n\"I would say that the best options for the Biden administration would be simply to preserve and fully implement phase one (trade deal), fast track phase two (negotiations),\" said Allen, warning that withdrawing from the phase-one trade deal would benefit no one.\nA container ship sails through a container dock of the Tianjin Port in east China's Tianjin Municipality, Nov. 4, 2020. (Xinhua/Sun Fanyue)\nNoting that tariffs imposed amid U.S.-China trade frictions remain in place, Allen said tariffs going both ways have harmed American jobs, American consumers, American companies and the country's global competitiveness.\n\"Both sides have been hurt and removing the tariffs is important,\" he said. \"The best remedy for boosting trade and creating more U.S. jobs is for both the United States and China to permanently remove tariffs.\"\nAccording to the 2021 State Export Report newly released by the USCBC, U.S. goods exports to China in 2020 surged by 18.5 billion U.S. dollars -- up almost 18 percent year-on-year -- after hitting a near-decade low in 2019 amid the U.S.-China trade tensions.\nThe boost was made possible by huge shipments of agriculture products, semiconductors, and oil and gas products, the report showed, noting that U.S. exports to China made a comeback in 2020 as phase-one deal bolstered trade.\nAllen noted that China's temporary tariff exemptions for U.S. imports, market openings under the phase-one trade deal, as well as strong demand amid China's robust recovery have contributed to the surge in the U.S. goods exports to China.\nCustomers visit Global Premium Duty Free Plaza in Haikou, south China's Hainan Province, Jan. 31, 2021. (Xinhua/Guo Cheng)\n\"These exports mean support for American businesses and families, which could not be more important right now,\" said Allen, whose trade association represents over 200 American companies doing business with China.\nIn 2019, the latest year of available data, services exports to China -- which include travel, education, and financial services -- dropped by 1.7 billion dollars, or 3 percent, according to the USCBC.\nDespite data lags, Allen said it's \"highly likely\" that U.S. services exports to China in 2020 saw a severe decline amid the COVID-19 pandemic, considering the grim situation in travel and education.\nIn response to a question from Xinhua, Allen said he is hopeful that the decline in U.S. education exports to China last year is only COVID-19 related, \"but we shouldn't take that for granted.\"\n\"I think that American universities and colleges should really be marketing heavily in China,\" said Allen, adding that with a growing middle class, many of the young people in China are seeking to travel and study abroad, and American universities and colleges remain attractive for them.\n\"So I'm hopeful that we will not see a dip after the COVID-19 is over,\" he said.  \n"
}