{
    "title": "China to continue with policies that help lessen business burden, keep jobs stable and expand employment, and further support flexible work",
    "time": " 2021-05-12 23:17:10",
    "url": "http://www.xinhuanet.com/english/2021-05/12/c_139941648.htm",
    "content": "BEIJING, May 12 (Xinhua) -- China will extend certain pro-job policies that help lessen business burden till the end of this year, and will further support flexible employment, the State Council's Executive Meeting chaired by Premier Li Keqiang decided on May 12th.\n\"Employment shall remain front and center in the government's efforts to maintain stability on the six priority fronts and provide protections in the six key areas,\" Li said, \"Job creation is as much about development as it is about people's well-being. The positive growth of China's economy last year was very much underpinned by the 11 million new jobs created.\"\nChina rolled out an array of unconventional, time-limited measures last year to ease corporate burden, keep employment stable and boost job creation. Notable results were achieved in securing employment.\nThis year, China will continue to put employment first. The policy support for market entities, especially smaller firms, in keeping payrolls stable and for the employment of key populations will stay in place.\n\"Employment pressure remains significant and is not to be underestimated. For a big country as China with 1.4 billion people, the government must always put employment high on its agenda, and maintain the consistency and sustainability of the job policy,\" Li said.\nThe policy of refunding unemployment insurance contributions by companies to help them keep workers employed will continue. In regions whose balance of the unemployment insurance funds in the previous year can cover such refunds for at least one year, a maximum of 30 percent of the unemployment insurance contributions paid in the previous year will be refunded to eligible large enterprises this year, and 60 percent to micro, small and medium-sized enterprises.\nSome support policies implemented last year will be extended till the end of this year, including subsidies for vocational training, upskilling and college graduate internship, unemployment subsidies and provisional living allowances, as well as support for college graduates to work at the primary level.\nEnterprises that employ key populations will receive tax breaks and social insurance subsidies in line with relevant regulations.\n\"We must pay close attention to the employment of key groups, particularly college graduates. We need to promote market-oriented employment, bolster policy support for entrepreneurial activity and innovation, provide guaranteed loans and interest discount for business startups, and encourage college graduates to land jobs and start businesses by relying on their own efforts,\" Li said.\nFlexible employment is an important means for people to land jobs and earn more. Some 200 million Chinese are now flexibly employed across the country.\nEfforts will be made toward lifting the house registration restrictions on flexibly employed people to enroll in social insurance schemes in places where they work.\nThe responsibilities of platform companies will be defined as appropriate. A mechanism will be explored under which employers shall purchase commercial insurance, insurance companies offer concessional rates as appropriate and the government provides support.\n\"We should act swiftly to formulate the backstop measures for flexibly employed people to participate in the basic old-age insurance scheme for rural and non-working urban residents. Regarding occupational injury, business, government and insurer should work together to pilot occupational injury insurance for people engaged in platform-based flexible employment,\" Li said, \"Fees and fines that are unwarranted or inconsistent with superordinate laws should be promptly overhauled, as part of the effort to foster an enabling environment for flexible employment.\" Enditem\n"
}