{
    "title": "National security legislation creates safe business environment in Hong Kong: official",
    "time": " 2021-05-12 22:45:04",
    "url": "http://www.xinhuanet.com/english/2021-05/12/c_139941619.htm",
    "content": "HONG KONG, May 12 (Xinhua) -- A senior official on Wednesday highlighted the significance of the national security law in creating a safe business environment in Hong Kong, saying businesses from all over the world remain confident in the financial hub.\nThe restoration of social and political stability in Hong Kong through the national security legislation and improvements to the electoral system has created a safe and secure environment conducive to business and investment for global companies, said Paul Chan, financial secretary of the Hong Kong Special Administrative Region government.\nHe made the remarks at a webinar with the Canadian political and business community.\nIn 2020, there were over 9,000 overseas and mainland companies operating in Hong Kong, of which 1,500 had their regional headquarters here, reflecting the companies' confidence in Hong Kong, he said.\nChan also stressed that Hong Kong's status as an international financial center remains solid and its competitiveness is still strong.\n\"There have been rumors of fund outflows in the past two years, but the reality is we have not seen any significant fund outflow from Hong Kong's banking system. On the contrary, a total inflow of 50 billion U.S. dollars into the Hong Kong dollar system had been recorded as at the end of last year,\" he said.\nChan believed Hong Kong still has unique advantages under the \"one country, two systems\" principle, the rule of law, and other institutional strengths including an independent judiciary and the free flow of information, people and capital.\nLooking ahead, he said the 14th Five-Year Plan for national socio-economic development affirms the upbeat prospects for Hong Kong's future.\nWith the support of the central government, Hong Kong's integration into national development creates a new impetus for its economic growth, which enables improvements in the economy and people's livelihood, Chan said. Enditem\n"
}