{
    "title": "New Zealand gov't to deliver lower card fees to business",
    "time": " 2021-05-12 13:20:49",
    "url": "http://www.xinhuanet.com/english/2021-05/12/c_139940632.htm",
    "content": "WELLINGTON, May 12 (Xinhua) -- The New Zealand government moves to reduce merchant service fees, estimated to save New Zealand businesses approximately 74 million NZ dollars (53.6 million U.S. dollars) each year.\nBusinesses' merchant service fees are charged by banks when customers use a credit or debit card to pay.\n\"Pre COVID, EFTPOS has been the main way Kiwis pay for goods and services, and this is fees-free for retailers. Increasingly, however, consumers are favoring contactless debit and credit cards,\" Commerce and Consumer Affairs Minister David Clark said in a statement on Wednesday.\nThe high cost of these fees puts added financial pressure on businesses at a time when they are dealing with the economic impacts of COVID-19, Clark said, adding reducing the merchant service fees that New Zealand businesses are being charged is critical to economic recovery.\n\"Currently unregulated, New Zealand's merchant service fees are set much higher than they are in Australia and add significant overhead for retailers, who often pass those costs onto consumers through higher prices,\" Clark said.\nFollowing feedback from a recent consultation period, a Retail Payments Systems Bill will be introduced later this year to require reductions in interchange fees as soon as possible, he said.\n\"One of the main components of merchant service fees is the interchange fee. We will cap those for credit card transactions at 0.8 percent, which is in line with Australia,\" Clark said.\nThe interchange fees charged for online debit card transactions will be capped at 0.6 percent. Contactless debit card interchange fees will stay at their current levels of 0.2 percent or less, and for swiped and inserted debit, it will stay at zero percent, said the minister.\nThe new regulatory regime is estimated to result in savings of approximately 74 million NZ dollars each year for New Zealand merchants. Smaller retailers, and those who rely on credit or online sales will particularly benefit from these savings, he said.\nThe government aims to seek final policy decisions on reducing merchant fees in mid-2021, with a view to the full regulatory regime coming into effect next year, Clark said. Enditem\n"
}