{
    "title": "Interview: Swiss engineering giant ABB ramps up robotics business in China: chairman",
    "time": " 2021-05-10 01:26:24",
    "url": "http://www.xinhuanet.com/english/2021-05/10/c_139934894.htm",
    "content": "Peter Voser, chairman of Swiss technology and engineering firm ABB, addresses the 50th St. Gallen Symposium at the University of St. Gallen in Switzerland, May 5, 2021. (St. Gallen Symposium/Handout via Xinhua)\nby Martina Fuchs\nST. GALLEN, Switzerland, May 9 (Xinhua) -- The chairman of Swiss technology and engineering firm ABB told Xinhua he was bullish about his company's performance outlook for 2021 driven by its China business and strong push into robotics and e-mobility.\n\"The first quarter (Q1) of this year was better than expected, both in revenue terms but also in profit terms,\" Peter Voser told Xinhua on the sidelines of the 50th St. Gallen Symposium, a conference and student initiative taking place at the University of St. Gallen in Switzerland in May every year.\nABB, headquartered in Zurich, is a global technology and robotics leader with some 110,000 employees worldwide.\nIn Q1, the company reported a 34 percent year-on-year jump in its net profit to 502 million U.S. dollars and expects orders and revenues to grow by more than 10 percent during the second quarter.\n\"So all in all, I think a positive outlook for the second quarter, and then for the rest of the year. But there we haven't given any numeric targets at this stage, but we are more positive than we used to be at the beginning of the year,\" he said in the interview.\nAccording to Voser, ABB will focus its long-term strategy on e-mobility.\n\"That's not just for passenger cars, because we are also involved in train electrification, ship electrification, buses and trucks. The whole e-mobility business is very important to us.\"\n\"ABB in general is engaged in two major revolutions. One is the transition to electric mobility and the other one is automation and robotics,\" he said. \"So, we are well positioned to capture growth in the future.\"\nCHINA GROWTH STRATEGY\nChina is ABB's second largest market worldwide. Headquartered in Beijing, the company has around 15,000 employees in the country.\nVoser said the group's China strategy is focused on an \"in China, for China and the world\" approach, which entails improving its local research and development (R&D) and innovation capabilities.\n\"We are continuously investing in China,\" Voser said. \"Our biggest project at the moment is the new robot factory, which is also an R&D center and an automation artificial intelligence (AI) center for robotics, so it's the value chain in which we are investing now.\"\nIn September 2019, ABB broke ground on its new robotics factory by investing one billion Chinese yuan (154.5 million U.S. dollars) in Shanghai. It is planned to become the world's most advanced, automated and flexible robotics factory and is slated to open in 2022.\n\"China is the biggest market at the moment, we are number one in robotics in China, and our projected growth there is enormous,\" Voser said.\n\"For us, in general, a great business in China, growing very fast, and robotics is the biggest investment now,\" he told Xinhua.\nVoser also said he was bullish on the long-term macroeconomic outlook for the world's second largest economy.\n\"From a macro point of view, we are very positive about China and the government has outlined its target for the year ... We are well positioned to capture growth in China, and that's why we are investing in robotics.\"\nChina aims to expand its gross domestic product (GDP) by over six percent year-on-year in 2021, and it plans to bolster its reform, innovation and high-quality development efforts.\n\"Given the size of ABB in China with its 15,000 people, we have great expectations, and I think the country will deliver on this,\" said Voser, noting that China's economic push is \"very positive\" for the world, and also for ABB. Enditem\n"
}