{
    "title": "Germany's Continental Q1 sales up by 3.5 pct driven by strong business in China",
    "time": " 2021-05-06 20:39:08",
    "url": "http://www.xinhuanet.com/english/2021-05/06/c_139928672.htm",
    "content": "BERLIN, May 6 (Xinhua) -- German car parts supplier Continental said Thursday that its consolidated sales increased by 3.5 percent year-on-year to almost 10.3 billion euros (12.4 billion U.S. dollars) in the first quarter (Q1) of the fiscal year 2021.\nNet income increased to 448 million euros in Q1, after 292 million euros in Q1 2020. Business development in China was \"particularly positive\" compared with Q1 2020, which was severely affected by the COVID-19 pandemic, the company noted.\n\"We are making noticeable progress and tackling the tasks at hand systematically,\" said Nikolai Setzer, chief executive officer (CEO) of Continental, in a statement. \"From an operational perspective, we have made a good start to the fiscal year.\"\nSales in Continental's automotive technologies sector in Q1 declined by 2.2 percent year-on-year to 4.1 billion euros as the German company recorded \"strong business in China.\"\nOrder volume for fully connected central high-performance computers rose to around 5 billion euros. The computers were already being installed by Volkswagen in some models in China.\nIn the rubber technologies sector, sales increased by 6.6 percent to 4.2 billion euros as the tires business area developed well at the beginning of the year, particularly in China and North America, according to Continental.\nIn the first quarter, the rubber and plastic products manufacturer ContiTech \"benefited from the recovery in global vehicle production,\" particularly in China, and from stable industrial business, Continental noted.\nFor 2021, Continental adjusted its outlook mainly due to the expected spin-off of Vitesco Technologies, a German automotive supplier for powertrain technologies, in September. For continuing operations, and thus excluding Vitesco Technologies, the company expects sales of 32.5 to 34.5 billion euros.\n\"The coming months will remain very challenging. The global economy is only gradually getting back on track, not least due to the supply shortages of electronic components,\" said Setzer. (1 euro=1.2 U.S. dollars) Enditem\n"
}