{
    "title": "Interview: Swiss Army knives company Victorinox sharpens China business",
    "time": " 2021-05-05 00:35:24",
    "url": "http://www.xinhuanet.com/english/2021-05/05/c_139924866.htm",
    "content": "Undated photo shows the Swiss Army knives at the Victorinox's factory in Delemont, Switzerland.  (Victorinox Swiss/Handout via Xinhua)\nFounded as a cutlery shop in 1884, Victorinox, with its Swiss Army knives, has long shaped the \"Made in Switzerland\" global reputation for high quality products and embodied the very essence of \"Swissness\".\nBut 2020 was a tough year with business hit hard by the COVID-19 pandemic, Carl Elsener, CEO of the 137-year-old family business, told Xinhua in a recent interview.\nby Martina Fuchs\nGENEVA, May 4 (Xinhua) -- Switzerland's iconic \"little red knife\" has travelled around the world and will make its first stop at the China International Consumer Products Expo in Hainan this week. This comes as its manufacturer Victorinox aims to make the cut in the Chinese market.\nFounded as a cutlery shop in 1884, Victorinox, with its Swiss Army knives, has long shaped the \"Made in Switzerland\" global reputation for high quality products and embodied the very essence of \"Swissness\".\nBut 2020 was a tough year with business hit hard by the COVID-19 pandemic, Carl Elsener, CEO of the 137-year-old family business, told Xinhua in a recent interview.\n\"The coronavirus crisis resulted in a dramatic drop of almost 30 percent in our overall sales compared to the previous year. 2021 fortunately has started off all right given the circumstances. But I think the outlook remains still quite uncertain.\"\nHowever, he said, the impact has been mitigated thanks to the brand's multicategory strategy and its diversified product portfolio which covers five categories: Swiss Army knives, household and professional knives, watches, travel gear and fragrances.\n\"The travel gear business is impacted significantly during ongoing travel restrictions. The performances of the pocket knives and household knives are still good. For the household knives especially, we have experienced a higher potential,\" he said.\nElsener's great-grandfather Karl Elsener produced the first Swiss Army knife back in 1891. Today, the Elsener family still owns and operates Victorinox out of the Alpine nation.\nUndated photo shows a consumer selecting products at a Victorinox's shop in Zurich, Switzerland. (Victorinox Swiss/Handout via Xinhua)\nCHINA OPPORTUNITY\nVictorinox is one of the Swiss companies participating in the first China International Consumer Products Expo held in Haikou, capital of south China's Hainan Province, from May 7 to 10.\nSwitzerland is the official guest country of honor of the event. Commissioned by the Swiss Confederation, the Swiss Business Hub China -- a section of the Embassy of Switzerland in China -- and the trade and investment agency Switzerland Global Enterprise (S-GE) will organize and operate the Swiss National Pavilion.\nChina is one of the strategic markets for Victorinox, Elsener said. \"Our sales strategy there foresees a strengthening of our already existing business base and to further expand into untapped business opportunities.\"\n\"Strengthening our existing business means we will enhance efforts to positioning Victorinox as a premium brand, continue to present our pocket knives as our key category, and emphasize its heritage and modernity and further evolve the product development,\" he explained.\n\"We will also continue to develop special products for the Chinese market, such as the Zodiac Swiss Army Knife, and the China Culture Range Swiss Army Knife,\" the CEO noted, adding that the China Culture Range Swiss Army Knife is launched every year since 2019 to increase relevance with Chinese consumers.\nPERSONAL TOUCH\nAsked about the key consumer trend in China and where he sees the biggest opportunities for Victorinox going forward, Elsener said it is \"personalization\".\n\"We are targeting and communicating with the young people in China through offering personalization options for the Swiss Army knife. Consumers can personalize their own Swiss Army knives through selecting the model, scales and the engraving on scale and blade.\"\nThat's why the traditional Swiss company is planning to open a new hub in Shanghai in 2021.\n\"Customization is also a strong requirement from our business partners of corporate business in China. So we are planning to set the customization hub in Shanghai this year to fulfill these needs. Needs like graphic digital print and digital haptic 3D,\" Elsener told Xinhua.\n"
}