{
    "title": "German companies see improving int'l business development: DIHK",
    "time": " 2021-05-04 21:53:11",
    "url": "http://www.xinhuanet.com/english/2021-05/04/c_139924752.htm",
    "content": "BERLIN, May 4 (Xinhua) -- Thanks to economic catch-up effects in many regions of the world, German companies' international business \"improved significantly\" in spring, the Association of German Chambers of Industry and Commerce (DIHK) said on Tuesday.\nHowever, rising prices, energy and raw material shortages, as well as problems in the supply chain still prevented an unabated upswing, according to the AHK World Business Outlook published by DIHK.\nSome 45 percent of German companies rated their international business as good, while only 14 percent gave it a poor rating, according to the survey among more than 4,500 German companies with branches and subsidiaries in over 70 countries.\nGerman companies abroad were \"counting on the economic catch-up process continuing in the coming months,\" DIHK said. More than half of companies even expected better business in the coming 12 months.\nThe majority of German companies saw an upswing in the coming 12 months in China and in North America, with 69 and 64 percent respectively, according to the survey.\nGerman companies in other European countries assessed the economic recovery process \"noticeably more positive than in fall, but less confident than in Asia and North America,\" DIHK said. In the euro zone, only 43 percent of companies expected an economic upturn.\nThe effects of the COVID-19 pandemic were still causing major problems for German companies abroad, DIHK warned, citing travel restrictions, cancelled trade fairs and events as well as overall less demand for products and services.\nIn addition, 40 percent of German companies around the world were currently reporting problems in their supply chains or logistics, according to DIHK. In recent months, production stoppages as well as problems in sea freight and a shortage of containers led to disruptions in global trade. Enditem\n"
}