{
    "title": "China Focus: Global investors flock to China amid improved business environment",
    "time": " 2021-05-02 18:00:29",
    "url": "http://www.xinhuanet.com/english/2021-05/02/c_139920902.htm",
    "content": "BEIJING, May 2 (Xinhua) -- Global investors' enthusiasm for the Chinese market seems unstoppable despite the COVID-19 pandemic, as the latest data showed that China successfully navigated the economic fallout in the turbulent year and became the top investment destination worldwide.\nIn 2020, global foreign direct investment (FDI) flows plummeted by 38 percent from a year before to 846 billion U.S. dollars, the lowest level since 2005, the Organization for Economic Cooperation and Development (OECD) said.\nThe global FDI flows represented only 1 percent of world GDP, their lowest level since 1999, the OECD said.\nOECD's FDI figures echoed a report by the United Nations Conference on Trade and Development earlier this year, which also found China became the largest FDI recipient in 2020.\nChina's appeal to foreign investment has extended into 2021, as the Chinese economy sustained positive performance in the first quarter, and foreign companies expected a promising future in the country.\nA recent survey by the Ministry of Commerce (MOC) shows that 96.4 percent of foreign-invested enterprises are optimistic about their business prospects in China.\nThe figure represents a 2.1 percentage-point increase compared with the beginning of the year, the survey of over 3,200 foreign-funded firms said.\nMOC data also showed FDI into the Chinese mainland surged by 39.9 percent year on year in actual use to 302.47 billion yuan (about 46.74 billion U.S. dollars) in the first quarter.\nLiu Xiangdong, a researcher with the China Center for International Economic Exchanges, attributed the robust first-quarter FDI growth to a low base last year, sound economic fundamentals, and increasing attractiveness to foreign capital.\nConsidering the short-term low base and uncertainties ahead, the high growth rate of China's FDI may not sustain, said Liu. \"Yet China will remain attractive to foreign investors as the country continues to push forward reform and opening-up.\"\nLooking ahead, China has made great efforts to lure more global investors to its massive domestic market by widening market access and improving the business environment.\nIn January, a revised industry catalog that opens up more sectors for foreign investors came into effect, encouraging more foreign capital to pump into high-end manufacturing.\nOther measures included further implementing the pre-establishment national treatment plus negative list management system, accelerating the implementation of salient foreign-funded projects, and strengthening protection for foreign investment. Enditem\n"
}