{
    "title": "Two-thirds of firms in Malta assess current business conditions as weak: survey",
    "time": " 2021-04-30 01:01:14",
    "url": "http://www.xinhuanet.com/english/2021-04/30/c_139915728.htm",
    "content": "VALLETTA, April 29 (Xinhua) -- Two-thirds of businesses in Malta describe the current business conditions as weak and well below pre-COVID-19 levels, and only a quarter of them expect to see improvements soon, according to a study conducted by the Central Bank of Malta (CBM) and published here on Thursday.\nThe bank said in a statement that only a third of companies contacted during the first quarter (Q1) of 2021 reported positive developments. This share was six percent higher than that in the previous quarter.\nDuring Q1 2021, 43 percent of Malta's businesses expected their business activity to remain unchanged over the next few months, while 27 percent saw signs of early improvements. Fourteen percent said they expected the situation to worsen.\nThe results were included in the bank's new quarterly publication \"CBM Business Dialogue\", which summarised results obtained from 60 meetings conducted by the bank's economists with top-level representatives of corporations and institutions.\nThe bank said that the share of respondents who expected business prospects to remain uncertain halved compared to the final quarter of 2020 but remained significant at 16 percent.\nOver three-quarters of businesses reported that both input and selling prices had remained unchanged in the previous few months. Around a fifth of the businesses contacted said that input costs increased, while 17 percent admitted they had raised their selling prices in response.\nSixty-nine percent of firms contacted between January and March 2021 reported that their investment plans had remained on track, while 13 percent said they had postponed their investment plans.\nThe share of respondents reporting cancelation of investments was small, while 15 percent said they were not planning any investments, the bank said.\nThe employment situation remained broadly stable among the pool of firms interviewed in Q1 2021, with 81 percent of them reporting unchanged employment plans. Most firms continue to benefit from the government's COVID-19 wage supplement scheme, which was widely seen as essential for maintaining current staff levels, the bank said. Enditem\n"
}