{
    "title": "Economic Watch: China attracts more foreign investors with promising prospects, improved business environment",
    "time": " 2021-04-30 00:33:34",
    "url": "http://www.xinhuanet.com/english/2021-04/30/c_139915714.htm",
    "content": "BEIJING, April 29 (Xinhua) -- Foreign investors keep gravitating toward China as the country maintains a restorative growth momentum and continues to improve its business environment.\nA recent survey by the Ministry of Commerce (MOC) shows that 96.4 percent of foreign-invested enterprises are optimistic about their business prospects in China.\nThe figure represents a 2.1 percentage-point increase on the beginning of the year, according to the survey of over 3,200 foreign-funded firms.\nIn the first quarter of the year, 10,263 new foreign-funded enterprises were established in China, a surge of 47.8 percent year on year and up 6.7 percent from the same period of 2019, said MOC spokesperson Gao Feng.\nAside from the low base of the same period last year, the rapid growth was mainly driven by factors such as the stable recovery of the Chinese economy, continuous improvement of the business environment and enhanced confidence of foreign investors, Gao said.\nForeign direct investment (FDI) into the Chinese mainland surged 39.9 percent year on year in actual use to 302.47 billion yuan (about 46.74 billion U.S. dollars) in the first quarter, he said, adding that the figure rose 24.8 percent from the same period of 2019.\nAmong all areas, the western regions in China stand out.\nThe FDI into China's western region surged 91 percent year on year in the first quarter of this year.\nGao has attributed the jump, compared with 38.2 percent in the eastern region and 36.8 percent in central China, to the country's policy guidance.\nLast year, China revised an industry catalogue that names more sectors encouraging foreign investment.\nAccording to the catalogue, eligible enterprises could enjoy a reduced corporate income tax rate of 15 percent, tax exemption on equipment for self-use, and preferential land supply for intensive land projects in the western regions of China.\nThe sub-catalog of competitive industries in western regions encouraging foreign investment has introduced 34 new items.\nChina has opened more sectors to foreign investors, strengthening their confidence in investments in the country's western regions, he said.\nWith the continuous improvement of infrastructures and the business environment in the western regions, the development potential of the area will be continuously released, said Gao, adding that foreign-funded enterprises would find huge development opportunities there. Enditem\n"
}