{
    "title": "China to improve county business systems, streamline IPR-related administration",
    "time": " 2021-04-27 23:56:38",
    "url": "http://www.xinhuanet.com/english/2021-04/27/c_139910685.htm",
    "content": "BEIJING, April 27 (Xinhua) -- China will strengthen the building of county-level business systems and introduce new measures to streamline administration in the field of intellectual property rights (IPR), a State Council executive meeting chaired by Premier Li Keqiang decided on Tuesday.\nTo facilitate circulation, increase farmers' incomes and boost rural consumption, the meeting urged efforts to support the transformation and upgrading of commercial facilities in counties and promote the growth of the rural commerce network.\nChina will support qualified villages and towns in building business centers that integrate such functions as shopping, entertainment and leisure, while ramping up the development of new rural convenience stores.\nThe meeting encouraged enterprises to develop products and services tailored to the needs of farmers. Industries including rural accommodation and leisure agriculture will be supported to attract urban residents to spend in rural areas.\nMore work will be done to bolster the building of specialized markets in producing areas, expand the coverage of rural e-commerce and facilitate the effective connection between rural households and the market, according to the meeting.\nMeasures should be taken to ramp up land and financial support for commercial facility construction in county areas.\nThe meeting also stressed the importance of continuously deepening the reform of government functions and streamlining administration in the IPR-related field, so as to stimulate greater impetus and vitality for innovation.\nIt urged efforts to further reduce the period required for reviewing trademarks and patents, while improving the quality of IPR by correcting the tendency of simply pursuing quantity.\nBasic IPR data should be made public on the premise of ensuring data security to support enterprises' activities in research and development, as well as innovation.\nIn terms of IPR protection, the meeting emphasized whole-chain protection and called for cracking down on illegal agencies, malicious trademark registration and irregular patent applications, in line with the law. Enditem\n"
}