{
    "title": "World Insights: U.S. advocacy groups, Chinese business community call for concrete actions to tackle anti-Asian hate",
    "time": " 2021-04-24 14:37:40",
    "url": "http://www.xinhuanet.com/english/2021-04/24/c_139902988.htm",
    "content": "by Xinhua writer Liu Yanan\nNEW YORK, April 23 (Xinhua) -- Multiple advocacy organizations and the Chinese business community in the United States are calling for actions to cope with the historic rise of hatred, violence and xenophobia targeting Asian and Pacific Islanders (AAPI) in the country.\nThe United States reported a spurt of anti-AAPI crimes during the pandemic. According to Stop AAPI Hate, a California-based nonprofit social organization, it received nearly 3,800 reports of attacks or abuse against people of Asian descent between March 2020 and February 2021 and the real number of such incidents is believed to be far more than that.\nIn response to the horrific scenario, the U.S. Senate on Thursday voted overwhelmingly to pass a bill combating surging hate crimes against Asian Americans during the COVID-19 pandemic.\nWhile acknowledging such a gesture, the minorities in the United States are calling for concrete actions to protect them from hate crimes.\nACTION NOW\nA coalition of advocacy groups on Thursday voiced their appeals to the U.S. law enforcement, elected officials, and government agencies to ensure a holistic response to the Anti-Asian hate problem, and recognize the urgent need to take concrete actions.\nIn particular, the U.S. Attorney General and the U.S. Department of Justice should set up a task force to specifically investigate and combat increased violence directed towards the AAPI community, stated a release by the Committee of 100, a non-profit organization of prominent Chinese Americans, which organized the action.\nThe coalition also called on the U.S. Department of Justice to revisit its China Initiative, which instigates U.S. judicial confrontations with China, and examine whether the program has caused the spike in prosecution of innocent Chinese American scientists.\nSenior executives and those in leadership positions should ensure that the AAPI community has a voice at the table, including in the boardroom, stressed the coalition.\n\"This coalition across communities showcases the strength and impact we together possess ... Collectively, we can work to put these horrific incidents in the past and move forward as one nation,\" said Zhengyu Huang, president of the Committee of 100.\nMore than 10 advocacy groups in the United States joined the coalition, including the 1990 Institute, the American Jewish Committee, the Anti-Defamation League, the Asian Pacific Islander American Public Affairs, the Committee of 100, Council of Korean Americans, the National Association for the Advancement of Colored People, and Partnership With Native Americans.\nThose organizations would meet on a quarterly basis to continue discussions of joint programs, activities and advocacy to combat anti-AAPI hate, said the release.\n\"Silence is unacceptable. Unity in combating hate is absolutely imperative,\" said David Harris, chief executive officer (CEO) of the American Jewish Committee.\n\"Only through coordinated action can we prevent further acts of bias-motivated violence and hurtful scapegoating,\" said Jonathan A. Greenblatt, CEO and national director of the Anti-Defamation League, the world's leading anti-hate organization.\nBUSINESS COMMUNITY PLAYS A ROLE\nMeanwhile, the Chinese business community is also working to fight anti-AAPI hate and violence.\n\"I would say we shouldn't really feel that we need to be fearful about what's going on ... You should be able to feel that you're at home,\" said Ni Pin, president of Wanxiang America Corporation, an automobile component designer and manufacturer based in Illinois, at a webinar organized by the China General Chamber of Commerce-USA (CGCC) on Friday.\nSpeaking of the China Initiative of the U.S. Department of Justice, Ni said, \"under that initiative, many people got a screening, which really is hurting American interests, American competitiveness, and for sure is gonna hurt the Asian American community.\"\nThe business community should take the lead in fighting anti-Asian hate and violence as the companies have resources, funds and laptops, according to Ni, who is also the chairman of CGCC Chicago.\nAs much as 86 percent of companies feel that the business community has the responsibility to support the fight against anti-Asian hate and violence, according to a survey by CGCC Chicago.\nAAPI small businesses are not able to operate safely and need assistance now, said Chiling Tong, president and CEO of the National Asian/Pacific Islander American Chamber of Commerce and Entrepreneurship (National ACE).\nThe National ACE calls on its partners to join in responding to the ongoing violence against the AAPI small business community by helping to educate employees, customers, and the public to intervene to halt these deplorable acts.\nAsian American employees need a special space to talk about the hate issues right now as a lot of them are hurting and that's affecting their work, according to John C. Yang, president and executive director of the Asian Americans Advancing Justice, an advocacy for Asian Americans' civil and human rights.\nAs for the business community, \"the next step is also to engage in these interracial conversations and think about how we show up for each other,\" said Yang. Enditem\n"
}