{
    "title": "Feature: Ethiopian youth embrace tree planting, gardening for business opportunities",
    "time": " 2021-04-23 20:58:31",
    "url": "http://www.xinhuanet.com/english/2021-04/23/c_139901497.htm",
    "content": "ADDIS ABABA, April 23 (Xinhua) -- As Ethiopia braces to realize its aspiration of building a green economy, desperate job-seeking Ethiopian youth embraced the once neglected commercial tree planting and gardening endeavor.\nPlant seedling production and gardening, just like a typical farm work, had long been left for poor and rural Ethiopians, most of whom have little or no education and left out with no choice but to look for economic opportunities that are easily accessible and less-competitive.\nIn recent years, however, an increasing number of young Ethiopians, mainly those from urban areas, are engaging in gardening and landscaping works that involves mass production of plant seedling across makeshift greenhouse and nursery sites in street-sides of the capital Addis Ababa and other major Ethiopian cities.\nTigist Abebe, an accounting graduate, recalled her two years of unsuccessful stint in the Middle East's informal employment sector, where she illegally migrated shortly after her graduation with the help of human smugglers and petrified while crossing the dangerous Red Sea route.\nTigist returned home in early 2019 with almost nothing in her pocket after two years of stay in Saudi Arabia, yet with a broken hope and depleted ambition.\nDespite the psychological impact that she endured from her distant past, Tigist along with three young fresh university graduates embarked on a plant nursery site in Bishoftu town, about 45 km from Addis Ababa, where they cultivate plant and flower seedlings for profit.\n\"I describe myself as a workaholic woman. I hate to sit idle and do nothing. It was this personal drive that introduced me to plant and flower seedling production and selling venture,\" Tigist told Xinhua.\nTigist and her fellow workmates now operate a makeshift greenhouse built on a small plot of land in the Addis Ababa, where they put on sale a variety of plant and flower seedlings they cultivated at a nursery site in Bishoftu town.\n\"It has been a little over one and a half year since we started this venture. It is now paying us back as we recently put on sale the first batch of our plant seedlings,\" she said.\nThey sell a single plant seedling between 120 Ethiopian birr (ETB) to 500 ETB (about 3 to 12 U.S. dollars) depending on the type of plant species. Indigenous Ethiopian plants cost relatively higher mainly due to the shortage of such varieties in the market.\nNow, Tigist and her three other workmates earn up to 15 U.S. dollars per day each from the sale of plant seedlings. For comparison, the median salary in Ethiopia is estimated at around 220 U.S. dollars a month, which is equivalent to about 7 U.S. dollars a day.\nAmid the growing demand and interest among Ethiopians in planting trees as part of the national reforestation drive, the business trajectory for Tigist and her venture workmates seems bright.\nMekbib Megersa, a survey and construction graduate, started his business by producing and selling tree seedlings some six years ago. He later expanded his business into gardening and landscaping works amid a growing demand among his customers.\n\"In addition to significantly improving my family's livelihood, I was also able to send my two school children to a better private school and hire a private tutor to help them with their education,\" Megersa said.\nMegersa presently manages 13 workers under his rank. He has now readied about 370,000 different varieties of plant seedlings for the imminent Ethiopian rainy season.\nIn addition to helping the East African country regain its lost forest resources and the apparent livelihood opportunities, the engagement of Tigist, Megersa and fellow others goes far beyond towards preserving Ethiopia's indigenous plant species.\n\"Our plant nursery sites are playing a vital role in preserving some of the endangered indigenous plant species, which would have otherwise left only for concerned government facilities,\" Megersa said.\nThe Ethiopian government frequently labeled the rising level of deforestation that was exacerbated by the cutting of trees for the charcoal burning and construction purposes as \"a daunting challenge\" to the country's green economy strategy.\nAccording to the World Food Programme, the annual ambitious reforestation initiative is critical for Ethiopia which has lost billions of trees and forest resources over the years.\nAware of the impacts of climate change, Ethiopia in recent years embarked on an ambitious tree-planting initiative, through a project dubbed \"Green Legacy.\"\nAs part of the initiative, the Ethiopian government had last month announced its plan to plant at least six billion tree seedlings in the coming months. Enditem\n"
}