{
    "title": "Market recovery in China cushions COVID-19 effect on Bosch's business in 2020",
    "time": " 2021-04-23 00:18:50",
    "url": "http://www.xinhuanet.com/english/2021-04/23/c_139899409.htm",
    "content": "BERLIN, April 22 (Xinhua) -- In the Asia Pacific region, the \"early and strong market recovery in China cushioned the effects of the coronavirus pandemic\" in Bosch's business in 2020, the German engineering and technology company announced on Thursday.\nRevenues of Bosch in the Asia Pacific region only fell by 2.6 percent year-on-year to 21.7 billion euros (26.1 billion U.S. dollars) in 2020, according to the company's annual report.\n\"Bosch came through the first year of the coronavirus pandemic well,\" said Volkmar Denner, chairman of the board of management of Bosch, at a press conference.\nTotal revenues declined by 6.4 percent year-on year to 71.5 billion euros last year, while earnings from operations before interest and taxes (EBIT) dropped to 2.0 billion euros, after 3.3 billion euros registered in 2019, the company noted.\nAlthough Germany is currently hit by the third COVID-19 wave, with lockdowns and strict health restrictions, Bosch got off to a good start in the current year as sales increased by 17.0 percent year-on-year in the first quarter.\nCombining connectivity (the internet of things, IoT) and artificial intelligence (AI) as well as bringing forward electrification and green hydrogen, the company was seeking to \"develop new business opportunities on the back of the profound technological and ecological changes currently occurring.\"\nBosch and China's premium commercial vehicle manufacturer Qingling Motors just launched a joint venture to develop, produce and market fuel cell powertrain systems. A test fleet of 70 trucks is scheduled to be on the roads before the end of the year, according to Bosch.\n\"With a good first quarter, Bosch has made a successful start to 2021,\" said Stefan Asenkerschbaumer, chief financial officer (CFO) and deputy chairman of the Bosch board of management. He expressed confidence for 2021, but expects it to be another challenging year. Enditem\n"
}