{
    "title": "Chinese market stabilizes business of German car manufacturers: EY study",
    "time": " 2021-04-19 22:20:21",
    "url": "http://www.xinhuanet.com/english/2021-04/19/c_139891349.htm",
    "content": "A worker operates at the general assembly workshop of the Changchun production base under the FAW-Volkswagen Automotive Co., Ltd. (FAW-VW) in Changchun, northeast China's Jilin Province, Jan. 5, 2021. (Xinhua/Zhang Nan)\nFor all three German automotive groups, the Chinese sales market continued to \"gain in importance last year,\" the study noted. Overall, almost every fourth new car (39.4 percent) from Volkswagen, BMW and Daimler in 2020 was handed over to a Chinese customer.    \nBERLIN, April 19 (Xinhua) -- Germany's large car manufacturers Volkswagen, BMW and Daimler emerged from the COVID-19 crisis year 2020 well in an international comparison, according to a study published quarterly by consulting firm Ernst & Young (EY) on Monday.\nRevenues of German car manufacturers were only down ten percent, unit sales were down 14 percent and profits declined by 26 percent, while French car manufacturers, for example, were particularly affected as profits plummeted 84 percent, according to the study.\n\"Companies with a strong China share benefited from the relatively stable development on the Chinese sales market. By contrast, those operating mainly in Europe suffered massive losses in some cases,\" said Peter Fuss, senior advisory partner in the automotive field at EY.\nFile photo taken on May 23, 2018 shows employees working at the production line of Dadong Plant of BMW Brilliance Automotive (BBA) in Shenyang, northeast China's Liaoning Province. (Xinhua/Pan Yulong)\nFor all three German automotive groups, the Chinese sales market continued to \"gain in importance last year,\" the study noted. Overall almost every fourth new car (39.4 percent) from Volkswagen, BMW and Daimler in 2020 was handed over to a Chinese customer.   \nThe 17 international car companies surveyed only recorded a 4-percent drop in passenger car sales in China last year. At the same time, sales in the U.S. declined by 14 percent year-on-year and even plummeted by 25 percent in Europe, according to the study.\n\"The Chinese sales market had an important function for the global, but particularly for the German automotive industry last year,\" said Fuss. \"Sales generated in China were able to stabilize the industry as a whole, while there were painful losses in the U.S. and particularly in Europe.\"  \n"
}