{
    "title": "East African business leaders pledge support for green investments",
    "time": " 2021-04-15 00:19:54",
    "url": "http://www.xinhuanet.com/english/2021-04/15/c_139880790.htm",
    "content": "NAIROBI, April 14 (Xinhua) -- The private sector across the East African region will rally behind investments that accelerate green and inclusive growth while shielding local communities from adverse impacts of climate change, executives said Wednesday.\nMore than 150 business leaders, diplomats and experts who participated at the virtual EU-Africa Green Talk held in Nairobi, Kenya said that leveraging on capital from industry is key to hastening low carbon development in the region.\n\"Recent innovative investment across East Africa has transformed access for millions of people to clean water, renewable energy and finance essential for a better and more sustainable future,\" said Peter Mathuki, incoming secretary-general of the East African Community (EAC), a regional bloc.\nThe Nairobi green dialogue for business leaders was organized by the European Investment Bank and Portuguese embassy in Kenya ahead of the high-level green investment forum slated for April 23 in Lisbon, capital of Portugal.\n\"Today's Nairobi green talks allow innovative solutions and technical best-practice to be shared with the rest of Africa and the world,\" said Mathuki, adding that regional blocs have prioritized green investments in order to generate new jobs and secure a sustainable future for local communities.\nParticipants at the Nairobi green forum acknowledged investments led by the private sector have increased access to clean energy, food, water and carbon free transportation systems in the region.\n\"Partnership between Africa and Europe is key to increasing investment essential to combat climate change and create new opportunities,\" said Luisa Fragoso, head of mission, the embassy of Portugal in Nairobi.\nFragoso said that successful models of green investment across the East African region will be showcased to global business, political and civil society leaders at the green summit in Lisbon.\nFrank Matsaert, CEO of Nairobi-based Trade Mark East Africa, a regional trade lobby, said that businesses in the region have supported greening of their supply chains to boost their resilience amid climatic shocks including floods and droughts.\n\"We aim to catalyze green growth, exports and investment through improved trade systems and corridors,\" said Matsaert. \"However, more trade can mean more emissions, so it is important to invest in reducing the carbon footprint of trade and private sector capital will play a key role in making this a reality.\" Enditem\n"
}