{
    "title": "Interrupted Australian vaccine rollout jeopardizing economic recovery: business groups",
    "time": " 2021-04-13 16:49:09",
    "url": "http://www.xinhuanet.com/english/2021-04/13/c_139877761.htm",
    "content": "CANBERRA, April 13 (Xinhua) -- Australia's top business groups have warned that the country \"risks losing the economic war\" as a result of its interrupted coronavirus vaccine rollout.\nThe Australian Chamber of Commerce and Industry (ACCI), Australian Industry (AI) Group and Tourism and Transport Forum (TTF) warned that Australia's economic recovery from the pandemic could be derailed by the delayed rollout.\nAs of Tuesday there had been 1.23 million COVID-19 vaccines administered in Australia. Prime Minister Scott Morrison has ruled out setting targets for when the rollout will be completed after abandoned his promise to vaccinate the population by October.\nInnes Willox, the chief executive of the AI Group, said that without an updated timeline for vaccines Australia would miss out on economic opportunities to countries that started vaccinations earlier.\n\"We may have won a health battle but we risk losing the economic war,\" he was quoted by The Australian. \"The United Kingdom (Britain) expects to reopen in June and the U.S. in October. We should expect the U.S. and broader Europe to be fully re-engaged by the end of the year.\"\n\"This is where our relatively slow vaccine rollout may hurt us. Skilled workers, students and tourists will not wait and choose to go where borders are open and where they are welcomed.\"\nA survey published by The Guardian on Tuesday found that more than half of Australians think the vaccine rollout has been too slow.\nBill Shorten, shadow minister from the opposition Labor Party for government services, said the country was being \"held hostage\" by the rollout.\n\"A lot of people are saying well, if there's a problem with one vaccine or if there's a cloud over it, maybe I just shouldn't get vaccinated at all. That has really undermined the whole process,\" he told Nine Network TV.\n\"The reality is that Australians are being held hostage to a botched vaccine rollout.\" Enditem\n"
}