{
    "title": "Feature: Tsompie's tea room business prospers in Botswana",
    "time": " 2021-04-08 22:02:58",
    "url": "http://www.xinhuanet.com/english/2021-04/08/c_139867508.htm",
    "content": "GABORONE, April 8 (Xinhua) -- During a worldwide pandemic where businesses are closing down, others see great opportunities, such as the likes of Tsompie's tea room that started operating a few months ago.\nThe business is located in Tlokweng, a village just a stone's throw away from Gaborone, the capital of Botswana.\nThe owner of the tea outlet, Selly Tsompie Mokaila, 55, says her love and skill of tea-making made the transition from being just a villager to owning and running a tea room a natural step.\nBorn into a family of tea lovers, Tsompie says her mother was strict and particular with tea etiquette, insisting that tea be served in a cup, with everything arranged nicely. Thick, chunky mugs were not tolerated, and whenever her mother's friends visited, tea was served with milk and sugar, together with homemade cookies.\nIt is the family's fondness of tea, drinking it together, that resulted in Tsompie learning to make it at a young age. She recalls she would make herself a cup when making some for her mother, and this was the beginning of her journey as a tea lover.\nWith cozy and luxurious decoration, Tsompie's tea room in her backyard is a rare find in Botswana. Tsompie says the tea room can fit at most 10 people and she has no desire to expand it because it is the style and ambiance that makes it what it is.\nNow the tea room has four kinds on offer, including the cream tea, high tea, afternoon tea and champagne tea. Her prices range from 150 pula (14 USD) per person for cream tea and 450 pula per person for champagne tea, which comes with a bottle of champagne as the name suggests.\nWhen visiting Tsompie's tea room, one can choose from Malawi, South Africa, Kenya and Australia teas complemented with freshly prepared sandwiches, cakes, scones and other treats prepared by the owner herself. Some packages also come with salty treats such as chicken pieces, quiche and cocktail sausages while some are kind of a full meal type.\n\"I pay attention to each person, to make their visit a memorable experience as I want people to come here and feel like they are coming home,\" Tsompie says, adding that she wants clients to feel comfortable and welcome and even feel like they tried something different even if they had been there 10 times before.\nNot much of a traveler, Tsompie says she used to frequent South Africa and that is where she bought some of her tea sets while most of them were ordered from China. She also confessed that the idea of a tea room was a result of research because the business is the first of its kind in Botswana, but does exist in South Africa and other countries.\nTsompie says on average she hosts seven customers at a time on weekdays and 15 on weekends, making 13,500 - 15,000 pula per month and this is before expenditure.\nBesides wanting to market her tea room as a place of choice, Tsompie says she wants to promote tea to people of all ages.\nThe business is run by the owner and one permanent employee, but Tsompie shares that she has two interns she engages on busy weekends. In the future, she hopes to offer a wide array of packages such as gift baskets, loose tea leaves, tea accessories and delivery services. Enditem\n"
}