{
    "title": "Latvian retailers look for ways to restart their business as state of emergency ends",
    "time": " 2021-04-07 20:05:21",
    "url": "http://www.xinhuanet.com/english/2021-04/07/c_139864822.htm",
    "content": "People line up to enter a store in Riga, Latvia, on April 7, 2021. As the state of emergency, which had been in force since Nov. 9, 2020, ended on Wednesday, Latvia's retailers were rushing to reopen their stores to shoppers. During the state of emergency, only grocers and retailers selling essential goods could remain open. (Photo by Edijs Palens/Xinhua)\nRIGA, April 7 (Xinhua) -- Although the nationwide emergency that was declared in Latvia to curb COVID-19 has ended, most safety rules, including retail trade restrictions, still remain in place.\nAs the state of emergency, which had been in force since Nov. 9, 2020, ended on Wednesday, Latvia's retailers were rushing to reopen their stores to shoppers. During the state of emergency, only grocers and retailers selling essential goods could remain open.\nHowever, the permission to restart trade does not apply to Latvia's large shopping malls and their numerous tenants are now looking for alternative ways to reopen.\nExperts believe that the epidemiological safety risks from large numbers of people gathering at shopping centers are too serious to allow them to reopen.\nBut with outdoor trade permitted as of April 7, many retailers who had been operating in shopping centers are now installing stands and tents outside the malls to become street vendors.\nIf local authorities approve the solution, consumers will be able to buy goods like clothes and footwear on the street without visiting the large shopping malls.\nMeanwhile, shopping mall operators are angry about the government's decision to keep the malls shut and to only allow small shops reopen. They see it as a crippling of competition.\n\"We have invested a lot of money in various safety measures. What we get in return from the government are absurd decisions fostering unfair competition,\" said Iveta Zvaigzne-Alere, marketing manager at the Domina Shopping mall in Riga. Enditem\n"
}