{
    "title": "(Hello Africa) Feature: Zimbabwean lawyer defies odds in stone sculpture business",
    "time": " 2021-04-05 18:45:32",
    "url": "http://www.xinhuanet.com/english/2021-04/05/c_139859801.htm",
    "content": "\r\n\nWith a small hammer and a chisel in his hands, David Ngwerume, a lawyer-cum-artist, was working on a solid chunk of Chrysoprase stone. While law and arts might seem to be different worlds apart, Ngwerume says there are countless similarities between the two professions.\nZimbabwe-based David Ngwerume, a lawyer-cum-artist, is an inspiration for leading a full life by excelling both in one's career and passion.\nby Tafara Mugwara\nHARARE, April 5 (Xinhua) -- With a small hammer and a chisel in his hands, David Ngwerume, a lawyer-cum-artist, pounded on a solid chunk of Chrysoprase stone.\nDavid Ngwerume, a lawyer who is also a stone sculpture artist, is seen in his office in Harare, Zimbabwe, on March 31, 2021. (Xinhua/Tafara Mugwara)\nBrownish dust fell off and a figure of a lion took slowly shape as he repeated the procedure.\nThe piece of sculpture Ngwerume was working on is part of the \"Thy next world collection,\" - a collection of artwork to inspire people to see the world differently and live harmoniously with nature.\nDespite being a practicing attorney with a law firm in Harare, Ngwerume is also an internationally acclaimed sculptor with a fantastic eye for detail.\nDavid Ngwerume, a stone sculptor who is also a lawyer, works on a piece of stone at his workshop in Harare, Zimbabwe, on March 27, 2021. (Xinhua/Tafara Mugwara)\nAlthough he said it is no easy feat to balance his creative career and practicing law, Ngwerume strives to give equal attention to both professions.\n\"Whenever I am not in courts and I don't have work at the law firm, I spend my other time here, so I can't call it spare time but I would also call it productive time because once I am done there I am here at the workshop,\" he told Xinhua in an interview at his workshop.\nWhile law and arts might seem to be different worlds apart, Ngwerume said there are countless similarities between the two professions, which enables him to excel in both at the same time.\nDavid Ngwerume inspects a stone sculpture of a lion at his workshop in Harare, Zimbabwe, on March 27, 2021. (Xinhua/Tafara Mugwara)\n\"Both fields deal with humanity, and if you are a very good artist who can use imagination and creativity, it also assists you in the law aspect of it because your perceptions and your views towards the world are different.\n\"Law moves in advocacy, you need to convince a judge, art also needs advocacy, it needs you to convince viewers who will be seeing your art and for them to understand how it comes out and what you are trying to portray,\" he said.\nNgwerume, who has pursued art for over two decades, has mastered the art of expressing societal issues through his art. His work is inspired by his day-to-day experiences in the legal system.\nHe uses mostly serpentine stone to carve pieces of art that convey emotions, events and the struggles of everyday life. Ngwerume described the artwork as an effective tool to bring everlasting positive change in society.\n\"So through art and through the law, it creates a harmonious order with sustenance between the two, that is how people are living in their lives and also what can we do as humans to change the world,\" he said.\nDavid Ngwerume inspects one of his stone sculpture collections at his gallery in Harare, Zimbabwe, on March 27, 2021. (Xinhua/Tafara Mugwara)\nSome of Ngwerume's famous works include \"Scales of Justice\" sculpture erected in front of the Harare and Bulawayo High Courts.\nHe has also carried out works for various organizations including the Judicial Services Commission of Zimbabwe, Office of the President and Cabinet of Zimbabwe, the Angolan government and the DRC government.\nEarlier this year, Ngwerume released a work of art titled \"Daring a Mustang\" under a collection dubbed \"Taking the Reins.\" The collection was inspired by the horse culture and the pieces are made of brown Chrysoprase stone, a type of stone that is found within deposits of nickel.\nA piece of stone sculpture depicting a woman wearing a face mask is seen at David Ngwerume's art gallery in Greendale, Harare, Zimbabwe, on March 27, 2021. (Xinhua/Tafara Mugwara)\nNgwerume said while the pandemic hindered his work, it has also enabled him to put more effort into his artwork.\nHe has also used his artistic talent to create awareness about the COVID-19 pandemic.\nEarlier this year, he hogged the limelight after unveiling his new piece titled \"The New Normal\", a piece of sculpture that draws inspiration from the daily reality the world is facing amid the COVID-19 pandemic.\nThe piece, which is made up of black granite, showcases an African woman, carved in an African map design, wearing a heard scuff and a surgical mask.\nAs an attorney, Ngwerume has also helped many artists to navigate various legal challenges facing them such as copyright issues.\nZimbabwe's stone sculpture is world-renowned and the art traces its history to the medieval Great Zimbabwe empire which was founded in the 11th century, and from which Zimbabwe derives its name.   \n"
}