{
    "title": "Feature: COVID-19 takes big bite out of Switzerland's Easter chocolate business",
    "time": " 2021-04-05 10:57:50",
    "url": "http://www.xinhuanet.com/english/2021-04/05/c_139859177.htm",
    "content": "\n\nThe meltdown effect is felt among big and small artisan chocolate producers, yet they remain hopeful that the Swiss have not lost their sweet tooth and appetite for festive treats because of COVID-19.\nby Martina Fuchs\nGENEVA, April 5 (Xinhua) -- It's a bittersweet Easter holiday for Swiss chocolate makers this year, as the bunnies are not quite hopping off the shelves in the chocolate nation of Switzerland due to the impact of the pandemic on sales and consumer sentiment.\nThe meltdown effect is felt among big and small artisan chocolate producers, yet they remain hopeful that the Swiss have not lost their sweet tooth and appetite for festive treats because of COVID-19.\n\"There are no tourists at the moment,\" said Raphael Rubio, owner of Confiserie Teuscher. \"We have the online business which is growing quite fast and we try to keep up with the online business. But in the store, you see that there are fewer people due to corona (virus).\"\nTeuscher, with its flagship store in Zurich's old city center, claims to be one of the world's best chocolatiers. Its kitchens produce more than 100 varieties of handmade chocolates using original recipes passed down from generation to generation.\n\"The best-selling product is our champagne truffle eggs, we are famous for our champagne truffles which were invented by my grandfather 75 years ago,\" Rubio said.\nChocolate rabbits on sale at the Globus store in Zurich, Switzerland, on April 3, 2021.  (Photo by Martina Fuchs/Xinhua)\n\"Especially the champagne truffle eggs, they have much more filling of the buttercream inside with the champagne filling. This is what is really great and amazing. Even for us, we always wait for Easter time to get some champagne truffle eggs.\"\nLaderach, Switzerland's biggest handmade chocolate brand, is another top destination for chocolate lovers in the famous Bahnhofstrasse shopping street.\nThe rabbits and eggs come in all shapes and forms, for the young and the young-at-heart to enjoy.\n\"I just want to find a little cute chocolate bunny for my daughter to enjoy, because it's going to be her first Easter to be able to enjoy some chocolate. She can't eat it all on her own, so hopefully, we can all share a beautiful Easter this year,\" said shopper Anna Giuliani, who has a two-year-old baby girl.\nAmong the chocolate bunnies, one front-runner clearly stands out with its ears decorated with edible glitter dust and a colorful bow around its neck.\nPeople walk past a restaurant that has reopened in Geneva, Switzerland, on May 11, 2020. (Photo by Li Ye/Xinhua)\n\"Our best-selling product is the pink Cleo,\" said Franziska Goessler, shop manager at Laderach. \"It's made with raspberries and berries and ... we normally have it in our assortment in the fresh chocolates. So everybody loves this chocolate, knows this chocolate, and therefore for Easter time they want to have this pink rabbit.\"\nDIPPING CHOCOLATE SALES\nHowever, the state of affairs of the Swiss chocolate industry is challenging. With lockdowns around the world aimed at limiting the spread of the coronavirus, consumers have purchased more essential foods and beverages.\nAccording to the Association of Swiss Chocolate Manufacturers, Chocosuisse, annual sales across the industry fell sharply by 14.5 percent last year, while the volume of chocolate produced in Switzerland in 2020 dropped by around 20,000 tonnes to 180,000 tonnes.\nSwiss per capita consumption of chocolate was also lower than at any time in the past 40 years, falling below 10 kilograms for the first time since 1982.\nChocolate Easter bunnies are displayed at the Confiserie Teuscher in Zurich, Switzerland, on April 3, 2021. (Photo by Martina Fuchs/Xinhua)\n\"First of all, I have to mention that the Easter season is one of the most important seasons for the Swiss chocolate industry,\" Urs Furrer, director of Chocosuisse, told Xinhua.\n\"It's even more important than the Christmas season. A lot of chocolate will be consumed again this year. We expect that an average Swiss citizen will eat about half a kilo of Easter chocolate also this year. We are quite positive.\"\nHe also said China could give a shot in the arm. According to data from the Swiss Federal Customs Office, China was Switzerland's 8th largest import market for chocolates in 2020, accounting for 2.7 percent of the total.\n\"We see the trends for premium chocolate. The Swiss chocolate manufacturers are the best positioned to also enchant Chinese consumers with high premium type quality chocolate,\" Furrer said. \"We also see that there is a growing and very large middle class in China. ... These are good conditions for growing in this market.\"  \n"
}