{
    "title": "Feature: Namibians find business opportunities from Chinese beauty products",
    "time": " 2021-04-04 20:12:31",
    "url": "http://www.xinhuanet.com/english/2021-04/04/c_139858357.htm",
    "content": "WINDHOEK, April 4 (Xinhua) -- An increasing number of young Namibians working in the beauty industry such as massage therapists, nail technicians and barbers, among others, have been making a living with imported Chinese beauty and fashion products that are in high demand despite COVID-19.\nWhile the industry might not be as lucrative in terms of income compared to the jobs they lost during the COVID-19 pandemic, the earnings are sufficient enough to put food on the table and keep their lights on at home.\nElia Amoomo, one of the Namibians who has ventured full time into the industry to find an income stream for himself, said although business is slow, he has been able to stabilize his situation under the difficult conditions.\n\"I am a full-time barber, but I also import different hair products and clothes from China for sale. On a good month I can make up to 10,000 Namibian dollars (685 U.S. dollars), from both my barbershop as well as the business selling my imported hair products,\" he said.\n\"During the pandemic, I had to be creative to find ways of sustaining my business. I started home visits for my regular clients who needed haircuts. I also saw that there is a high demand for imported beauty and hair products and I have added this venture to my business. It is pretty lucrative as long one is prudent with money,\" he said.\nClemencia Shiwedha, through importation of both fashionable wares, beauty and hair products from China, has since established her own boutique in Windhoek. She said business is surprisingly booming despite the difficult economic situation felt by many.\nShe told Xinhua that she is now considering quitting her day job of primary school teaching to run her boutique and create employment for other young Namibians.\n\"The idea behind my boutique is to make sure that most of my clients have their own kind of clothes that are not worn by many people. The boutique specializes in providing a rare kind of fashion from clothing to hair products imported from both China and Dubai,\" she said.\n\"It used to be difficult importing because the import duty is really high but now, we are a group of people who import, so sometimes we put resources together and we import at once so we manage the shipping cost better. I also firmly believe in giving other people a chance...my dream is also to have a fully-fledged production house producing local brands that will sell to the Namibian market,\" she said.\nBeauty therapist Mekondjo Shilongo, meanwhile, specializes as a nail technician and gets her nail products imported for bulk from China.\n\"I run my business from home in Katutura in an area called Wanaheda. I normally partner with a few friends when importing so we share the duty cost. I get a bulk supply of nail polishes and all the other necessities that I need...I also visit my clients in the comfort of their homes as long as they will be able to pay for my services and cater for the transportation,\" she said.\n\"While it is tough these days, I can safely pay my rentals and remain with savings. I can't really reveal my total earnings but business is reasonable,\" she said. Enditem\n"
}