{
    "title": "Business as usual for traders in Namibia amid Easter holiday",
    "time": " 2021-04-04 19:20:22",
    "url": "http://www.xinhuanet.com/english/2021-04/04/c_139858297.htm",
    "content": "Decorations for the festive Easter holiday were seen at a local shop in Windhoek, Namibia, April 3, 2021.  (Xinhua/Ndalimpinga Iita)\nAs many people in Namibia observe Easter and enjoy a good rest in the holiday, traders in the country go on with their business as usual to recover lost earnings during the COVID-19 pandemic.\nWINDHOEK, April 4 (Xinhua) -- As many people in this southern African nation of Namibia observe Easter and enjoy a good rest in the holiday, most traders in the country go on with their business as usual.\nMany young Namibian traders who are self-employed in the densely populated areas of Windhoek, the national capital, said they could not afford a full rest and holiday as they need to recover lost earnings during the height of the COVID-19 pandemic.\n\"I am here today. I was here yesterday and I am most likely to be here tomorrow until Monday because I need money. I want to feed my family and pay bills. I want to recover my business to the level I reached last year when COVID-19 took away our livelihoods. Of course, I will spare a few hours for family,\" said Ndeyapo Mwashindange, a vegetable vendor at the Tokundjeni market in Katutura of Windhoek.\nHer sentiments are shared by many small business people in Namibia who have been forced to strike a balance between joining the festivities of celebrating Easter and keeping food on the table by sustaining their daily business routines.\nDisplay of Easter bunnies and other themed decorations seen at a local shop in Windhoek, Namibia, April 3, 2021. (Xinhua/Ndalimpinga Iita)\n\"I had a few hours so far to merry-make with friends and family, but in the midst of it, I have to wake up early and sell my wares to as many clients as possible. Many people are visiting the shopping malls and the market and despite this being a holiday, those visits are booming business for us,\" said Ephraim Chawatama, a Zimbabwean national who sells both reusable and washable face masks at Wernhill shopping mall, one of the Namibian capital's flagship shopping complexes.\nMeanwhile, in the heart of Katutura is a popular braai meat (grilled meat) spot where many in the Namibian capital visit during holidays, weekdays and weekends to enjoy Kapana, a local delicacy.\n\"I am working half day today and I will come back tomorrow and Monday. So far business is encouraging because it is Eater holiday and many people are coming to support us. I normally sell fat cake, traditional Oshiwambo bread and sauce that many revelers here very keen to buy so they can eat with their meat,\" said Michela Tjibundu, who sells both vegetables and traditional delicacies.  \n"
}