{
    "title": "Improving electoral system ensures stable business environment in Hong Kong: Hong Kong business community",
    "time": " 2021-04-02 20:37:36",
    "url": "http://www.xinhuanet.com/english/2021-04/02/c_139855032.htm",
    "content": "HONG KONG, April 2 (Xinhua) -- Hong Kong's business community has expressed support for the country's top legislature's move to improve the electoral system of the Hong Kong Special Administrative Region (HKSAR), saying the move will ensure a stable and orderly business environment in Hong Kong.\nThe amended Annex I and Annex II to the Basic Law of the HKSAR were passed at the closing meeting of the 27th session of the Standing Committee of the 13th National People's Congress (NPC) on Tuesday. The two annexes concern the method for the selection of the HKSAR Chief Executive and the method for the formation of the HKSAR Legislative Council (LegCo) and its voting procedures, respectively.\nThe Chinese Manufacturers' Association of Hong Kong (CMA) said the NPC move is conducive to implementing the principle of \"patriots administering Hong Kong\", which can help improve the efficacy of the administration of the HKSAR government and meet the development needs of Hong Kong.\nAllen Shi Lop-tak, president of the CMA, said that stability and security are the prerequisites for social development. The improved electoral system can better safeguard \"one country, two systems\", help build a peaceful and rational political environment in Hong Kong, and improve the relationship between the executive and the legislature.\nThe Federation of Hong Kong Industries said improving the HKSAR's electoral system will help ensure a favorable business environment and maintain Hong Kong's long-term prosperity and stability.\nThe NPC Standing Committee has taken into full consideration of the views of Hong Kong stakeholders and the amendments will enable more patriots from various sectors to participate in Hong Kong affairs, so that more different voices can be heard in the LegCo, and economic and livelihood policies can be implemented more effectively, the federation said.\nThe Hong Kong Chinese Importers' & Exporters' Association said that the new arrangements for Hong Kong's Election Committee enable it to take into account the concerns and interests of various sectors in a comprehensive and balanced way, benefiting Hong Kong's import and export growths and its future development.\nThe Hong Kong General Chamber of Commerce (HKGCC) said that improving the electoral system will help Hong Kong ensure a stable and orderly business environment, maintain a high degree of autonomy under the framework of \"one country, two systems\", and improve the functions and work of the LegCo.\nSetting up a candidate eligibility review committee can ensure that the LegCo candidates meet the requirements of the principle of \"patriots administering Hong Kong\", the HKGCC said.\nThe Hong Kong Association of China Business said the amendments enhance the representation of the HKSAR's electoral system, which is especially conducive to introducing new thinking and helping resolve major economic and livelihood issues in Hong Kong. Enditem\n"
}