{
    "title": "Roundup: Tokyo stocks close higher on hopes for U.S. economy, improved business mood",
    "time": " 2021-04-01 19:27:01",
    "url": "http://www.xinhuanet.com/english/2021-04/01/c_139852772.htm",
    "content": "TOKYO, April 1 (Xinhua) -- Tokyo stocks closed higher Thursday as investors welcomed upbeat U.S. private sector jobs data and a Bank of Japan (BOJ) survey showing improved sentiment among large Japanese manufacturers.\nThe 225-issue Nikkei Stock Average rose 210.07 points, or 0.72 percent, from Wednesday to close the day, the first of the new fiscal year, at 29,388.87.\nThe broader Topix index of all First Section issues on the Tokyo Stock Exchange, meanwhile, gained 3.64 points, or 0.19 percent, to finish at 1,957.64.\nInvestor sentiment was bolstered in early trade following U.S. jobs data showing an increase in employment in March adding to optimism about the U.S. economy's recovery, local brokers said.\nThey highlighted that U.S. private payrolls increased by 517,000 jobs in March, according to the ADP National Employment Report.\nThis compares to February's data showing an upwardly revised 176,000 jobs added, from an initial 117,000 jobs.\nMarket analysts said the data paints an improving picture of the U.S. labor market and raised optimism for positive reading for key U.S. non-farm payroll data due to be released on Friday.\nThe buoyant market mood saw investors return to picking up high-tech shares on hopes for solid earnings, with semiconductor issues gaining traction on increased demand amid a global shortage, traders here said.\n\"What's happening with Japanese tech shares is a reflection of what is happening in the United States,\" Takashi Hiroki, chief strategist at Monex Securities, was quoted as saying.\nAlso underpinning sentiment Thursday was the Bank of Japan's latest Tankan survey showing Japan's large manufacturers' business confidence turned positive for the first time in six quarters in March.\nThe sentiment index rose to 5 from minus 10 in December, marking the third successive quarter of increase and recovering to levels prior to the novel coronavirus pandemic, as optimism grew among firms for the economy to recover, the BOJ's survey showed.\n\"The market was well supported as the Tankan survey forecast a strong recovery in general-purpose machinery and production machinery sectors,\" Maki Sawada, a strategist at Nomura Securities Co.'s Investment Content Department, was quoted as saying.\nBy the close of play, precision instrument, insurance and electric appliance issues comprised those that gained the most.\nAmong semiconductor issues finding favor, Advantest climbed 4.1 percent, while Taiyo Yuden added 2.5 percent. Screen Holdings, meanwhile, surged more than 6 percent by the close.\nMachinery-linked issues advanced following the central bank's upbeat Tankan survey, with Yasakawa Electric closing 1.6 percent higher, while industrial robot maker Fanuc jumped 5.1 percent.\nIssues that fell outpaced those that rose by 1,261 to 861 on the First Section, while 64 ended the day unchanged.\nOn the main section on Thursday, 1,245.97 million shares changed hands, dropping from Wednesday's volume of 1,325.88 million shares.\nThe turnover on the penultimate trading day of the week came to 2,718.64 billion yen (24.53 billion U.S. dollars). Enditem\n"
}