{
    "title": "New Zealand business leaders make collective response to climate consultation",
    "time": " 2021-03-29 08:44:22",
    "url": "http://www.xinhuanet.com/english/2021-03/29/c_139843352.htm",
    "content": "WELLINGTON, March 29 (Xinhua) -- New Zealand's Sustainable Business Council (SBC) and the Climate Leaders Coalition (CLC) said on Monday that they have partnered in their response to the independent Climate Change Commission's first package of draft advice to the New Zealand government.\nThe submission represents the views of around 150 businesses that contribute more than a third of New Zealand's GDP and are committed to the country's zero carbon future.\nThe key recommendations are: investing in low carbon transport with a roadmap to accelerate fleet transformation; transitioning out process heat; creating an accelerated pathway for methane and nitrogen reduction technologies; building a New Zealand bioeconomy; and incentivising a significant scale-up of energy efficiency across the economy.\nExecutive Director of the SBC Mike Burrell said, \"The commission's work is critical in getting New Zealand on track to achieving our emissions reduction targets. Overall SBC and CLC members believe the Climate Change Commission's proposals represent an achievable transition pathway that New Zealand can get behind.\"\n\"Our submission has five headline recommendations focusing on the transport, agriculture, and energy sectors. We have also identified aspects of the commission's advice that we would like to see reframed or strengthened.\"\n\"We believe that if the government implements the advice of the commission, including our recommendations, New Zealand will be well-placed to be a zero carbon country by 2050,\" said Burrell.\nMike Bennetts, Z Energy Chief Executive and Climate Leaders Coalition Convenor said, \"The transition must be just and inclusive, supporting those most vulnerable and disproportionately affected, to create a positive future for all New Zealanders.\"\nChair of SBC's Advisory Board Karen Silk said cross-party support for the actions that will result from the commission's final report is needed. Enditem\n"
}