{
    "title": "China to spur business innovation with more tax incentive",
    "time": " 2021-03-24 23:51:31",
    "url": "http://www.xinhuanet.com/english/2021-03/24/c_139833167.htm",
    "content": "Aerial photo taken on Sept. 17, 2020 shows the Houhai area in Nanshan District of Shenzhen, south China's Guangdong Province.\nBEIJING, March 24 (Xinhua) -- China will further raise the extra tax deduction on the research and development (R&D) expenses of manufacturing firms, to incentivize business innovation and advance industrial upgrading, the State Council executive meeting chaired by Premier Li Keqiang decided on Wednesday.\nThe principal role of enterprises in making innovations shall be better harnessed. More market-oriented, equitable and inclusive support policies shall be employed to better motivate the business sector and other private actors to scale up their R&D spending. This will help boost the momentum of economic growth and improve the economic structure.\nThe intensity of the tax break of extra deduction of R&D expenses has been raised in recent years, which has effectively supported corporate innovation.\n\"This institutional arrangement is the largest in this year's structural tax cuts. Boosting R&D inputs from the society with tax incentives and market-oriented means is an effective way to stimulate technological innovation,\" Li said.\nTo implement the tasks outlined in the Government Work Report in support of business innovation, the ratio of extra tax deduction on enterprises' R&D costs will be raised from 75 percent to 100 percent, starting Jan. 1 this year. This means, for every one million yuan spent on R&D, a company will see two million yuan deducted from its taxable income.\nThis policy is expected to reduce corporate taxes by another 80 billion yuan this year, on top of the 360 billion yuan tax cuts last year.\n\"There is still room for further scaling up of this policy. Deeper tax cuts can be introduced as things develop,\" Li said, \"We should accumulate experience along the way and simply the procedures in a step-by-step manner.\"\nThe calculation method in the tax deduction of R&D costs will be reformed. Enterprises may choose to benefit from the tax incentive on a semiannual basis, allowing R&D spending in the first half of the year to be deducted during the prepayment of corporate income tax in October, rather than during its settlement in the next year. The reform aims to let enterprises benefit as early as possible.\nPreferential tax policies shall also be weighed for R&D service providers, innovation firms and business startups.\nEfforts will be made to strengthen policy advocacy, improve tax services and streamline review processes, to make it easier for enterprises to benefit and see that the policies be effectively executed.\n\"It is important to further encourage companies to increase R&D inputs. Investing more in R&D will help companies bolster growth potential,\" Li said.  \n"
}