{
    "title": "Feature: Chinese business people's perseverance amidst COVID-19 saves jobs for Batswana",
    "time": " 2021-03-20 21:23:58",
    "url": "http://www.xinhuanet.com/english/2021-03/20/c_139824134.htm",
    "content": "GABORONE, March 20 (Xinhua) -- When Botswana announced its first three confirmed cases of the deadly COVID-19 on March 30, 2020, there were worries amongst locals about their job prospects.\nThe announcement of the COVID-19 outbreak was subsequently followed by national lockdown and other precautionary measures including international travel restrictions with the aim of curbing the spread and transmission of the global pandemic.\nThese precautionary measures affected businesses a lot. Many workers were ordered to stay at home with the exception of essential workers. And some started fearing that they will lose their jobs, as the world was brought to a standstill with no movement of people and goods.\nMost Chinese business people running businesses in Botswana get their products from China while their clients are mainly from neighboring Zimbabwe, Zambia, Lesotho and Malawi since Botswana has got a tiny population of an estimated 2.1 million people.\n\"When borders were closed, I nearly fainted thinking that my employment was going to end,\" said Ratanang Gambule, a 27-year-old shop assistant at Truly Trading (Pty) Limited situated along Haskins Street in Francistown, Botswana's second-largest city.\nGambule said their customers are mainly Zimbabweans and Zambians. And closure of the borders was, according to her imagination, going to spell doom for her and the family of three that she feeds.\nHowever, Gambule said she was surprised that her employers managed to pay her a full salary for April despite the fact she was sitting at home for the whole month.\n\"The Chinese business people have got the tenacity, perseverance and a unique character that eventually saved our jobs as locals employed by the Chinese,\" said Gambule, who has been working with her employer for the past five years.\nTwenty three-year-old Eyne Madikwe, who works at China Man Shop Number One in Francistown, described the Chinese textile shop owners as innovative. Upon the closure of Botswana's borders, Madikwe said her employer started concentrating on selling household wares.\nAccording to Madikwe, Zimbabweans and Zambians buy clothing items and electrical gadgets in bulk for reselling in their native countries. Since they were no longer coming frequently due to travel restrictions, Madikwe said her employer started introducing products that are more appealing to Batswana (citizens of Botswana).\nMany of the Chinese business people in Francistown did implement every trick in the book to avoid loss of jobs at the height of the pandemic, the chairperson of the Francistown Chinese Chamber of Commerce Wang Yi told Xinhua in a telephone interview.\nWang said that at least 18,000 locals are employed by the Chinese-owned businesses in different sectors.\nGodisang Radisigo, Francistown mayor, also praised the Chinese business people for sustaining many jobs amidst COVID-19 despite the fact that a number of businesses were forced to retrench. Enditem\n"
}