{
    "title": "U.S. Senate confirms Isabel Guzman as Small Business Administration chief",
    "time": " 2021-03-17 04:28:45",
    "url": "http://www.xinhuanet.com/english/2021-03/17/c_139815303.htm",
    "content": "WASHINGTON, March 16 (Xinhua) -- The U.S. Senate on Tuesday confirmed Isabel Guzman as chief of the Small Business Administration (SBA), who will oversee the controversial Paycheck Protection Program (PPP).\nGuzman, director of California's Office of the Small Business Advocate, also served as deputy chief of staff in the Obama-Biden Small Business Administration.\nHer nomination was confirmed by the upper chamber by vote of 81-17.\n\"As head of the SBA, Isabel will be leading that critical mission to not only rescue small businesses in crisis, but to provide the capital to entrepreneurs across the country so they can innovate, create jobs, and help lead us into recovery,\" President Joe Biden said in early January when announcing her nomination.\nThe SBA has been managing the PPP, which was rolled out as part of the 2.2-trillion-U.S.-dollar relief package approved in March last year. The program has so far given over 687 billion dollars in forgivable loans, according SBA's latest data.\nThe PPP, designed to offer forgivable loans for small businesses and encourage them to keep their employees, has drawn criticism over its initial operation, as some argued that it wasted money on not-so-small companies, and didn't provide sufficient support for companies owned by minorities.\nAccording to a White House statement released Tuesday, the recently approved 1.9-trillion-dollar COVID-19 relief package bolsters the program with an additional 7.25 billion dollars in funding to support small businesses and non-profits that were previously excluded.\nThe relief plan, the first legislative victory for Biden, also allocates 15 billion dollars in flexible grants to help the smallest, most severely impacted businesses persevere through the pandemic, and provides 28 billion dollars for a new grant program to support hard-hit small restaurants and other food and drinking establishments.\nSince the beginning of this pandemic, 400,000 small businesses have closed and millions more are \"hanging by a thread,\" according to the statement. Enditem\n"
}