{
    "title": "Heritage exhibition in Egypt helps business owners sell handmade products",
    "time": " 2021-03-14 00:01:04",
    "url": "http://www.xinhuanet.com/english/2021-03/14/c_139808172.htm",
    "content": "An exhibitor works at her stall during \"the Bazaar\" exhibition in Cairo, Egypt, on March 11, 2021. (Xinhua/Ahmed Gomaa)\nA heritage exhibition kicks off in Cairo to help business owners sell handmade products amid the COVID-19 pandemic.\nCAIRO, March 13 (Xinhua) -- Some 400 Egyptian artisans specialized in heritage works and home decoration have managed to market their products at an annual heritage exhibition amid an acute recession caused by the COVID-19 pandemic.\nDubbed \"the Bazaar,\" the exhibition, which is organized by the Micro, Small, and Medium Enterprises Development Agency, kicked off in Cairo on March 11 and will conclude on March 20.\nAt the event, exhibitors showcased thousands of handmade heritage products such as leather, cloth and wood items, furniture, home decorations, handmade kilims, woman accessories, copper products, glass products, embroideries, tableau, lighting units, handmade carpets, ceramics, and kitchenware.\n\"Such exhibitions do not only help us market our products, but also help rare handmade professions survive,\" said Mona Shabana, a lady who makes handmade patchwork bed and table sheets as well as wall tableaus.\nAn exhibitor shows a handicraft at her stall during \"the Bazaar\" exihbition in Cairo, Egypt, on March 11, 2021. (Xinhua/Ahmed Gomaa)\nShe stressed that such events help revive traditional crafts and assist small-sized handicraft manufacturers by opening outlets to market their products, especially after sales dropped dramatically since the outbreak of the pandemic.\n\"I sell well here and customers really appreciate handmade works because they know that such products are of high taste and quality,\" Shabana told Xinhua.\nThe lady, who has been in the business for decades, praised the government's efforts to hold such exhibitions that help handmade artisan find buyers easily, adding that the number of similar events has increased remarkably in the past few years.\nNot far away from Shabana's stand, Tammy Shabana, a middle-aged artisan who is specialized in coloring and decorating handmade home items, was busy showing customers her unique works.\n\"As you can see, the exhibition is buzzing with visitors...this means that people really admire handmade heritage works,\" she told Xinhua.\nThe lady pointed out that holding heritage-related exhibitions for owners of small businesses can be a boost to their work which has slowed down in recent months due to the coronavirus-related restrictions.\n\"My work has really been affected notably by the spread of the pandemic as people focus more on buying basic needs,\" she said, adding that the government has held a number of expos in recent months to help business owners markets their goods.\n An exhibitor works at his stall during \"the Bazaar\" exhibition in Cairo, Egypt, on March 11, 2021. (Xinhua/Ahmed Gomaa)\nShe revealed that her participation in such events help her get in touch with other artisans to exchange experiences and create new artistic ideas.\nIn addition to helping sellers, the exhibition is also the right place for visitors where they can find all the affordable handmade products.\n\"This is the first time for me to visit the Bazaar Exhibition. I have visited other exhibitions, but this one is really unique,\" Khaled Sharara from Cairo told Xinhua.\nSharara said the visitor turnout is really high which reflects peoples' interest in buying handmade products, noting that such events help people get all they seek at one place.\nAn exhibitor shows handicrafts at her stall during \"the Bazaar\" exhibition in Cairo, Egypt, on March 11, 2021. (Xinhua/Ahmed Gomaa)\n\"I usually buy handmade home decorations and furniture...these works are priceless as they take us back in history and help us keep our heritage alive,\" the middle-aged man said.\nMohamed Magdy, another visitor, said he spent long hours excitedly touring the exhibition, noting that the expo is kind of a big heritage museum.\n\"These eye-catching items that represent our culture and heritage are invaluable,\" the 25-year-old accountant told Xinhua.\n\"I have been in love with handmade heritage pieces of art since I was a child. I inherited this hobby from my father.\"  \n"
}