{
    "title": "Improving electoral system to help revitalize Hong Kong's economy, people's livelihood: political, business sectors",
    "time": " 2021-03-13 23:41:44",
    "url": "http://www.xinhuanet.com/english/2021-03/13/c_139808160.htm",
    "content": "HONG KONG, March 13 (Xinhua) -- Improving the electoral system of the Hong Kong Special Administrative Region (HKSAR) and implementing the \"patriots administering Hong Kong\" principle will help address Hong Kong's deep-seated economic and livelihood issues and bring about long-term prosperity and stability, people from Hong Kong's political and business sectors have said.\nThe National People's Congress (NPC), China's top legislature, on Thursday adopted a decision on improving the electoral system of the HKSAR. The decision was passed by an overwhelming majority vote at the fourth session of the 13th NPC.\nTu Haiming, chairman of the Hong Kong New Era Development Thinktank, said that the decision will help address the major social problems in Hong Kong, and facilitate Hong Kong's integration into the overall development of the country, especially the development of the Guangdong-Hong Kong-Macao Greater Bay Area.\nWang Chunxin, an honorary fellow from the Faculty of Business Administration in The Chinese University of Hong Kong, said that improving the electoral system will restore investors' confidence in Hong Kong and enable the Hong Kong community to put an end to its political wrangling and focus on developing the economy and improving people's livelihood.\nMa Fung-kwok, a member of the Legislative Council (LegCo) of the HKSAR, said that improving the electoral system can help the LegCo avoid being stormed and paralyzed so that it can concentrate on working for the well-being of the people.\nMeanwhile, the Hong Kong community can work together to resolve internal problems, bringing long-term prosperity and stability to Hong Kong, Ma said.\nPauline Ngan Po-ling, a Hong Kong deputy to the NPC, said that the decision reflects the determination of the central authorities to maintain Hong Kong's stability and prosperity in a rule-of-law and responsible manner, which will become a major turning point for Hong Kong to return to stability and prosperity.\nThe Hong Kong General Chamber of Small and Medium Business said that the decision will solve the political disputes that have plagued Hong Kong for a long time, and will allow the society to refocus on livelihood issues. It believed that small and medium enterprises can make greater contribution to economic development in a more stable environment.\nMore and more people are of the view that implementing the principle of \"patriots administering Hong Kong,\" seizing the opportunity of the 14th Five-Year Plan and integrating into the overall development of the country will bring about tremendous development opportunities for Hong Kong.\nHenry Tan, chairman of the Textile Council of Hong Kong, said that the long-term positive trend of China's economy will not change. With the country's support, Hong Kong can seize the opportunities to elevate its status as an international financial, shipping and trade center and an international aviation hub, as well as an international innovation and technology center.\nMany people in the education and youth sectors pointed out that improving the electoral system and implementing the principle of \"patriots administering Hong Kong\" will help strengthen the national identity of young people in Hong Kong, and help them fully integrate into the overall development of the country, so as to have more opportunities for upward mobility. Enditem\n"
}