{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2021-03-13 10:27:34",
    "url": "http://www.xinhuanet.com/english/2021-03/13/c_139807196.htm",
    "content": "BEIJING, March 13 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- NEW ENERGY\nThe total power generation of northwest China's Qinghai Province hit about 6.55 billion kilowatt-hours (kWh) in February, with more than 40 percent from new energy, the province's new biggest source of electricity, according to the State Grid Qinghai Electric Power Company.\nIt is the province's first time to see power from new energy exceed that generated by hydropower in a single month.\n-- COAL PRICE\nThe Bohai-Rim Steam-Coal Price Index (BSPI), a gauge of coal prices in north China's major ports, stood at 580 yuan (about 89.09 U.S. dollars) per tonne Wednesday, a rise of 2 yuan week on week, according to Qinhuangdao Ocean Shipping Coal Trading Market Co. Ltd.\nAnalysts said the price rise came following bigger coal demand amid the full resumption of economic activities and output contraction amid strict work safety inspection and the end of winter supply guarantee measures.\n-- FAW AUTO SALES\nLeading Chinese automaker FAW Group Co., Ltd. sold 231,881 vehicles in February, a 379.2 percent year-on-year surge, according to the company.\nAmid the sales, there were 13,009 vehicles of its sedan brand Hongqi, an increase of 246.7 percent, and 41,690 vehicles from its truck subsidiary FAW Jiefang, up 215.9 percent. The group's joint ventures FAW-Volkswagen and FAW Toyota reported sales growth of 444.5 percent and 654.9 percent, respectively.\n-- CONSUMER PRODUCTS EXPO\nMore than 400 leading brands from over 50 countries and regions will participate in the first China International Consumer Products Expo that is scheduled to be held from May 7 to 10 in Haikou, capital of south China's Hainan Province, the organizer said Wednesday.\nThe expo covers 80,000 square meters, including 60,000 square meters of the international exhibition featuring fashion, jewelry, food and supplements, hospitality and professional services.\n-- CIIE\nOver 60 percent of the planned exhibition space at the fourth China International Import Expo (CIIE) has already been booked, said the CIIE Bureau on Thursday.\nThe fourth CIIE will feature new sections for integrated circuits, biomedicine, smart travel, and innovation incubation, said Sun Chenghai, deputy director of the CIIE Bureau. Enditem\n"
}