{
    "title": "Roundup: E-commerce to hit peak in 2021, becomes new reality of business: Turkish business people",
    "time": " 2021-03-10 22:31:17",
    "url": "http://www.xinhuanet.com/english/2021-03/10/c_139800438.htm",
    "content": "ISTANBUL, March 10 (Xinhua) -- The e-commerce market in the world is expected to hit its peak in 2021 and become the new reality of doing business, Turkish business people said Wednesday.\nSpeaking to Xinhua, the representatives of various sectors agreed that the world is in a fierce race for position in the e-commerce market, which reached 4 trillion U.S. dollars in 2020.\n\"E-export knows no borders, no country, and no brand. It is becoming the most important instrument that will direct the world trade soon,\" said Gokhan Turhan, chairman of the Armature, Valve, Faucet and Plumbing Equipment Industrialists Association.\n\"First of all, speed and accessibility are at the forefront, and the cost is low,\" Turhan said, noting the issue should be handled with government policies and supports to ease the burden of companies.\nArzu Aydin, CEO of Yerliara, a Turkish company, said countries should further strengthen their local capabilities and reach new markets by following new technologies to achieve a competitive advantage in this popular realm.\nYerliara.com is Turkey's new search engine and business social media platform that carries the high value-added products to a digital environment.\n\"The digitalization process, which has been accelerated even further during the COVID-19 pandemic, indicated that cross-border e-commerce offers new opportunities for small and medium-sized enterprises (SMEs),\" Aydin said.\nShe highlighted the importance of state initiatives in this path, saying the supports will provide significant assistance for those who takes their first step in e-export.\nBurak Onder, head of the Home and Kitchenware Manufacturers and Exporters Association (EVSID), advised Turkish companies to analyse and assess their production power, and competencies in logistics, marketing, customer management and information technologies before entering into the e-commerce world.\nTurkey is listed among the countries that are in the preparation period for the \"markets of tomorrow\" in the World Economic Forum's report published at the end of 2020, according to a statement of EVSID.\nThe number of Turkish companies which engaged in e-commerce in 2019 was nearly 68,500, EVSID noted.\nThe business people expect that this figure would be much more than that in 2020 as the pandemic forced people to stay at home and boosted online shopping. Enditem\n"
}