{
    "title": "Interview: Historic China-EU GI agreement benefits both sides, says business chief",
    "time": " 2021-03-10 15:35:19",
    "url": "http://www.xinhuanet.com/english/2021-03/10/c_139799618.htm",
    "content": "LISBON, March 9 (Xinhua) -- The entry into force of a historic agreement on geographical indications (GI) between China and the European Union (EU) early this month benefits both Chinese and EU consumers and producers, said a Portuguese trade agency chief.\nThe GI protection agreement has brought benefits for both Chinese and European consumers as well as farmers and companies that produce higher added-value goods, said Luis Castro Henriques, chairman & CEO of the Portuguese Trade & Investment Agency.\nAs a member of the EU, Portugal \"enjoys very special climatic and soil conditions,\" enabling \"its own cultivation and production techniques,\" Henriques said in a recent interview with Xinhua.\nThe agreement covers, in the first phase, wines from the regions of Alentejo, Dao, Douro, Porto, and the so-called \"Vinhos Verdes\" (Green Wines) produced in Portugal, he said.\nAlso, it covers a variety of pear called \"Pera Rocha,\" grown around Lisbon, capital of the country.\n\"Portugal is a small country when compared to the continental dimension of China, so it opted for the production of agri-food goods on a smaller scale, but very specialized and differentiated in terms of quality, where the level of demand from the final consumer is greater,\" Henriques said.\nPortuguese agri-food products have \"unique characteristics that deserve to be known and appreciated by the Chinese consumer,\" he said.\nOn the other hand, he said, \"Chinese products covered by the agreement with the EU will observe a greater recognition of authenticity and quality by consumers who are in Portugal, thus valuing trade between Portugal and China.\"\nThe trade balance between Portugal and China, concerning agri-food products and beverages, went up from 180.7 million euros (210.8 million U.S. dollars) in 2016 to 210.2 million euros (252.2 million dollars) in 2020, according to the Portuguese authorities.\nThis reveals the \"growing importance that this sector has gained in the relationship between the two countries,\" said Henriques.\nIn turn, exports of Portuguese agri-food products to China increased by 38.8 percent in the last five years, driven by the entry into force of a health protocol between Chinese and Portuguese customs.\n\"The Chinese market shows a greater appetite for Portuguese wine, be it red, white, green and fortified, as well as beer and spirits, such as gin, cherry, and liquor,\" he said.\nAlso, Portuguese fishery products are very well accepted in China, such as lobster, crabs, in addition to dairy products, olive oil, coffee, chocolates, fruit juices, and traditional sweets.\n\"In China, local experts are well aware of the quality of Portuguese products,\" he said.\n\"We hope that the Chinese market will increasingly become a traditional market for Portuguese agri-food products since Chinese consumers are looking for higher quality products, and we believe that the Portuguese offer has all the potential to grow in this market,\" he said.\nRegarding the commercial prospects that open with this agreement, Henriques said Portuguese companies that commercialize products of geographical indications will be able to look at the Chinese market more confidently.\n\"This is because they will be protected by the competent local authorities, against possible infractions in terms of intellectual property and brand usurpation. They will also benefit from greater recognition of their products and their images, which will certainly help increase trade between the EU and China,\" he said.\nThe China-EU GI agreement took effect on March 1.\nGI is a label used for identifying the geographical origin of a product, and is an important type of intellectual property right. According to the agreement, 100 GIs from each side, involving liquor, tea, food and farm produce, came under protection on the same day.\nThe second GI list, consisting of 175 GIs from each side, is set to go through protection procedures within the next four years. Enditem\n"
}