{
    "title": "Interview: China advancing on new historic journey, says business leader",
    "time": " 2021-03-10 13:17:24",
    "url": "http://www.xinhuanet.com/english/2021-03/10/c_139799338.htm",
    "content": "Consumers select vegetables at a supermarket in Handan City, north China's Hebei Province, June 10, 2020. (Photo by Hu Gaolei/Xinhua)\n\"I sincerely appreciate China's well-thought(-out) plans for sustainable development, wholistic improvement of the quality of life for its citizens,\" said a Bangladeshi business leader, describing the plans as effective.\nDHAKA, March 10 (Xinhua) -- Impressed with the Chinese government work report detailing China's development goals, a Bangladeshi business leader said China's development is now advancing on a new historic journey.\n\"This work report depicts China as a responsible, humble, passionate, capable, and caring nation for the world,\" said Al Mamun Mridha, joint secretary general of the Bangladesh China Chamber of Commerce and Industry, when commenting on the government work report delivered recently by Chinese Premier Li Keqiang during China's ongoing annual \"two sessions.\"\nThe fourth sessions of the 13th National People's Congress, China's top legislature, and the 13th National Committee of the Chinese People's Political Consultative Conference, China's top political advisory body, opened on Friday and Thursday, respectively.\nAerial photo taken on March 3, 2021 shows a section of the Yellow River in Shapotou District of Zhongwei, northwest China's Ningxia Hui Autonomous Region. (Xinhua/Wang Peng)\nMridha joined experts worldwide to voice his expectations on this year's \"two sessions,\" as China will begin a new journey to implement its 14th Five-Year Plan (2021-2025) for national economic and social development and the long-range objectives through the year 2035.\nThe government work report mentioned China's focus on gross domestic product, new job opportunities, inflation control, trade, investment, the fight against climate change and COVID-19, poverty reduction, energy safety, health care and development of traditional medicine, among others, the business leader noted.\n\"I sincerely appreciate China's well-thought(-out) plans for sustainable development, wholistic improvement of the quality of life for its citizens,\" Mridha said, describing the plans as effective.\nHe said he believes that Bangladesh and China will remain good friends as always, and the two countries will contribute to each other's development and global peace significantly.\nChina's new vision of innovative, coordinated, green, open and shared development will benefit not only the country itself, but the world as a whole, he said.  \n"
}