{
    "title": "Across China: Small village's big business from life inside boxes",
    "time": " 2021-03-08 19:54:39",
    "url": "http://www.xinhuanet.com/english/2021-03/08/c_139794774.htm",
    "content": "Tourists visit \"Box Library\" in Qiongzhong Li and Miao Autonomous County, south China's Hainan Province, March 8, 2021. (Xinhua/ Yan Juejing)\nHAIKOU, March 8 (Xinhua) -- As four huge boxes slowly opened in a village located in China's southern island province of Hainan, beds and desks came into view as well as dozens of books neatly placed on bookshelves.\nEach box covers an area of about 18 square meters and acts as a rural library and homestay. The walls are fitted with windows that can be opened and closed freely. When the windows are open, the rooms blend into nature.\nThe magical boxes came into commercial use in 2017. \"I call it a 'Box Library,'\" said Qin Jiayi, the founder of the project, also a native Hainan woman.\nLocated in Yapo Village, Qiongzhong Li and Miao Autonomous County, the boxes have brought big bucks not only to Qin but also to fellow villagers.\nAfter living in the United States for several years, Qin chose to return home to start a business in 2011. \"There is a wish awaiting me to fulfill,\" she said.\nQin loves reading, although her passion was largely limited by her family conditions. She always had a book in her hand while she worked herding cattle to help her family eke out a living.\nIt was often the case that Qin spent hours glued to her books until the sun would set on the prairie and the words were illegible.\n\"I want the children in the villages to have more books to read and to better connect with the outside world,\" said the bookworm.\nThe villagers in Yapo mainly work modest jobs such as planting betel nuts, rubber or green oranges. Toiling away to make a living, they do not have much time to nurture their children's imagination let alone afford to buy them books.\nWhen the first box rolled out in Yapo, the local kids swarmed the boxes after school and were reluctant to go back home until bedtime.\nEvery week, the Box Library holds public welfare activities with various themes. Volunteers at home and abroad come to the sleepy village to teach the children painting, handicrafts and music.\nTo sustain the project, Qin targets tourists for profits. She decided to design boxes with air conditioners, skylights and modern toilet facilities.\n\"I plan to attract more youngsters by offering basic modern facilities as the prerequisite to maintain their living habits while providing opportunities for them to further connect with the rural area,\" Qin explained.\nIn the second half of 2020, her creative boxes reached an occupancy rate of 70 percent, with a turnover of about 100,000 yuan (about 15,433 U.S. dollars). The unique experience of living inside one of the boxes also spread by word of mouth on social media platforms, making the spot a go-to place for the resort island.\n\"The boxes have made a direct contribution to the vitalization and development of our village,\" said the village Party secretary Huang Di.\nAccording to Huang, battalions of tourists have purchased a bulk of green oranges, a handsome profit for the local farmers. Since 2017, more than 30 cultural salons have been held in the village, and a local restaurant has earned nearly 10,000 yuan during a single activity.\nWith the local government's help, Qin plans to add 25 new boxes this year and transform the village's old residence as characteristic rural homestays in the near future, hoping that more can be engaged in this tourism boom.  \n"
}