{
    "title": "Interview: China's new five-year plan \"positive\" for all countries, says business leader",
    "time": " 2021-03-08 19:37:33",
    "url": "http://www.xinhuanet.com/english/2021-03/08/c_139794731.htm",
    "content": "A child participates in a glow discharge experiment at the Binzhou Science and Technology Museum in Binzhou, east China's Shandong Province, May 19, 2019. (Xinhua/Zhang Chunfeng)\nBy implementing the new five-year plan, China \"will go further in the direction of developing new technologies, which has also an impact on the rest of the world,\" said Bernard Dewit, chairman of Belgian-Chinese Chamber of Commerce.\nBRUSSELS, March 8 (Xinhua) -- China's draft blueprint for economic and social development over the next five years and the long-range objectives outlined through the year 2035 unveiled recently during its ongoing annual \"two sessions\" are \"positive\" for the country and the rest of the world, a business leader has said.\nBy implementing the new five-year plan, China \"will go further in the direction of developing new technologies, which has also an impact on the rest of the world,\" Bernard Dewit, chairman of Belgian-Chinese Chamber of Commerce, told Xinhua in a recent interview.\nPassengers prepare to depart on a Fuxing Train at the Shenyang North Railway Station in Shenyang, northeast China's Liaoning Province, Jan. 22, 2021. \nFor example, European countries, which are also developing new technologies, can promote closer cooperation with China in this respect, said Dewit, also a China expert.\nThe draft outline of the 14th Five-Year Plan (2021-2025) for national economic and social development and the long-range objectives through the year 2035 were unveiled on Friday, the same day when the 13th National People's Congress began its annual session. The 13th National Committee of the Chinese People's Political Consultative Conference started its annual session on Thursday.\nThe document, being discussed at the \"two sessions\" of China's top legislature and political advisory body, sets policy priorities for a new development stage that is crucial for the country to achieve socialist modernization.\nDewit also welcomed China's pledge during the \"two sessions\" for greater reforms regarding sustainable growth and green development.\nAerial photo taken on Feb. 24, 2021 shows a molten-salt solar thermal power plant in Dunhuang, northwest China's Gansu Province. Known as concentrated solar power, solar thermal energy is believed to be the next generation of solar energy, and an ideal green power source. \n\"It is also of much interest for us in Europe where we are taking new decisions to go towards a greener world. And I think there we have all common interest on that aspect,\" he said, adding China's pledge will provide European companies with more opportunities.\nMoreover, the business leader praised the Chinese people's dynamism in fighting the COVID-19 pandemic.\n\"This can be a model for the rest of the world, because despite being severely hit by the pandemic, they could overcome it and even go further with growth, with improving the situation of its population,\" Dewit said, adding he supports vaccine donations by China to countries in need and denounces those who chide the Asian country for efforts to distribute its vaccines worldwide.\n\"I prefer a country like China distributing vaccines than distributing weapons,\" he said.  \n"
}