{
    "title": "Interview: Ukrainian businesses see opportunities in China's opening-up policies, business leader says",
    "time": " 2021-03-07 14:50:23",
    "url": "http://www.xinhuanet.com/english/2021-03/07/c_139791131.htm",
    "content": "A container train from China's Wuhan is welcomed upon its arrival in Kiev, Ukraine, July 6, 2020. (Photo by Sergey Starostenko/Xinhua)\n\"Thanks to the openness shown by China, the trade and economic relations between our countries have invariably been strengthened in the past five years,\" said Gennadiy Chizhikov, president of the Ukrainian Chamber of Commerce and Industry.\n\"We see opportunities not only for the trade and economic relations development, but also for active joint scientific research,\" he said.\nKIEV, March 7 (Xinhua) -- Ukrainian business sees great opportunities in China's opening-up to the outside world, a Ukrainian business leader has said.\n\"Thanks to the openness shown by China, the trade and economic relations between our countries have invariably been strengthened in the past five years,\" Gennadiy Chizhikov, president of the Ukrainian Chamber of Commerce and Industry (CCI), told Xinhua in a recent interview.\nChina has become Ukraine's largest trade partner since 2019, he said, noting that bilateral trade grew by almost 20 percent in 2020 amid the pandemic while Ukrainian exports to China increased by over 70 percent.\nChizhikov is confident that the current positive trends can be maintained, since Ukraine and China have created a strong institutional base, including the regular meetings of the Commission on Cooperation between the two governments, for strengthening bilateral trade and economic ties.\nChizhikov stressed that the CCI has opened its offices in five Chinese provinces and participated in the largest exhibitions held in China, which gave great opportunities for Ukrainian businesses to enter the Chinese market.\n\"We see opportunities not only for the trade and economic relations development, but also for active joint scientific research,\" he said.\nA container is unloaded from a container train from China's Wuhan in Kiev, Ukraine, July 6, 2020. (Photo by Sergey Starostenko/Xinhua)\n\"Over 34 joint research projects are currently being implemented,\" Chizhikov said.\nThe Ukrainian business leader also noted that Ukraine has great potentials not only in industrial and scientific fields, but also in agriculture as Ukraine ranks first globally in sunflower oil production and among the top three in terms of corn and wheat production.\nUkraine will consistently increase yields with the introduction of new technologies, making the country eventually an important food supplier to the Chinese market, Chizhikov said.\nChizhikov also hailed China's policies and progress on environmental protection, poverty alleviation and business support, saying they are very crucial.\n\"This makes it possible for other countries, including Ukraine, to actively join the relevant processes in terms of cooperation, trade and technology exchange. We would like to wish China and the Chinese people the fulfillment of the goals and objectives set for the next five years,\" concluded the CCI president.  \n"
}