{
    "title": "Hong Kong's business sector voices support for improving electoral system of HKSAR",
    "time": " 2021-03-06 23:55:17",
    "url": "http://www.xinhuanet.com/english/2021-03/06/c_139790061.htm",
    "content": "HONG KONG, March 6 (Xinhua) -- Hong Kong's business sector has highlighted the significance and urgency of improving the electoral system of the Hong Kong Special Administrative Region (HKSAR) and implementing the principle of \"patriots administering Hong Kong.\"\nThey said improving the electoral system and implementing \"patriots administering Hong Kong\" is a must to ensure the steady and sustained implementation of \"one country, two systems,\" Hong Kong's long-term prosperity and stability, and people's wellbeing.\nThe National People's Congress (NPC), China's top legislature, on Friday started deliberating a draft decision on improving the electoral system of the HKSAR.\nThe Chinese General Chamber of Commerce of Hong Kong vowed to fully support the draft decision of the NPC and stressed improving the electoral system will guarantee Hong Kong's prosperity and stability and promote the development of Hong Kong's democratic system.\nYuen Mo, chairman of the chamber, said improving Hong Kong's electoral system is crucial to implementing the principle of \"patriots administering Hong Kong\" and safeguarding the national development interests and Hong Kong's prosperity and stability.\nIf those not genuinely willing to serve Hong Kong enter the power structure, the effective administration of the HKSAR government will be obstructed and the so-called \"Hong Kong independence\" will be incited, which will damage the law and order, people's livelihood and Hong Kong's international image, the Chinese Manufacturers' Association of Hong Kong said.\nAllen Shi Lop-tak, president of the association, believed an improved electoral system of the HKSAR will reduce infighting and let Hong Kong refocus on economic development.\nThe Hong Kong Chinese Enterprises Association said the rioting and turbulence that occurred in the Hong Kong society reveals that the existing electoral system of the HKSAR has obvious loopholes and deficiencies, which the anti-China, destabilizing elements jumped on to take into their hands the power to administer the HKSAR.\nNecessary measures must be taken to improve the electoral system and remove existing institutional risks to ensure the administration of Hong Kong by Hong Kong people with patriots as the main body, the association said.\nChairman of the Hong Kong Association of China Business Wong Ping said improving the electoral system is another significant move by the central authorities after the national security law in the HKSAR to safeguard Hong Kong's long-term prosperity and stability.\nTan Yueheng, permanent honorary president of the Chinese Securities Association of Hong Kong, stressed under \"patriots administering Hong Kong,\" Hong Kong remains a society inclusive of diverse opinions and Hong Kong residents still enjoy democratic rights with Hong Kong characteristics.\nAs violent incidents and the COVID-19 epidemic dealt blows to Hong Kong's businesses, an improved electoral system will help the Legislative Council resume normal operation and the government of the HKSAR carry out policies to improve people's livelihood, Lo Kam-yam, president of the Hong Kong Commerce and Industry Associations, said.\nAfter that, businesses will have a sound business environment and residents can again lead a happy and stable life, he said. Enditem\n"
}