{
    "title": "Business sector in HKSAR encouraged by opportunities in China's new five-year plan",
    "time": " 2021-03-06 23:54:03",
    "url": "http://www.xinhuanet.com/english/2021-03/06/c_139790058.htm",
    "content": "HONG KONG, March 6 (Xinhua) -- The business sector of China's Hong Kong Special Administrative Region is looking forward to development opportunities in the country's new five-year plan and hopes Hong Kong will play a greater role in national development.\nChina will support Hong Kong and Macao in better integrating their own development into the overall national development, according to the draft outline of the 14th Five-Year Plan (2021-2025) for national economic and social development and the long-range objectives through the year 2035, which was unveiled on Friday.\n\"The plan gives Hong Kong a good opportunity to stretch its wings,\" said Yiu Chi-shing, a national political advisor from Hong Kong and president of the Hong Kong Association for Promotion of Peaceful Reunification of China.\nHong Kong should seize the chance and find its new position to participate in the national development, Yiu said, citing the development of the Guangdong-Hong Kong-Macao Greater Bay Area and the technology and innovation sector.\nChen Shiyuan, senior vice-president of China Construction Bank (Asia), said the plan will provide the most important opportunity for Hong Kong during the next five years and even beyond.\nHe believes the central government will roll out more favorable policies for Hong Kong and also urged the latter to more actively respond and accordingly make its own specific development policies.\nHong Kong has its unique advantage in developing the technology and innovation sector, Yang Yuchuan, a professor with the Hong Kong Financial Services Institute, said, adding that Hong Kong could also give full play to its financial and commercial strength to contribute to the Belt and Road Initiative.\nLo Kam-yam, president of the Hong Kong Commerce and Industry Associations, highlighted the role of youth in Hong Kong's integration into national development and said more efforts should be made to encourage exchanges between young people of the mainland and Hong Kong.\n\"To grasp the enormous, historic opportunity, we must fit in the national development blueprint in a better, faster and more effective way,\" chairman of the Hong Kong Association of China Business Wong Ping said.\nUnder the new five-year plan of the country, Hong Kong should push forward transformation further and ensure it will advance in the right direction, Wong said. Enditem\n"
}