{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2021-03-06 20:54:19",
    "url": "http://www.xinhuanet.com/english/2021-03/06/c_139789845.htm",
    "content": "BEIJING, March 6 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- FIRST C919 JET TO BE DELIVERED\nChina Eastern Airlines and Commercial Aircraft Corporation of China (COMAC) signed a purchase contract for five planes on Monday, marking the official entry into market operation for China's indigenously-developed C919 large passenger aircraft.\nThe new planes will be used on routes from Shanghai to Beijing, Guangzhou, Shenzhen and Chengdu, according to the airline.\n-- WORLD'S LARGEST PLANETARIUM\nThe Shanghai Planetarium, a branch of the Shanghai Science and Technology Museum, is scheduled to begin trial operations in June, local authorities have said.\nLocated in the Pudong New Area, the planetarium boasts a total floor area of over 38,000 square meters. It is expected to become the world's largest planetarium in terms of floor area.\n-- CRASHWORTHINESS TEST FOR HIGH-SPEED TRAINS\nChinese train maker CRRC Changchun Railway Vehicles Co., Ltd. has completed the country's first crashworthiness test for high-speed trains.\nThe company, on Thursday, said that in the passive safety crash test, two eight-car trains, each weighing 462 tonnes, collided. One running train hit the other stationary train at a speed of 36 km per hour.\n-- MARRIOTT'S EXPANSION\nHotel corporation Marriott International announced on Wednesday that it plans to open over 60 new hotels in China in 2021.\nThe operation of these new hotels, as well as Marriott's existing businesses, will prioritize China's domestic market as international traveling has not fully resumed due to COVID-19.\n-- HYUNDAI'S FULL CELL SYSTEM PLANT\nHyundai Motor Group has started the construction of its first overseas fuel cell system facility in the southern Chinese city of Guangzhou, the company said on Thursday.\nThe new plant is expected to initially produce 6,500 fuel cell systems annually and gradually increase its capacity in line with market demand, with the total investment estimated to reach 8.5 billion yuan (about 1.31 billion U.S. dollars) by the end of 2030. Enditem\n"
}