{
    "title": "Movie theaters partially reopen for business in New York City",
    "time": " 2021-03-06 02:39:58",
    "url": "http://www.xinhuanet.com/english/2021-03/06/c_139788254.htm",
    "content": "A sign of cleaning and safety policies is seen at a movie theater in New York, the United States, March 5, 2021. Some movie theaters in New York reopened for business on Friday after all cinemas were shut down in the city on March 17, 2020 together with nightclubs, small theater houses and concert venues amid the COVID-19 outbreak. (Xinhua/Michael Nagle)\nNEW YORK, March 5 (Xinhua) -- Some movie theaters in New York reopened for business on Friday after all cinemas were shut down in the city on March 17, 2020 together with nightclubs, small theater houses and concert venues amid the COVID-19 outbreak.\nNew York State Governor Andrew Cuomo recently allowed movie theaters in New York City to reopen starting from March 5 at 25 percent capacity and with no more than 50 people in each theater at the same time.\nAMC Entertainment Holdings, the largest movie theater chain in New York City, reopened all of its 13 theaters in the city while Regal theaters chose to stay closed.\n\"Governor Cuomo's announcement that movie theatres can reopen in New York City in the first week of March is another important step towards restoring the health of the movie theatre industry and of our company,\" said an earlier statement by Adam Aron, CEO and president of AMC Entertainment.\nAMC Entertainment requires all of its guests to wear a mask and keep social distance while providing masks at the price of 1 dollar per piece.\n\"Because we care about your health, all guests are required to wear a mask at all times, before, during and after the movie, unless actively enjoying food or drinks in the auditorium,\" said a notice by AMC Entertainment on its website.\nIt's reported that actor Liam Neeson is scheduled to personally greet moviegoers for his latest action film on Friday at AMC Lincoln Square in New York City.\nBesides, Angelika Film Center and IFC Center reopened their theaters in New York City. Enditem\n"
}