{
    "title": "UK business leaders hail new Budget, urge more incentives",
    "time": " 2021-03-04 23:17:06",
    "url": "http://www.xinhuanet.com/english/2021-03/04/c_139784055.htm",
    "content": "LONDON, March 4 (Xinhua) -- British business leaders on Thursday gave positive feedbacks about Chancellor of the Exchequer Rishi Sunak's new Budget, unveiled Wednesday, while calling for more incentives and detailed measures from the British government.\nMike Hawes, chief executive officer at the British Society of Motor Manufacturers and Traders (SMMT) which is a trade association for Britain's motor industry, said the new budget provided some encouragement but \"falls short of the support needed to transform the industry and market to the net zero future to which both the government and industry aspires.\"\n\"Measures to support investment and upskilling are of vital importance to the sector but more is needed if the government's green recovery plan is to be a success,\" Hawes said.\nWelcoming \"in principle the announcement of a 'super deduction' for investment\", Hawes said \"it is not clear if it will work for manufacturing and plant and machinery, so we now seek the fine detail and, ultimately, business rates reform to encourage investment.\"\nAddressing lawmakers in the House of Commons (lower house of the British Parliament) on Wednesday, Sunak noted that public finances should be back on track. And to raise revenue while maintaining an internationally competitive tax system, the rate of Corporation Tax will climb to 25 percent which won't take effect until April 2023.\n\"Even after this change we'll still have the lowest corporation tax rate in the G7,\" he said, referring to the Group of Seven industrialized countries.\nResponding to the tax rise, Tony Danker, director-general of the Confederation of British Industry (CBI) which is a British business organization, said the budget \"succeeds strongly in protecting the economy now and kickstarting recovery\", however, \"moving to 25 percent corporation tax will cause a sharp intake of breath for firms.\"\nThe \"UK must remain attractive for every business from high-growth homegrown firms to global firms investing in (the) UK,\" he said, looking forward to working with government with \"a laser focus to drive competitiveness.\"\nUnveiling the new Budget, Sunak vowed to build back better through a package of measures such as extending a couple of supporting schemes, strengthening public finances and highlighting investment-led recovery, among others, as Britain is striving to the revive its pandemic-hit economy.\nThe Budget is \"not just about fixing problems...it is also about laying the foundations of our future economy,\" said Sunak.\nJonathan Geldart, director general of the Institute of Directors which is a business organization for company directors, senior business leaders and entrepreneurs, said it is \"a right call\" for the combination of the livelihood support and growth stimulus, calling for more support from the British government for businesses.\n\"Overall, there is much for businesses to get behind in this budget, and the (British) Treasury should remain prepared to extend support if the roadmap goes off course, whilst building on its stimulus package today to drive long-term growth well beyond our immediate recovery,\" added Geldart.\nCurrently, England is under the third national lockdown since the outbreak of the pandemic in the country. Similar restriction measures are also in place in Scotland, Wales and Northern Ireland.\nBritish Prime Minister Boris Johnson announced earlier a four-phase \"roadmap\" to ease the current coronavirus lockdown, with \"cautious\" steps to restore normal life and economic activity by June 21 this year.\nTo bring life back to normal, countries such as Britain, China, Germany, Russia and the United States have been racing against time to roll out coronavirus vaccines. Enditem\n"
}