{
    "title": "Sao Paulo bans most business, restaurant, park operations for two weeks",
    "time": " 2021-03-04 07:28:43",
    "url": "http://www.xinhuanet.com/english/2021-03/04/c_139781771.htm",
    "content": "A man exercises in front of a closed gym in Sao Paulo, Brazil, March 6, 2021. The Governor of the Brazilian state of Sao Paulo Joao Doria announced on March 3 that starting on Saturday most store, bar and restaurant operations will be banned for two weeks, as a night curfew goes into effect, to prevent the collapse of the hospital system. (Photo by Rahel Patrasso/Xinhua)\nSAO PAULO, March 3 (Xinhua) -- The Governor of the Brazilian state of Sao Paulo Joao Doria announced on Wednesday that starting on Saturday most store, bar and restaurant operations will be banned for two weeks, as a night curfew goes into effect, to prevent the collapse of the hospital system.\nThe measure will run from March 6 to 19 throughout the state of Sao Paulo, the most populated in Brazil with 46 million residents.\n\"In Sao Paulo and Brazil, we are on the verge of a collapse. This requires urgent and collective measures, and for that reason we are returning to the red phase of our contingency plan,\" said the governor during a press conference.\nThe measure is considered the step before a total lockdown, although in-person classes have not been suspended for those who voluntarily want to send their children to school.\nSao Paulo, the country's economic engine and the epicenter of the COVID-19 pandemic, exceeded 75 percent bed occupancy in intensive care units, in addition to surpassing the record of hospitalizations every day since February.\nAccording to updated state government figures, as of Wednesday, there were 2,068,616 confirmed COVID-19 cases and 60,381 deaths in Sao Paulo, amid the worst week of the pandemic, with 468 deaths in seven days.\nUnder the measure, only essential businesses are authorized to operate, including the food industry, supermarkets, pharmacies and medical services. In addition, bars and restaurants will only be allowed to sell take-out food.\nRecreational and cultural activities will be suspended, while cinemas, museums, theaters, shopping malls, gyms, clubs, parks and beach stays will be closed to avoid crowds. Enditem\n"
}