{
    "title": "In Pics: A \"post-90s\" female merchant and her pearl business",
    "time": " 2021-03-03 11:20:51",
    "url": "http://www.xinhuanet.com/english/2021-03/03/c_139779840.htm",
    "content": "Lin Yikun processes pearls at a workshop in Shanxiahu Town, March 2, 2021.  (Xinhua/Xu Yu)\nZHUJI, March 3 (Xinhua) -- After graduating from college, Lin Yikun, a \"post-90s\" female merchant, engaged in pearl breeding and wholesale industry in Shanxiahu Town of Zhuji City, east China's Zhejiang Province. \nDue to the impact of the COVID-19 pandemic, Lin and her husband started to sell their pearl products via online live-streaming in early 2020. Now, Lin's live-streaming attracts over 50,000 views per day on average, with a daily sales volume of more than 400,000 yuan (about 61,900 U.S. dollars). In 2020, her online sales exceeded 100 million yuan.\nLin Yikun (R) promotes pearl products via online live-streaming at a workshop in Shanxiahu Town, March 2, 2021. \nLin Yikun prepares for online live-streaming at a workshop in Shanxiahu, March 2, 2021. \nLin Yikun promotes pearl products via online live-streaming at a workshop in Shanxiahu Town, March 2, 2021. \nLin Yikun introduces how to grade pearls to audience via online live-streaming at a workshop in Shanxiahu Town, March 2, 2021. \nLin Yikun (R) and her husband show pearls to audience via online live-streaming in a pearl-breeding base in Shanxiahu Town, March 2, 2021. \nLin Yikun processes pearls at a workshop in Shanxiahu Town, March 2, 2021. \nLin Yikun promotes pearl products via online live-streaming at a workshop in Shanxiahu Town, March 2, 2021. \nLin Yikun works with her colleague at a workshop in Shanxiahu Town, March 2, 2021. \nLin Yikun and her husband show pearls to audience via online live-streaming in a pearl-breeding base in Shanxiahu Town, March 2, 2021. \nLin Yikun (L) and her husband check the living condition of pearl mussels and show them to audience via online live-streaming in a pearl-breeding base in Shanxiahu Town, March 2, 2021. \n"
}