{
    "title": "Pandemic accelerates technology utilization in oil, gas industry: business leaders",
    "time": " 2021-03-03 04:43:25",
    "url": "http://www.xinhuanet.com/english/2021-03/03/c_139778904.htm",
    "content": "HOUSTON, March 2 (Xinhua) -- Business leaders agreed in an energy conference Tuesday that the COVID-19 pandemic has accelerated the utilization of new technology in the oil and gas industry.\nDuring the 39th CERAWeek virtue conference, CEOs of world leading oil and gas companies said that the positive impact of the pandemic on the industry lied in the implementation of digital technology.\n\"COVID accelerated our plan to digitalize operations by deploying and utilizing AI,\" Saudi Aramco President and CEO Amin H. Nasser said. \"We can now conduct technical inspection from our headquarters here in Dhahran and do a lot of things remotely rather than travel overseas.\"\nSharing the same view with Nasser, Michael K. Wirth, board chairman and CEO of Chevron Corporation, said that before the pandemic, there has been a bit of reluctance in the industry to utilize technologies that already available. The pandemic provided a chance to really accelerate the process.\n\"We had directional drilling going on from people's homes, which just a couple of years ago we had to have somebody on a rig that was controlling the drill bit that had been moved to a drilling support center, centralized in Houston,\" he said.\nBoth Wirth and Nasser expressed optimism about oil demand increase in the year 2021, especially in the second half of the year, with the recovery of global economy heavily impacted by the pandemic.\n\"We have been going from 20 million barrels (per day) reduction back in April to quite an improvement right now,\" Nasser said, adding the strong demand mainly came from Asian countries such as China and India.\n\"The current demand we see in the market is about 94 million barrels (per day). Our expectation by next year is going to be 99 million barrels (per day). This is the way we started back in January 2020,\" he added.\nWirth also pointed out \"some significant variation\" in demand recovery from products perspective. Thanks to increased driving demand, diesel demand has come back or even above the pandemic level while gasoline demand, especially aviation fuel, is still off in aggregate.\nOrganized by IHS Markit, a global financial information and services company, this year's CERAWeek kicked off on Monday with the theme \"The New Map: Energy, Environment, and Charting the Future.\"\nHeld all-virtually for the first time due to the pandemic, the 39th CERAWeek includes over 500 speakers, along with over 10,000 participants from more than 85 countries and regions.\nDuring the five-day sessions, senior policymakers, energy executives, financial leaders and technologists will reflect on the changes that have occurred in the past year and discuss how they will reshape future energy industry strategy and structure, and the investment choices ahead.\nLast year's CERAWeek was cancelled due to concerns over the coronavirus pandemic. Enditem\n"
}