{
    "title": "\"Patriots governing Hong Kong\" principle conducive to Hong Kong's prosperity, stability: business sector",
    "time": " 2021-03-02 23:30:21",
    "url": "http://www.xinhuanet.com/english/2021-03/02/c_139778645.htm",
    "content": "HONG KONG, March 2 (Xinhua) -- Hong Kong's business sector has said the principle of \"patriots governing Hong Kong\" is conducive to Hong Kong's long-term prosperity and stability, as well as people's well-being, and called for prompt efforts to improve electoral systems to guarantee the implementation of the principle.\nOnly after the principle is upheld, can \"one country, two systems\" be comprehensively and accurately implemented and will anti-China disruptors be prevented from damaging Hong Kong's governance and stability in the long run, the Chinese General Chamber of Commerce said in a statement.\nThe Real Estate Developers Association of Hong Kong said the \"patriots governing Hong Kong\" principle will help the society gather consensus, enable the Hong Kong Special Administrative Region (HKSAR) government to improve the economy and people's livelihood, and give full play to Hong Kong's advantages in finance and trade.\n\"No country in the world is governed by unpatriotic people,\" Victor Li Tzar-kuoi, chairman of CK Asset Holdings Limited, said, stressing that \"patriots governing Hong Kong\" is fully justified.\nRaymond Kwok Ping-luen, chairman of Sun Hung Kai Properties, said only when the governance power of the HKSAR is in the hands of patriots, can Hong Kong's peace and prosperity be guaranteed.\nEchoing Kwok, Robert Ng, chairman of Sino Group, said Hong Kong is an inalienable part of China and the principle of \"patriots governing Hong Kong\" will ensure the steady and sustained implementation of \"one country, two systems.\"\nJonathan Choi, chairman of the Guangdong-Hong Kong-Macao Bay Area Entrepreneurs Union, said people who shoulder the governance responsibility must recognize that \"one country\" is the precondition and basis for \"two systems\" and no anti-China disruptors can be allowed to enter the power structure of the HKSAR.\nLo Kam-yam, president of the Hong Kong Commerce and Industry Associations, called on the HKSAR government to improve related systems as soon as possible to ensure \"one country, two systems\" is applied in Hong Kong without being bent or distorted.\" Enditem\n"
}