{
    "title": "UK manufacturing growth subdued in February despite business optimism rise",
    "time": " 2021-03-01 21:31:09",
    "url": "http://www.xinhuanet.com/english/2021-03/01/c_139775926.htm",
    "content": "LONDON, March 1 (Xinhua) -- Despite a hike of business optimism, Britain's manufacturing sector saw a subdued growth in February thanks to supply chain disruption and rising cost pressure, according to a joint report released here Monday.\nBritain's purchasing managers' index (PMI) for the manufacturing sector increased to 55.1 in February, up from 54.1 in January and above the flash estimate of 54.9, said the report jointly published by IHS MARKIT/CIPS.\nA reading above 50.0 signals expansion, while a reading below indicates contraction.\nMeanwhile, business optimism mounted to a 77-month high in February, data revealed, with more than 63 percent of surveyed companies reporting that \"they expect output to be higher in one year's time.\"\n\"Positive sentiment was linked to continued recovery from the pandemic, reopening of the global economy (including less transport restrictions) and reduced Brexit uncertainties,\" said the report.\nAlthough the PMI recorded the ninth consecutive month of growth and business optimism rose to a nearly six-and-half year high, output rose at the weakest pace during the current nine-month sequence of increase, said the report.\n\"Only the pincer movement of rising costs and supply chain disruptions in the manufacturing sector prevented higher growth in February as mounting optimism amongst manufacturers raised hopes of an imminent future recovery,\" Duncan Brock, group director at the Chartered Institute of Procurement & Supply (CIPS), a Britain-based global procurement and supply organisation.\nRob Dobson, director at IHS Markit which is a London-based global information provider, said \"with current constraints likely to continue for the foreseeable future, pressure on prices and output volumes may remain a feature during the coming months.\"\nAs the release came just two days before the official Budget announcement slated for Wednesday, Brock added that the group will see what support the Budget would \"offer businesses and consumers to bring more life to the UK economy.\"\nThe UK economy has been largely affected by the Brexit uncertainty and the coronavirus pandemic.\nEngland is currently under the third national lockdown since the outbreak of the pandemic in the country. Similar restriction measures are also in place in Scotland, Wales and Northern Ireland.\nTo bring life back to normal, countries such as Britain, China, Germany, Russia and the United States have been racing against time to roll out coronavirus vaccines. Enditem\n"
}