{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2021-02-27 13:30:30",
    "url": "http://www.xinhuanet.com/english/2021-02/27/c_139771419.htm",
    "content": "BEIJING, Feb. 27 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- VIPSHOP'S Q4 REVENUE\nChina's major online discount retailer Vipshop Holdings Ltd. generated total net revenues of 35.8 billion yuan (about 5.5 billion U.S. dollars) in the fourth quarter (Q4) of 2020, maintaining positive net earnings for 33 consecutive quarters, it said in a report on Thursday.\nThe NYSE-listed company raked in 2.4 billion yuan in terms of the net income attributable to its shareholders during the quarter, calculated by compatible GAAP accounting measures, up 67.7 percent year on year, according to the company.\n-- BOAO FORUM FOR ASIA\nThe Boao Forum for Asia (BFA) will hold its annual conference from April 18 to 21 in Boao, a coastal town in China's southernmost province of Hainan, the secretariat of the forum said on Thursday.\nThis year's conference will focus on global governance and the Belt and Road Initiative, and aims to build further consensus on and inject further impetus into global development and governance in the post-pandemic era, according to the secretariat.\n-- GEELY, VOLVO COOPERATION\nVolvo Cars and Geely Automobile Holdings Limited on Wednesday announced wide-ranging collaborations and the combination of their powertrain businesses.\nRetaining independent corporate structures, the two auto companies plan to combine their powertrain operations into one new company focused on next-generation hybrid systems and internal combustion engines, said a joint statement issued late Wednesday.\n-- RECORD SALES REVENUE OF LAO GAN MA\nLao Gan Ma, a major chili sauce maker in China, saw its sales revenue reach a record high of over 5.4 billion yuan (about 835.6 million U.S. dollars) in 2020, the company's financial report showed.\nThe figure represented a 7-percent year-on-year increase, the report said.\n-- INCREASED DOMESTIC TOURISM\nA total of 4.1 billion domestic tourist trips will be made in China in 2021, up 42 percent from 2020, according to a report released by the China Tourism Academy on Monday.\nChina will gain 3.3 trillion yuan (about 511 billion U.S. dollars) in revenue from domestic tourism in 2021, an increase of 48 percent year on year, read the report.\n-- ROBUST GROWTH OF NETEASE\nChinese internet giant NetEase Inc. posted net revenue of 73.67 billion yuan (about 11.4 billion U.S. dollars) in 2020, up 24.4 percent year on year.\nIn the fourth quarter, the firm earned a net revenue of 19.8 billion yuan, up 25.6 percent year on year, according to a financial report released by the company on Thursday. Enditem\n"
}