{
    "title": "UN agency project boosts business opportunities for Turks, Syrian refugees",
    "time": " 2021-02-23 19:27:31",
    "url": "http://www.xinhuanet.com/english/2021-02/23/c_139761664.htm",
    "content": "ISTANBUL, Feb. 23 (Xinhua) -- The United Nations Development Program (UNDP) is boosting business opportunities for Turkish citizens and Syrian refugees in Turkey, a UNDP representative said on Tuesday.\nFaik Uyanik, head of communications for UNDP Turkey refers to a project supported by the European Union and implemented by the UNDP and the Turkish Industry and Technology Ministry that aims to grow the local economy through building industrial and innovation clusters.\nAccording to the UNDP official, three innovation centers and three model factories have recently become operational in the western province of Izmir, in southeastern Gaziantep, and the Mediterranean city of Mersin.\nThe regions have been hosting a large refugee population, while the country is currently home to over 3.6 million Syrian refugees.\nThe UNDP expects the project to transform local industries, create decent jobs and trigger sustainable growth for both Turkish people and Syrian refugees living in the country.\n\"The main goal behind the project is to support local business and entrepreneurship eco-systems through increasing innovative competencies,\" Uyanik told Xinhua.\nTurkish and Syrian entrepreneurs, small and medium-sized enterprises (SMEs), corporate companies and start-ups stand to benefit by operating in the centers and model factories as they can enjoy capacity-building services, specialized programs, laboratory services and co-working space facilities, he said.\nSMEs are expected to have resources to further invest, expand and recruit new employees, the UNDP Turkey office noted in a recent press release.\nThe innovation center in Mersin was established in 2020 within the Tarsus Organized Industry Zone and has created 70 new jobs since its inception.\n\"It introduces lean manufacturing techniques, ensuring the digital transformation and hence paving the way for increasing the number of companies that operate in accordance with the Industrial 4.0.,\" the release added.\nAmbassador Nikolaus Meyer-Landrut, head of the EU delegation in Turkey who visited the Mersin innovation center last week, said the EU is examining ways to support Turkey and refugees here through programs and projects, according to reports by the state-run Anadolu agency. Enditem\n"
}