{
    "title": "Chinese business community in Australia helps local organizations in bushfire recovery",
    "time": " 2021-02-19 14:36:16",
    "url": "http://www.xinhuanet.com/english/2021-02/19/c_139752358.htm",
    "content": "SYDNEY, Feb. 19 (Xinhua) -- The Chinese business community in Australia's state of Western Australia (WA) made donation to and help local organizations in the recovery from the devastating bushfire that hit the state earlier this month.\nDavid Sun, president of the China Chamber of Commerce in Australia (CCCA) Perth branch, told Xinhua on Friday that the chamber donated altogether 50,000 Australian dollars (about 38,900 U.S. dollars) to Bushfire Volunteers WA, community service provider Midlas and Wildlife Australia Inc.\n\"Our members are encouraged to contribute and be involved in the broader Western Australian community, not just its business community. When Western Australia has challenges, we like to make a contribution,\" Sun said.\nThe bushfire that started earlier this month burnt through almost 11,000 hectares of land and destroyed more than 80 homes.\nBushfire Volunteers WA State President Dave Gossage said the funding would be used to support volunteers who had lost homes and equipment and to purchase equipment not supplied by the state government or Department of Fire and Emergency Services, anomg others.\n\"The vast majority of those who fought the bushfire were volunteers, including landowners and farmers who have been personally impacted through the loss of homes or possessions,\" Gossage said.\nMidlas Chief Executive Officer Sarah Patterson said the CCCA's donation would help it provide stronger support to local community to get through the disaster.\n\"The support from CCCA came exactly when we needed it, and allowed us to support people who were in their darkest hour to get what they needed, when they needed, with dignity,\" said Patterson.\nGlenn Dewhurst, founder and vice chair of Wildlife Australia Inc, said the donation would also help animals affected by the bushfire.\n\"Many hundreds, if not thousands, of animal species perished in the fires and many animals were injured as a result. We will be distributing funds to assist organizations and individuals cover medical care, food and rehabilitation of affected domestic and wild animals,\" he said.\nEstablished in 2006, the CCCA is a non-profit organization consisting of members of major Chinese companies which have investments and business in Australia. Besides this donation, the CCCA also supported a number of initiatives, including donation to support the Red Cross response to Queensland floods and the relief and recovery for the 2019-2020 bushfire. Enditem\n"
}