{
    "title": "Singapore opens short-stay facility for in-person business exchanges amid pandemic",
    "time": " 2021-02-19 09:41:23",
    "url": "http://www.xinhuanet.com/english/2021-02/19/c_139751747.htm",
    "content": "Photo shows the courtyard at a short-stay facility, Connect@Changi, in Singapore on Feb. 18, 2021. \nUnder the project, business travellers residing at Connect@Changi are expected to meet their Singapore-based counterparts and guests from other countries safely. Large-scale video conferences can also be held, which would allow hybrid meetings to take place.\nSINGAPORE, Feb. 19 (Xinhua) -- The Singapore-based investment company Temasek on Thursday announced the launch of the first phase of Connect@Changi, a pilot short-stay facility designed to support safe in-person exchanges between business travellers and their Singapore-based counterparts despite the COVID-19 pandemic.\nAs the first facility appointed under the Connect@Singapore initiative, Connect@Changi aims to support the progressive reopening of Singapore's borders and spur business and economic activities while guarding the local community from the COVID-19 pandemic.\nPhoto shows the meeting room separated in half by air-tight glass panels at a short-stay facility, Connect@Changi, in Singapore on Feb. 18, 2021. \nConnect@Changi is launched with 150 premium guest rooms and 40 meeting rooms that can accommodate a range of meeting sizes, from four to 22 attendees. This will expand to around 660 guest rooms and 170 meeting rooms when the initial phase of the project is completed in May. When fully completed later this year, the facility will have the potential capacity to host some 1,300 business travellers at any one time.\nLocated at Singapore EXPO & Max Atria, within a five-minute drive from Changi Airport, Connect@Changi offers an integrated \"test-stay-work-meet\" experience for business travellers. Business executives landing at Changi Airport can meet their Singapore-based counterparts or hold regional meetings in person at the facility, all while enjoying a comfortable stay with an array of safe management measures in place.\nPhoto shows the document exchange vault with ultraviolet disinfection at a short-stay facility, Connect@Changi, in Singapore on Feb. 18, 2021. \n\"We are thankful for the Singapore Government's strong support and commitment to the Connect@Changi project, by appointing it as the first facility licensed to operate under the Connect@Singapore initiative,\" said Robin Hu, head of international policy and governance, Temasek.\n\"We are now ready to offer business travellers the option of resuming in-person meetings in a safe and contained manner, and do our part to catalyse economic recovery for Singapore and across the region,\" said Hu.\nUnder the project, business travellers residing at Connect@Changi are expected to meet their Singapore-based counterparts as well as guests from other countries safely. Large-scale video conferences can also be held, which would allow hybrid meetings to take place.\nA healthcare worker stands at the COVID-19 testing station at a short-stay facility, Connect@Changi, in Singapore on Feb. 18, 2021. \nTo ensure the health and safety of guests and employees, all foreign travellers checking into Connect@Changi will be required to go through a rigorous COVID-19 testing regime throughout their stay.\nThis includes a polymerase chain reaction (PCR) test upon arrival at the airport, on days 3, 7 and 14 of their stay, as well as prior to departing the facility, depending on the requirements of the destination country. \n"
}