{
    "title": "Macao banks' int'l business share decreases in Q4",
    "time": " 2021-02-18 15:19:39",
    "url": "http://www.xinhuanet.com/english/2021-02/18/c_139750129.htm",
    "content": "MACAO, Feb. 18 (Xinhua) -- The proportion of international business in Macao's local banking sector retreated in the fourth quarter of 2020, the special administrative region's (SAR) monetary watchdog said here on Thursday.\nAccording to the statistics released by the Monetary Authority of Macao, the share of international assets in total banking assets decreased to 85.1 percent at the end of December from 85.8 percent at the end of September, while the share of international liabilities in total banking liabilities fell to 82.3 percent from 82.6 percent.\nNon-local currencies continued to be the dominant denomination in international banking transactions. At the end of December 2020, the shares of the pataca in total international assets and total international liabilities were 0.7 percent and 0.6 percent respectively.\nThe Hong Kong dollar, the U.S. dollar, the renminbi and other currencies accounted for 34.7 percent, 44.0 percent, 15.2 percent and 5.3 percent of total international assets, while their respective shares in total international liabilities were 41.0 percent, 41.4 percent, 11.8 percent and 5.2 percent.\nAt the end of December 2020, total international assets decreased by 0.4 percent from a quarter ago but increased by 10.0 percent from a year earlier to 1,889.9 billion patacas (about 236.7 billion U.S. dollars).\nTotal international liabilities remained virtually unchanged from three months ago but increased by 10.5 percent year-on-year to 1,827.4 billion patacas (about 228.9 billion U.S. dollars).\nThe majority of external assets and liabilities were related to Asia and Europe. At the end of December 2020, claims on the mainland and the Hong Kong SAR occupied 38.6 percent and 30.0 percent of total external assets, while claims on Portugal and Germany took up 1.2 percent and 1.0 percent respectively.\nOn external liabilities, the Hong Kong SAR and the mainland accounted for 40.7 percent and 26.8 percent of the total respectively, while Britain and France took up 5.9 percent and 4.7 percent respectively. Enditem\n"
}