{
    "title": "Across China: Polish hotel executive sees return of Spring Festival business boom",
    "time": " 2021-02-15 22:58:12",
    "url": "http://www.xinhuanet.com/english/2021-02/15/c_139744878.htm",
    "content": "TIANJIN, Feb. 15 (Xinhua) -- Wearing a mask and disposable gloves, Michal Krauze sped around the restaurant of the Four Seasons Hotel in China's Tianjin, ensuring every dining table was properly disinfected, knowing that a wave of guests was on its way.\nIt was a day before Lunar New Year's Eve, and the Polish national had good reason to be excited about his work: As China marked this year's Spring Festival with the COVID-19 epidemic largely contained, the hotel's dining business is bouncing back alongside many other restaurants in China.\n\"Even though we set strict limitations on the guest flow and kept a certain distance between the tables, our Chinese restaurant has been fully booked for the Spring Festival, and the buffet restaurant is 90 percent booked,\" said Krauze, director of food and beverage at the hotel.\nIt is a special Chinese New Year for Krauze, who decided to stay in Tianjin with more than 200 staff members of the hotel's six restaurants who followed the government's stay-put advice. Instead of returning to Guangzhou to see his wife and daughters during the holiday, he wrote a card reading \"Wish you a prosperous and joyful 'Niu' Year!\" and sent it home with a gift basket.\n\"Epidemic prevention and control need cooperation and team efforts. In this regard, China sets an example,\" Krauze said.\nAs China has basically tamed the COVID-19 outbreak, catering businesses are welcoming the return of foodies with stringent anti-COVID-19 measures.\n\"We've been back to full operations since April 2020. Business was even better in the second quarter,\" Krauze said, noting that the Chinese government's fee and tax cut policy had greatly helped the hotel. He said the hotel's food and beverage sales in December were up 20 percent from the same period in 2019.\nEyeing great opportunities in this year's booming Spring Festival market, the hotel's Jin House Chinese restaurant recruited new chefs and designed new dishes revolving around the ox, the zodiac sign for this Lunar New Year.\nKrauze said the dining sector's return to thriving business was not easy. \"The pandemic is still severe around the world. People in China can enjoy meals in restaurants. Thus, we have to cherish what we have now.\"\nHis hotel has also adopted a series of measures to ensure the safety of diners, including limiting the number of guests, regularly sterilizing tableware, disinfecting all imported ingredients, and ensuring all chefs who handle food have been vaccinated.\nHaving lived in China for more than 10 years, Krauze has witnessed tremendous changes in the country's catering sector. \"The consumption level has been rising thanks to the growing middle class in China. I see increasing demand for wines and cocktails.\"\nAccording to official statistics, China was likely the only major economy to post growth in 2020, with its GDP expanding 2.3 percent year on year and exceeding the 100-trillion-yuan (about 15.5 trillion U.S. dollars) threshold for the first time.\n\"I'm very confident in China's economic growth. Everything has changed in a positive way. I see a lot of investments in Tianjin. We are very confident about our business this year,\" Krauze said. Enditem\n"
}