{
    "title": "Feature: Pre-loved clothes find home in Namibia's informal business sector",
    "time": " 2021-02-14 20:50:47",
    "url": "http://www.xinhuanet.com/english/2021-02/14/c_139742963.htm",
    "content": "WINDHOEK, Feb. 14 (Xinhua) -- Popularly dubbed as \"vintage clothes\" in the streets of Namibia, second-hand clothes are slowly making a mark in the country's informal retail sector as entrepreneurs find a unique market amid the economic downturn due to the COVID-19 pandemic.\nOne of the entrepreneurs taking advantage of this opportunity is Sylvia Newaya, 31, who said following the negative economic impact of the COVID-19 pandemic, she realized that the second-hand clothes had a market in the southwestern African nation as it created an alternative source of income.\nCustomers can buy different clothes that include skirts, shorts, children's items among others at very affordable prices as little as 20 to 50 Namibia dollars (1.4 to 3.4 U.S. dollars) per item or more, she added.\n\"I decided to grab the opportunity and entered the trade and after testing the waters, I realized there was a huge demand for affordable clothes,\" she told Xinhua.\nThe merchandise which is usually top international brands is sourced from suppliers from China, the United Kingdom and Angola, she said, adding that she can earn more than 3000 Namibia dollars depending on the sales and customers.\nLast year, Namibia witnessed a major loss of jobs, as around 5,748 people lost their jobs while some experienced pay cuts due to COVID-19-related reasons.\nAccording to Newaya, she makes use of various social media platforms to advertise her merchandise, like her Facebook page Liras Vintage collection as she does not have a permanent shop or stall to sell.\n\"Despite not having a shop, social media has been effective in pushing my sales,\" she said, adding that a lot of people that used to buy from her have joined the trade, be it the employed or unemployed, as they have seen it as a way to make an extra income during this hard times.\nAnother entrepreneur in the business told Xinhua that the business does not require a lot of capital and it is a welcome trade as people are able to supplement their income, said 26-year old Dananai Chiguvare\nChiguvare who rents stalls at various markets across capital Windhoek also makes use of social media marketing and according to her, she can actually get 4,000 to 8,000 Namibia dollars from her business.\n\"People are in love with the fashion and do not mind giving the pre-loved clothes a second home,\" she added.\nMeanwhile, the two entrepreneurs hope to grow their ventures further, in the process encourage the youth to venture in similar initiatives.\n\"I encourage the youth to buy a bale from us so that they can also start selling vintage clothes. Apart from that, after selling, we donate most of the remaining clothes to charity and in so doing also assist those in less privileged circumstances,\" Newaya added.\nAccording to Namibia's central bank, the informal sector is of vital importance to the country as it provides employment to an estimated 150,000 people, contributing to an estimated 12 percent to the GDP. Enditem\n"
}