{
    "title": "Feature: Curio business in Malawi slumps due to COVID-19",
    "time": " 2021-02-14 02:33:57",
    "url": "http://www.xinhuanet.com/english/2021-02/14/c_139741630.htm",
    "content": "BLANTYRE, Malawi, Feb. 13 (Xinhua) -- Steve Malinje wipes his merchandise clean at Blantyre Curios Market, in southern Malawi, he is hoping for a good day of sales. The 37-year-old man says cleaning curios has turned into a routine for him and other vendors for the past three years.\nMr. Malinje, who is also skilled at carving curios, told Xinhua that curio sales have drastically dropped due to COVID-19 restrictions that have kept many tourists, who are their main buyers, to stop visiting Malawi.\nHe says due to lock-downs in Europe and the travel restrictions in Malawi, tourists from countries like the Netherlands, Germany, England, and Iceland among others, have not been traveling to Malawi where they also purchase the curios, they take home on their way back.\nMr. Malinje says the situation has taken away the livelihoods of many curio vendors to the extent that they are failing to help their families.\n\"Before COVID-19, the business was going on very well, but thereafter things were not as good. 2019 was an election year and in the two years that followed, we have been hit by COVID-19. No tourists are coming, we usually depend on selling these merchandise to tourists and this means that if the tourists are not coming we are out of business. For now, it has been almost three years without a successful business, we are starving,\" said Malinje.\nMr. Malinje is among curio vendors, about 50 in total, in Blantyre that have hung on to their businesses for the past three years with the hope of an improvement in the near future.\nMalawi has revised COVID-19 measures restricting country entry and exit through land border points but leaving out airports. This has resulted in the weakening of the local currency leading to dwindling standards and business for the arts.\n\"What we need are policies that allow visitors that test COVID-19 negative to enter the country and buy from us. This will help this hand to mouth business to at least go on,\" said Malinje.\nFor his part, a member of the curios committee in Blantyre Wasili Chitumba says the country needs structures that can support artists. He says other than restricting travel in its entirety, the country should at least allow those with COVID-19 negative certificates coming from other countries to visit. Enditem\n"
}