{
    "title": "World Insights: U.S. business leaders call for more constructive Sino-U.S. ties",
    "time": " 2021-02-13 21:37:50",
    "url": "http://www.xinhuanet.com/english/2021-02/13/c_139741445.htm",
    "content": "\r\n\nVideo: \n\"We're in an important and evolving period in the relationship between the United States and China, which is the most important bilateral relationship in the world,\" says Evan Greenberg.\nNEW YORK, Feb. 13 (Xinhua) -- The United States and China should build a more constructive relationship, U.S. business leaders have said during celebrations of the Chinese Lunar New Year.\nCALLS FOR BETTER TIES\nThe spread of COVID-19 created unprecedented challenges in 2020, but \"I'm optimistic that the distribution of vaccines will end the pandemic and put the world on a path to economic recovery,\" said Stephen Schwarzman, chairman and chief executive of global private equity firm Blackstone Group.\nHe made the remarks at a virtual Chinese Lunar New Year celebration organized by the China General Chamber Of Commerce-USA on Wednesday evening.\nThis is the new beginning that everyone in the business community and beyond has been looking forward to since the onset of the pandemic, said Schwarzman.\n\"China and the United States, the world's two largest economies, will play a particularly significant role in the recovery that follows,\" said Schwarzman, who hopes that the two countries \"can find a way to cooperate and engage productively in the year ahead.\"\nEvan Greenberg, chairman and chief executive of insurance company Chubb Limited, has been associated with China for almost three decades.\n\"We're in an important and evolving period in the relationship between the United States and China, which is the most important bilateral relationship in the world,\" said Greenberg.\nPhoto taken on Feb. 10, 2021 shows the Empire State Building lit up in red for the Chinese Lunar New Year, in New York, the United States. A number of landmarks in and around New York have lit up in celebration of the upcoming Chinese Lunar New Year. (Xinhua/Wang Ying)\nMany U.S. companies remain committed to the Chinese market for the long term, he said, citing business surveys.\n\"I am personally committed to stable and mutually beneficial U.S.-China relations,\" said Greenberg, who is also vice chair of the National Committee on U.S.-China Relations and chair of the U.S.-China Business Council.\n\"The business and investing community in both countries has a role to play in encouraging our governments. Reciprocal rules-based trade and investment management should create jobs and opportunities in both countries and bind our respective faiths more tightly,\" he said.\nChina has evolved to become the second largest economy in the world, and home to the world's second largest bond market and second largest stock market, said Mark Leung, chief executive of J.P. Morgan China.\n\"As a leading global financial institution, J.P. Morgan is very encouraged by China's commitment and concrete actions to further strengthen its financial markets. It is very exciting, and we will continue to invest across our businesses as regulations allow,\" Leung said.\nChinese and U.S. companies want certainty and clarity in terms of the ability to do business in each other's countries, Greenberg added.\n\"The more we invest in each other, the more we invest in each other's future well-being and the prosperity of our people,\" said Greenberg.\nPhoto taken on Feb. 10, 2021 shows the Empire State Building lit up in red for the Chinese Lunar New Year, in New York, the United States. (Xinhua/Wang Ying)\nBETTER MUTUAL UNDERSTANDING NEEDED\nWhile the two sides may differ on some issues, business leaders agree that it is crucial for the United States and China to show mutual respect, and properly manage and handle differences in a constructive fashion.\n\"We should both want to find a way to cooperate while we compete and, where necessary, defend our respective interests in a manner that maximizes the opportunity to avoid conflict while serving our respective interests,\" said Greenberg.\nGreenberg said the notions of total decoupling and mismanaged competition will prove to be quite destabilizing.\n\"We need clear thinking, expectations, understandings, and rules of the road, which should be defined thoughtfully,\" Greenberg said.\nThe U.S.-China relationship goes far beyond trade and investment, and the two countries have important issues of mutual concern, like global health, climate change, the global economic recovery, terrorism, and nuclear proliferation, added Greenberg.\n\"Without leadership and cooperation between us, global solutions are not possible. At the most basic level, we both want the same thing, peace and prosperity for our people,\" said Greenberg.\nCalling China and the United States \"the two most important countries in the world,\" Max Baucus, former U.S. Ambassador to China and former senator from Montana state, said that \"much of the world's going to depend upon how well we engage in developing this relationship. \"  \n"
}