{
    "title": "NYSE wants to continue to do business with China: executive",
    "time": " 2021-02-13 14:23:52",
    "url": "http://www.xinhuanet.com/english/2021-02/13/c_139740940.htm",
    "content": "NEW YORK, Feb. 12 (Xinhua) -- The New York Stock Exchange (NYSE) wants to continue to do business with the Chinese community though some Chinese companies chose to have dual listing or go private, according to an executive at NYSE.\n\"Our relationship with China hasn't changed, and we will hope to continue to be there and continue to do business with the Chinese communities,\" said Alex Ibrahim, head of international capital markets at NYSE, on Thursday.\nSpeaking at an online press briefing, Ibrahim said NYSE has commitment to China while it has an office in Beijing with three people on the ground there.\nIbrahim said it's healthy to have a very dynamic marketplace where \"you have shares traded in one time zone, shares traded in another time zone.\"\nIn January, the NYSE triggered controversy by issuing flip-flop announcements regarding the delisting of three Chinese telecom operators, as demanded by an ill-based executive order the former U.S. administration issued in November last year.\nIn recent months, some Chinese companies include Alibaba Group, NetEase, Inc. and JD.com, Inc. have floated their shares on Hong Kong Stock Exchange in addition to their initial public offerings on NYSE or Nasdaq.\nIbrahim sees this phenomenon as a part of market evolution, while noting the good depth and liquidity in Hong Kong stock market.\n\"We're very excited about what we see now because the pipeline (for IPOs) from China is huge,\" added Ibrahim.\nIbrahim expected that China would be the No. one in terms of issues on the NYSE in 2021 aside from the United States.\nCiting robust market activities in January, Ibrahim said 2021 in general will be a good year for listings.\nThe NYSE posted one of its best years in 2020 with companies raising over 180 billion U.S. dollars through IPOs or follow-on offerings, according to Ibrahim. Enditem\n"
}