{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2021-02-13 09:50:51",
    "url": "http://www.xinhuanet.com/english/2021-02/13/c_139740378.htm",
    "content": "BEIJING, Feb. 13 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- BUSIER LAND PORT\nManzhouli, China's largest land port, handled a growing number of China-Europe freight trains in January, local authorities said.\nA total of 331 cross-border freight trains went through the port in January, up 59.9 percent year on year, marking growth for 11 consecutive months, said the Manzhouli station under China Railway Harbin Group.\n-- FAW SALES\nChina's leading automaker FAW Group Corporation sold 420,458 vehicles in January, up 18.9 percent year on year. Its own-brand sedan Hongqi sold 32,526 vehicles last month, soaring 157.5 percent year on year.\n-- HUAWEI\nChinese hi-tech giant Huawei's founder and CEO Ren Zhengfei said Tuesday that the company achieved positive growth in both sales revenue and net profits for 2020. Ren said the company still relies on globalization to resolve its current challenges and is committed to the globalization strategy.\n-- INTELLIGENT MINING\nAn intelligent mining innovation lab was established in north China's coal-rich Shanxi Province to facilitate the digital transformation of the country's coal industry.\nThe lab in Taiyuan, the provincial capital, was jointly built by the Shanxi provincial government, Huawei Technologies Co., Ltd., and two local enterprises.\n-- COAL PRICE\nThe Bohai-Rim Steam-Coal Price Index (BSPI), a gauge of coal prices in northern China's major ports, stood at 617 yuan (about 95.82 U.S. dollars) per tonne Wednesday, a drop of two yuan week on week, according to the Qinhuangdao Ocean Shipping Coal Trading Market Co. Ltd.\n-- SAIC SALES\nChina's major carmaker SAIC Motor reported a 63.3 percent year-on-year increase in overseas sales in January to 37,500 vehicles, the company said.\nThe carmaker's sales of new energy vehicles (NEVs) surged by 446.6 percent year on year last month to reach 58,000, it said. Enditem\n"
}