{
    "title": "More German companies fear for their business with Britain after Brexit: survey",
    "time": " 2021-02-10 01:27:23",
    "url": "http://www.xinhuanet.com/english/2021-02/10/c_139733773.htm",
    "content": "BERLIN, Feb. 9 (Xinhua) -- Sixty percent of German companies assessed their current business situation with Britain as bad, in contrast with only 36 percent last year, according to a company survey published by the Association of the German Chambers of Industry and Commerce (DIHK) on Tuesday.\nOnly ten percent considered their business situation to be good, according to the survey conducted among 1,200 German companies with business relations to Britain.\nAfter Britain's withdrawal from the European Union (EU) single market at the turn of last year, the assessment of business relations between Germany and Britain hit the lowest level since the start of DIHK's special Brexit survey in 2017.\nThe EU and Britain agreed on a comprehensive agreement shortly before the end of the Brexit transition period, with the EU-UK Trade and Cooperation Agreement provisionally entering into force on Jan. 1.\nThe Federal Statistical Office (Destatis) announced on Tuesday that German exports to Britain fell by 15.5 percent year-on-year to 66.9 billion euros (80.9 billion U.S. dollars) last year. At the same time, German imports from Britain declined by 9.6 percent to 34.7 billion euros.\nAccording to the DIHK survey, 75 percent of German companies rated customs bureaucracy as the \"greatest business risk.\" The necessary customs declarations were often time-consuming and linked to additional costs.\nMore than half of the companies were also experiencing problems in logistics, for example problems with the British customs software, according to DIHK.\nLike many other sectors, one in three German confectionery manufacturers recorded \"considerable problems\" in supplying the British market following the completion of Brexit at the end of last year, the Association of the German Confectionery Industry (BDSI) announced last week.\nIn addition to complex new customs formalities, driver shortages and health-related entry restrictions due to the COVID-19 crisis were seen as \"major challenges,\" BDSI noted. Many drivers who had been stuck in Britain for days due to border closures at the end of last year were no longer willing to accept orders going to Britain.\nThis year, DIHK is expecting exports to Britain to stagnate. It was thus likely that Britain would slip to sixth place in the ranking of German export countries. Enditem\n"
}