{
    "title": "Roundup: 14 Italian, Chinese firms honored for boosting bilateral business exchanges",
    "time": " 2021-02-09 04:20:52",
    "url": "http://www.xinhuanet.com/english/2021-02/09/c_139731024.htm",
    "content": "ROME, Feb. 8 (Xinhua) -- Fourteen companies were honored the China Awards in a ceremony organized by the Italy-China Foundation on Monday.\nNow in its 15th edition, the annual event is aimed at acknowledging Italian and Chinese entrepreneurs and businesses that have seized the opportunities offered by each other's markets, thus contributing to their countries' overall growth.\nThe event took place entirely through video conferencing due to the coronavirus pandemic, and was broadcast live on Italian TV channels and MilanoFinanza business channel online.\nAt the event, 14 winners were awarded in six categories. Electronic manufacturer Ask Industries and pharmaceutical company NMS Group were awarded in the category of \"Value Creators\".\nIndustrial and Commercial Bank of China (ICBC) and digital marketing consultant Value China were among the winners of the \"Top Investors in Italy\", while Danieli Metallurgical Equipment & Service (China) was awarded as \"Top Investors in China\".\nMedical diagnostic system manufacturer Esaote, and refrigeration and air conditioning products maker LU-VE Group were awarded in the \"Silk Road\" category.\nAddressing the event, Chinese Ambassador to Italy Li Junhua highlighted the good results in bilateral exchanges in 2020 despite the obstacles brought about by the global health emergency.\nThe Chinese ambassador also said that the China-Italy Industrial Cooperation Fund launched in October last year was \"performing well, and providing excellent results.\"\nMeanwhile, Italian Ambassador to China Luca Ferrari said he believed that China would be \"crucial\" to the relaunch of the Italian economy both in the short term and in the years to come.\nHe noted that the Chinese economy expanded by 2.3 percent last year, according to the country's National Bureau of Statistics.\n\"Italy managed to export goods worth 13 billion euros (15.6 billion U.S. dollars) to China, the same figure as in 2019, despite the national lockdown and the other restrictive measures on businesses,\" the diplomat said.\nDuring the conference, Mario Boselli, president of the Italy-China Foundation, also reminded guests and winners that the China Awards were born with a double goal.\n\"Awarding the winners indeed means acknowledging the excellence of Italian and Chinese companies, but also showing them to the world as bright examples to promote,\" he said.\nThe Italy-China Foundation is a private non-profit association that works at the service of Italian and Chinese companies for the development of bilateral relations. It is the organizer of the annual China Awards event, along with Italy-based publishing house Class Editori.\nThis year's edition took place in partnership with the Italian Chamber of Commerce in China and under the auspices of the Italian Ministry of Economic Development. (1 euro = 1.20 U.S. dollars) Enditem\n"
}