{
    "title": "Feature: Kenya's food kiosks adopt virtual business amid changing trend",
    "time": " 2021-02-09 00:19:10",
    "url": "http://www.xinhuanet.com/english/2021-02/09/c_139730869.htm",
    "content": "NAIROBI, Feb. 8 (Xinhua) -- At about 10 a.m. every day, Josephine Mutoko usually becomes busy on her smartphone as the food vendor receives calls and messages from people seeking her services.\nMutoko, who operates in Kitengela, south of Kenya's capital Nairobi, normally takes orders mainly from construction workers in the fast-growing commercial and residential suburb.\n\"The calls and messages sometimes start as early as 8 a.m. for those taking breakfast. I must check my WhatsApp messages, SMSs and receive calls for me to process the orders,\" she said.\nOnce she takes all the orders, she then packs and sends her workers to the sites with the food.\n\"I adopted this mode of operation last year about a month after COVID-19 broke out in Kenya and hotels were closed to curb the spread of the disease,\" said Mutoko, who initially was running an eatery in the suburb.\nLike many other persons in the east African nation who were running such businesses, she had to close hers.\nBut it did not take long before she embraced the virtual way of operation as orders started to come in.\n\"I realized that the new model was better than running a hotel because all I did was to take orders and deliver them then earn my money,\" said Mutoko, adding she saved on rent though she had to employ people to deliver the food.\n\"My meals go for between 50 shillings (0.45 U.S. dollars) and 80 shillings depending on whether it's breakfast or lunch,\" she said.\nWhile her scale of virtual food business is not as sophisticated as those run by global online businesses in Kenya, the new mode of operation has come as a relief to many small meal vendors.\nThe virtual food business surged in Kenya during the pandemic and is now entrenched as citizens seek to maintain social distance to curb the spread of COVID-19.\nMost meals are now on wheels, from established local hotels to global fast-food restaurants and small vendors.\nCytonn, a Nairobi-based investment firm, notes in a brief that the online food business is among the most popular, not only locally but also globally.\n\"Ordering food through an app and paying for it remotely has become the norm and this is helping business owners everywhere to customize their offerings to increase sales,\" notes the firm.\nThe investment company says many businesses, both small and big, are going for an online-based model because it is cost-effective due to the low setup and overhead costs and there is infrastructure to facilitate it, in particular mobile money.\nInitially, to set up an eatery, one needed to get licenses from various authorities in Kenya and rent a building.\nBut this model has been disrupted due to changing lifestyles and the pandemic, which saw a boom in the virtual food delivery business.\n\"I cook from my house and then supply the food to office workers who share their orders virtually,\" said Jane Kariuki, a food vendor.\nShe, however, has to compete with established hotels that also market and deliver food to workers across the capital, after physical visits to the establishments declined.\nErnest Manuyo, a business lecturer at Pioneer Institute in Nairobi, said the hospitality sector is among those that have been greatly changed by the pandemic especially after hotels were also closed and people kept off to avoid COVID-19.\n\"But online platforms have provided a new avenue to do business and the good thing is that it is customer-centric and is responsive to the changing trends. The new model has enhanced competition among food businesses,\" he said. Enditem\n"
}