{
    "title": "Feature: Exposure at Chinese company catapults Namibian woman into business",
    "time": " 2021-02-06 17:16:37",
    "url": "http://www.xinhuanet.com/english/2021-02/06/c_139726199.htm",
    "content": "by Ndalimpinga Iita\nWINDHOEK, Feb. 6 (Xinhua) -- Chinese invested companies in Namibia have empowered local women, enabling them to venture into previously male-dominated construction and manufacturing fields.\nGrowing up in Etayi village in Omusati region in the northern part of Namibia, Foibe Endjala (33) dreamt of venturing into business. Unfortunately, a lack of opportunities limited her.\nAs luck would have it for her, she seized an opportunity when she joined the Chinese-invested Nami Prefabricated Housing CC in February 2013.\n\"At the company, I was first trained in constructing and installing prefabricated structures. Likewise, in operating all machines at the company, the manufacturing process of prefabricated materials and welding. A year later, the manager trained me on how to operate all the company machines and the whole process on how to manufacture them,\" she said.\nShe also gained extensive experience in administration and other business operations.\nExtensive experience gained, coupled with her qualifications in metal fabrication and information communication technology obtained from the National Youth Service College, catapulted her into the business. Endjala decided to open a manufacturing business. Her enterprise offers construction and installation of prefabricated structure and welding services.\nToday, she runs her business with passion, having worked on significant projects in the country.\n\"A key value of the business is quality and efficiency. Therefore, attending to clients promptly is key to business success,\" she said.\nThe dynamic business environment has since leapfrogged her into growth, with the business having built her character and good people management skills.\n\"Working with people from diverse backgrounds is important. People have different experiences and views, which can thus suggest diverse solutions. The best solution can be chosen sooner, which leads to faster problem-solving. It's also leading to better decisions making,\" Endjala said.\nMeanwhile, she continuously explores ways to improve financial acumen, partnerships, and innovation to grow the business.\n\"I am hard at work exploring for new opportunities as a subcontractor with construction companies, and hopefully, we can sort out the difficulties we are encountering and employ more workers. To some extent, I hope I can make my humble effort to make Namibian society better,\" she said.\nMeanwhile, like any sector, she also faces some business challenges exacerbated by the economic downturn and employee turnover.\n\"I have workers; thus, the loss of employees will be the challenge I will face in the following months if unable to secure projects due to the economic downturn and COVID-19. As such, my employees may quit,\" she said.\nNevertheless, she is optimistic that the business will overcome the challenges faced.\nIn the interim, Endjala has big dreams for her enterprise. \"My main goal is to become a successful woman in the industry, running a prosperous company. I wish to execute more programmes, activities and give more job opportunities to my fellow youth. That's my objectives and goals in the long term,\" she said.\nGu Di, the manager of Nami Prefabricated Housing CC, said that the company has trained many locals in the workplace and further helped the company's staff establish their own companies, amounting to five enterprises so far.\nThat is attributed to the company's strategic approach to empower locals. The company also empowers local enterprises such as that of Endjala by subcontracting them.\n\"Due to the influence of epidemic and extreme economic downturn this year, many employees are downsized. However, we still employ more than 250 workers, he said. Enditem\n"
}