{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2021-02-06 07:39:52",
    "url": "http://www.xinhuanet.com/english/2021-02/06/c_139725107.htm",
    "content": "BEIJING, Feb. 6 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- HAINAN DUTY-FREE SHOPS\nTwo new offshore duty-free shops opened on Sunday in Haikou, capital of south China's island province of Hainan, raising the number of duty-free shops in the province to nine.\nThe nine shops, run by five entities, bring a pattern of differentiated competition to the duty-free market, which will be a great boost to the building of Hainan into an international tourism and consumption destination.\n-- IHG CHINA EXPANSION\nThe world's leading hospitality group IHG on Monday revealed its planned hotel openings in China through 2021, showing its confidence in further expansion in its fastest-growing region.\nIHG will continue to develop new projects in first-tier cities, and further expand its footprint in new leisure destinations and lower-tier cities, according to Jolyon Bulley, CEO of IHG Greater China.\n-- TESLA SUPERCHARGER FACTORY\nTesla China's supercharger manufacturing factory in Shanghai was put into production on Wednesday, less than half a year after the project was officially launched in August 2020.\nWith an investment of 42 million yuan (about 6.5 million U.S. dollars), the 5,000-square-meter plant has an annual capacity of 10,000 superchargers, mainly the V3 model, at the initial stage. The company said a V3 supercharger can add 250 km of range by charging for 15 minutes.\n-- CATL INVESTMENT\nContemporary Amperex Technology Co., Ltd. (CATL), China's largest automotive lithium-ion battery maker, announced that it plans to invest up to 29 billion yuan (about 4.5 billion U.S. dollars) in three capacity expansion projects.\n-- HONGQI SALES\nHongqi, a car brand under China's leading automaker FAW Group Co., Ltd., posted strong sales growth in January. The Chinese iconic sedan brand sold more than 32,500 vehicles last month, up 158 percent year on year, according to FAW Group.\n-- PING AN INSURANCE EARNINGS\nPing An Insurance (Group) Company of China, Ltd. announced that net profits attributable to its shareholders declined by 4.2 percent year on year to 143.1 billion yuan in 2020 due to COVID-19.\nThe company generated revenue of nearly 1.22 trillion yuan last year, a year-on-year increase of 4.2 percent. Enditem\n"
}