{
    "title": "Chinese premier hosts high-level virtual dialogue with European business leaders",
    "time": " 2021-02-05 23:20:37",
    "url": "http://www.xinhuanet.com/english/2021-02/05/c_139724398.htm",
    "content": "Chinese Premier Li Keqiang attends a high-level virtual dialogue with European business leaders in Beijing, capital of China, Feb. 5, 2021. (Xinhua/Ding Lin)\nLi started by giving an overview of the current state of the Chinese economy and its outlook, and exchanged views with participants on China-Europe trade and investment cooperation, China's business environment, COVID-19 response, climate change and other issues of mutual interest.\nBEIJING, Feb. 5 (Xinhua) -- Chinese Premier Li Keqiang on Friday hosted a high-level virtual dialogue with European business leaders in Beijing.\nLi started by giving an overview of the current state of the Chinese economy and its outlook, and exchanged views with participants on China-Europe trade and investment cooperation, China's business environment, COVID-19 response, climate change and other issues of mutual interest.\nOn China's economic situation, Li commented that facing the impacts of COVID-19 and a deep global recession, the Chinese government maintained a cool-headed approach and adopted timely, decisive and effective macro policies, which produced good results at a reasonable cost.\nThe Chinese economy achieved early and steady recovery, registering a year-round growth of 2.3 percent, he added.\nAccording to Li, China's central and local governments introduced targeted relief policies to address the needs of struggling market entities. Methods such as phased, large-scale tax and fee cuts were adopted to help market entities overcome their difficulties, especially the large number of micro, small and medium-sized enterprises (MSMEs) and household businesses in various sectors that are the hardest hit by the pandemic.\n\"Last year, these policies saved more than 2.5 trillion yuan of business costs for market entities of all types,\" he said.\nIn the meantime, China has done much to improve the business environment and unleash market vitality, said Li, adding that China has further streamlined the business registration procedures and offered equal safeguards for all types of businesses to level the playing field.\nThanks to these steps, the number of MSMEs and household businesses rebounded in the second half of last year, with the total number of market entities reaching 130 million in China, Li said.\nLi noted that the newly established businesses have shown a robust performance, contributing 2.5 trillion yuan to the tax revenue last year.\n\"The surviving and thriving of hundreds of millions of market entities has furnished a solid foundation for keeping employment stable, meeting people's basic needs, and stabilizing the fundamentals of the Chinese economy,\" he said.\nThe high-level dialogue was moderated by Peter Mandelson, former European trade commissioner and British first secretary of state, and attended by business leaders representing close to 30 leading European companies including VOLVO, Airbus, JCDecaux, AstraZeneca, L'Oreal, BASF, and SAP.  \n"
}