{
    "title": "Interview: U.S., China \"together can do so much,\" says British business leader",
    "time": " 2021-02-02 22:29:23",
    "url": "http://www.xinhuanet.com/english/2021-02/02/c_139716470.htm",
    "content": "File photo shows the national flags of China (R) and the United States as well as the flag of Washington D.C. on the Constitution Avenue in Washington, capital of the United States. (Xinhua/Bao Dandan)\n\"Together these two nations can provide a leadership and vision,\" said Stephen Perry, chairman of Britain's 48 Group Club.   \nLONDON, Feb. 2 (Xinhua) -- The United States and China, as two biggest economic powers in the world, can accomplish plenty together but will stumble when apart, chairman of Britain's 48 Group Club Stephen Perry, has said.\n\"This period of history is different, and the risks of cooperative action failing will cause much more global distress,\" warned Perry in a recent interview with Xinhua.\nPerry, whose father \"icebreaker\" Jack Perry helped establish one of the first modern-day trade links between China and the outside world during the Cold War, highlighted the need for leaders to \"build a new world which eradicates poverty and lifts all.\"\n Athletes run through Tiananmen Square during the women's marathon final at the 2015 IAAF World Championships in Beijing, capital of China, Aug. 30, 2015. (Xinhua File/Li Wen)\nHe noted that the world is witnessing rapid change with the pandemic and an economic recession. \"The markets need guiding, the future needs guiding. We are no longer in the past when ships would sail through new seas,\" he said.\n\"The world now has (over) 7 billion people who need food, clothes, health, jobs and enjoyment, and a world which needs safeguarding and safety from crime,\" Perry added.\nBelieving that international bodies, such as the United Nations and World Trade Organization, are all part of the journey of change to a safer and prosperous world, Perry added that \"they need the cooperation and unity of steps from the two major trading nations of the world -- the USA and China.\"\n\"Together these two nations can provide a leadership and vision,\" he said.\nA man wearing a face mask walks past the U.S. Capitol building in Washington, D.C., the United States, Jan. 24, 2021. \nNoting that the international community has an opportunity currently to find common ground and ways forward, he said countries around the world also need to \"help the markets and commercial companies prosper and invest in better ways for the commercial world to help develop the world.\"\n\"This is not a time for any country to be first,\" he said, \"This is a time for all countries to cooperate and create real progress for humanity.\"\nPerry said the world is set for dramatic change over the next 100 years, \"beyond anything that can now be imagined.\"\n\"We can build the future together or conflict and disease can take too big a place,\" Perry argued.\nThe United States and China must work together to build a better world instead of adopting a winner-takes-all approach, Perry said. \"If there is a winner then there will be much loss.\"  \n"
}