{
    "title": "German development bank KfW sets record in business volume in 2020",
    "time": " 2021-02-02 22:07:05",
    "url": "http://www.xinhuanet.com/english/2021-02/02/c_139716434.htm",
    "content": "BERLIN, Feb. 2 (Xinhua) -- German state-owned development bank KfW said on Tuesday that its promotional business increased strongly last year by 75 percent to a record high of 135.3 billion euros (162.9 billion U.S. dollars).\nThe \"main drivers of the strong growth\" were the measures taken to mitigate the economic effects of the COVID-19 crisis, which totaled 50.9 billion euros in Germany and abroad, accounting for 38 percent of total business volume, according to KfW.\n\"2020 was a very special year for KfW. Never before have we faced these kinds of challenges as a promotional bank,\" said Guenther Braeunig, chief executive officer at KfW, in a statement.\nKfW supported companies, start-ups, students and non-profit organizations in Germany, as well as its partners in developing countries and emerging economies, \"in their efforts to overcome the effects of the pandemic,\" said Braeunig.\nLast year, KfW approved around one million loans, grants and other financing in Germany, totaling 106.4 billion euros. Growth of promotional volume was also driven by programs relating to energy-efficient construction and refurbishment.\nThe German government had launched an unprecedented economic aid package to mitigate the effects of the COVID-19 crisis. KfW, on behalf of the government, provides immediate loans for companies for investments and operating resources.\nKfW's business sector promotion of developing and emerging economies with a regional focus on Africa and the Middle East increased by 16 percent to 12.4 billion euros, accounting for 48 percent of commitments.\nRegarding the current year, Braeunig said that it was \"encouraging that vaccinations are underway, but the coronavirus pandemic will continue to keep us busy in the new year, both with new and existing business.\" (1 euro = 1.20 U.S. dollars) Enditem\n"
}