{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2021-01-30 21:04:47",
    "url": "http://www.xinhuanet.com/english/2021-01/30/c_139709659.htm",
    "content": "BEIJING, Jan. 30 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- HUAWEI\nChina's telecom giant Huawei said Monday that it has no plan to sell its flagship smartphone brands.\n\"Huawei has learned there are unsubstantiated rumors circulating regarding the possible sale of Huawei's flagship smartphone brands. There is no merit to these rumors whatsoever. Huawei has no such plan,\" Huawei said in a statement.\n-- JIANGSU FDI\nDespite the COVID-19 pandemic, east China's Jiangsu Province led the nation in materialized foreign direct investment (FDI) in 2020, which grew 8.6 percent to 28.38 billion U.S. dollars, according to the provincial government.\n-- ZHEJIANG GDP\nEast China's Zhejiang Province set its GDP target for 2021 at more than 6.5 percent.\nThe province achieved a 3.6-percent GDP growth to more than 6.46 trillion yuan (about 1 trillion U.S. dollars) in 2020, said Governor Zheng Shanjie while delivering a government work report at the annual session of the provincial people's congress.\n-- SHANXI COAL OUTPUT\nChina's coal mining hub Shanxi produced 1.06 billion tonnes of coal in 2020, ranking first in the country, according to data from the National Bureau of Statistics.\nAmid the province's drive to cut its outdated overcapacity, Shanxi closed all coal mines with an annual output of fewer than 600,000 tonnes by the end of 2020. The number of coal mines in the north China province had fallen to 890 by the end of 2020.\n-- WUHAN GDP\nWuhan, the central Chinese city hit hard by the COVID-19 epidemic early last year, has set its GDP growth target at 10 percent for 2021.\nIn 2020, the city's GDP retreated by 4.7 percent year on year to 1.56 trillion yuan (about 242 billion U.S. dollars), staging a strong recovery after its GDP shrank by 40.5 percent in the first quarter, according to Wuhan's acting mayor Cheng Yongwen. Enditem\n"
}