{
    "title": "Bangladeshi business leaders say Xi's Davos speech highlights multilateralism amid pandemic",
    "time": " 2021-01-28 10:06:08",
    "url": "http://www.xinhuanet.com/english/2021-01/28/c_139703543.htm",
    "content": "DHAKA, Jan. 28 (Xinhua) -- Chinese President Xi Jinping's new Davos speech has demonstrated China's commitment to sharing development opportunities with the world in the face of the COVID-19 pandemic, Bangladeshi business leaders have said, lauding China's efforts in upholding multilateralism.\nOnly a multilateral system could pave the way for all countries and regions to overcome pandemic-induced challenges, they said.\nAddressing the World Economic Forum Virtual Event of the Davos Agenda on Monday, Xi called on the world to abandon ideological prejudices and jointly follow a path of peaceful coexistence, mutual benefit and win-win cooperation.\n\"Difference in itself is no cause for alarm. What does ring the alarm is arrogance, prejudice and hatred,\" Xi said.\nNo global problem can be solved by any one country alone, and there must be global action, global response and global cooperation, Xi said.\nMohammad Shahjahan Siddiqui, a legal economist and former president of the Bangladesh Indenting Agents' Association, said the COVID-19 pandemic has become one of the biggest threats to the global economy and financial markets.\nThe pandemic has a serious impact on the world, disrupting global supply chains and causing weaker demand for imported goods and services, as well as drops in global tourism and business travel, said Siddiqui.\n\"Output contractions are being felt around the world, reflecting the key and rising role China has in global supply chains, travel and commodity markets. The coronavirus outbreak has already brought considerable human suffering and major economic disruption in all parts of the world,\" he said.\nNoting that the pandemic is a global problem that respects no borders, Siddiqui said the world cannot face COVID-19 without combined efforts and the framework of multilateralism as championed by Xi.\nAl Mamun Mridha, joint secretary general of the Bangladesh China Chamber of Commerce and Industry, said Xi's speech conveyed the message that multilateralism is important.\nIn this era of globalization and modern communication, the world should act united as one for peace and development, Mridha said, voicing his hope that \"Bangladesh and China will remain very good friends for a long time by walking side by side.\"\nLion Moshiur Ahmmed, managing director of Penguin Ice & Fish Processing, also commended Xi's role in supporting multilateralism.\nChina has already opened its door wider for trade and investment amid rising protectionism, Ahmmed said, noting China's recent announcement to provide tariff exemptions for 97 percent of exports from Bangladesh.\n\"We hope Bangladeshi businesses will get more opportunities in the Chinese market in the near future,\" he said, adding that they are sending more products to China.\n\"We do believe (that) in the future China will emerge as a big market for all countries and regions of the world,\" he said. Enditem\n"
}