{
    "title": "Top Australian business lobby calls for 2050 net zero emissions target",
    "time": " 2021-01-27 09:37:47",
    "url": "http://www.xinhuanet.com/english/2021-01/27/c_139700433.htm",
    "content": "CANBERRA, Jan. 27 (Xinhua) -- Australia's most powerful business lobby has thrown its support behind a 2050 net zero emissions target.\nThe Business Council Australia (BCA), which comprises more than 100 chief executives, said in a parliamentary submission that it supports \"strong action\" on climate change including \"setting a national target of net-zero emissions by 2050 and, critically, outlining a pathway to achieve this goal.\"\nThe submission was in response to legislation submitted by independent Member of Parliament (MP) Zali Steggall proposing a \"science-based, risk management\" approach to reducing Australia's emissions.\nThe legislation, which is currently the focus of a parliamentary inquiry, would establish an independent climate commission and introduce risk assessment and adaptation plans.\n\"The high-level policy framework outlined in the proposed legislation represents an important starting point for the development of a clearly defined, nationally guided and coordinated climate policy response,\" Jennifer Westacott, the chief executive of the BCA, said in the lobby's submission.\nIn a separate submission the Law Council of Australia did not formally endorse Steggall's legislation but said it had \"the potential to transform Australia's approach to combating climate change and its impact on our environment and society.\"\nThe federal government has repeatedly ruled out committing to a 2050 net zero emissions target despite international pressure to do so, saying it expects the country to reach the milestone in the second half of the 21st century.\nMinister for Emissions Reductions Angus Taylor said in November that reaching net zero by 2050 \"will destroy jobs, that will require taxes, that will impose costs on Australian energy consumers and raise the price of electricity.\" Enditem\n"
}