{
    "title": "Swiss pharma giant Novartis aims to double China business by 2024, says CEO",
    "time": " 2021-01-27 01:18:15",
    "url": "http://www.xinhuanet.com/english/2021-01/27/c_139699710.htm",
    "content": "An exhibitor of Novartis examines a visitor's retina at the Medical Equipment & Health Care Products area of the first China International Import Expo (CIIE) in Shanghai, east China, Nov. 7, 2018. (Xinhua/Li Jing) \n\"China is a top priority for Novartis,\" Novartis CEO Vas Narasimhan told Xinhua. \n\"We believe within our strategic planning that China will become the second-largest market in the world for Novartis medicines. Our goal is to double our business in China by 2024 to over 4 billion dollars in sales,\" said the CEO.\nGENEVA, Jan. 26 (Xinhua) -- Swiss drugmaker Novartis said on Tuesday that its sales in China grew double-digit last year and the company expects to double its China business by 2024 compared to 2019 sales.\n\"China is a top priority for Novartis,\" Novartis CEO Vas Narasimhan told Xinhua in an interview. \"We believe within our strategic planning that China will become the second-largest market in the world for Novartis medicines. Our goal is to double our business in China by 2024 to over 4 billion dollars in sales.\"\n\"This is driven by both growth in our innovative medicines, pharmaceuticals portfolio, as well as our oncology portfolio.\"\nBased in Basel, Switzerland, Novartis is one of the world's biggest pharmaceutical companies.\n\"Looking ahead, we are expecting multiple approvals of novel medicines across the full range of the Novartis portfolio. Top priority is to reach more Chinese patients with our medicines, continue to invest in China for the long-term,\" Narasimhan said.\nThe company released its full-year earnings on Tuesday, showing that net sales from continuing operations rose 3 percent.\n\"We were very pleased with 2020 given the impact the pandemic had on healthcare systems, still being able to grow sales 3 percent, grow our profits double-digit, still having solid growth across both pharmaceuticals and oncology. We were pleased that coming out of 2020 as we did I think it shows the resilience of our organization,\" the chief executive said.\nIn the fourth quarter, Novartis posted a net income of 2.1 billion U.S. dollars, up from 1.1 billion dollars in the same period the previous year, while sales increased to 12.8 billion dollars, from 12.4 billion dollars a year earlier.\nVas Narasimhan, Novartis CEO, speaks via video at the third World Laureates Forum in Shanghai, east China, Oct. 30, 2020. (Xinhua/Wang Xiang)\nKey growth drivers came from emerging markets in the fourth quarter of last year, Novartis said, where overall sales grew 4 percent in constant currencies, led by strong growth in China, where sales jumped by 14 percent to 659 million dollars.\nIn 2020, Novartis said that COVID-19 and lockdowns in countries and regions including the United States and Europe negatively impacted demand particularly in therapeutic areas such as ophthalmology, dermatology and its Sandoz retail business.\n\"Going forward into 2021, we have taken the assumption that healthcare systems continue to face disruptions through the first half of the year. But then start to return to normal in the first part of Q3,\" Narasimhan told Xinhua.\n\"There are some therapeutic areas that are more impacted than others, but let's see and hopefully healthcare systems with the vaccine rollout can get back to normal by the mid part of this year.\"\nCOVID-19 EFFORTS\nWhile Novartis sold its vaccine business to GlaxoSmithKline in 2015 and no longer produces vaccines itself, Narasimhan stressed that the company was able to participate in a number of industry-wide initiatives to promote the equitable access of COVID-19 vaccines to low-income countries.\nCOVAX, a global initiative led by the World Health Organization, is currently working with vaccine manufacturers to provide countries worldwide equitable access to safe and effective vaccines.\n\"I agree that we haven't done enough yet to ensure that low and middle-income countries have access to these vaccines and medicines,\" Narasimhan said.\n\"I am hopeful that as manufacturing scales up, as these technologies have better data, that in the second half of this year, vaccines and pharmaceuticals will be available more broadly.\" \nA pedestrian walks past the Palais des Nations in Geneva, Switzerland, April 14, 2020. (Xinhua/Nie Xiaoyang)\n"
}