{
    "title": "Economic Watch: As largest FDI recipient, China improves business climate for investors",
    "time": " 2021-01-27 00:01:06",
    "url": "http://www.xinhuanet.com/english/2021-01/27/c_139699650.htm",
    "content": "BEIJING, Jan. 26 (Xinhua) -- Rising above the challenges brought by the COVID-19 epidemic and the global economic recession, China became the world's top destination for new foreign direct investment (FDI) last year, and it has introduced a series of policies to further improve its business environment.\nThe country bucked the global downward trend and recorded a 4-percent growth in inflows, overtaking the United States as the largest recipient in 2020, a recent report by the United Nations Conference on Trade and Development shows.\nIn breakdown, high-tech industries saw an increase of 11 percent, while cross-border mergers and acquisitions, mostly in information and communications technology, rose by 54 percent, according to the report.\nIt said a return to positive GDP growth and the Chinese government's targeted investment facilitation programs helped stabilize investment after the early lockdown.\nChina was likely the only major economy to post growth in 2020, with its GDP expanding 2.3 percent year on year and exceeding the 100-trillion-yuan (about 15.4 trillion U.S. dollars) threshold for the first time.\nIn a bid to promote multilateral trading, the country completed investment agreement negotiations with the European Union in December and signed the Regional Comprehensive Economic Partnership, the world's biggest trade pact, in November.\nAs its economy maintains recovery momentum, the country aims to attract foreign investors this year by encouraging investment in more industries, shortening negative lists for foreign investment, and further expanding the free-trade network.\nOn Wednesday, a revised industry catalog that names more sectors encouraging foreign investment will come into effect. The new version has 127 more items on the list, according to the Ministry of Commerce (MOC).\nTo further open up its market, China unveiled new, shortened negative lists for foreign investment in late June last year, and the number of sectors that are off-limits to foreign investors has been slashed to 33 from 40 in 2019.\nMeanwhile, China is willing to sign free-trade agreements and promote liberalization and facilitation of trade and investment with more partners, MOC spokesperson Gao Feng told a press briefing last week.\nHe said that the country would accelerate China-Japan-Republic of Korea free-trade agreement negotiations, push forward China-Gulf Cooperation Council, China-Norway and China-Israel free-trade agreement negotiations, and consider joining the Comprehensive and Progressive Agreement for Trans-Pacific Partnership.\nGao said China would actively explore free-trade rules that conform with prevailing international rules and meet the country's reform and development demands.\nThe country will further raise the proportion of zero-tariff goods for trading, ease market access for services trade and investment, and actively participate in trade-rule negotiations in new areas such as the digital economy and environmental protection, according to Gao.\nForeign investors have remained resilient, optimistic and committed to the China market.\nThe British Chamber of Commerce in China said in a recent sentiment survey that there are high expectations for China's economic prospects among British companies.\nThe survey says that 82 percent of companies cite market potential as a reason to increase investment in 2021 and companies expect to expand their China offices by an average of 13 people.\nChina remains a priority market for the global investment plans of the majority of British companies, the survey shows, adding that very few companies have taken any steps to relocate their supply chains out of China. Enditem\n"
}