{
    "title": "GLOBALink | U.S. business leader urges stronger U.S.-China cooperation to tackle climate change, pandemic",
    "time": " 2021-01-24 16:53:11",
    "url": "http://www.xinhuanet.com/english/2021-01/24/c_139693673.htm",
    "content": "\n\nThe U.S. and China should boost cooperation on global challenges such as climate change and COVID-19, despite the competitive elements of their bilateral relationship, a U.S. business leader has said. \n\"Such collaboration would be probably very productive, particularly over the longer term,\" U.S.-China Business Council (USCBC) President Craig Allen told Xinhua in a recent video interview.\nOn climate change, Allen noted that decarbonization is a massive job for both China and the United States. \"I think that, were we two work together on this, that it would make it much more safe for our children and our grandchildren,\" he said.\nOn COVID-19, the U.S. business leader noted that there is a lot of corporate collaboration right now. \"But at the national level, I think greater collaborate, and (at) the multilateral level, greater cooperation, would benefit everyone,\" he said.\n\"If we are to value the global commons and try to improve the situation, not only in Asia, not only in America, not only in China, but globally, the two have to work together,\" he said.\nAllen told Xinhua that American companies are not leaving China amid the pandemic, as all USCBC member companies recognize that China will produce approximately 30 percent or more of global growth for the next 10 years.\n\"We want to be a part of China's global growth. We think that we can contribute to China's global growth, make it more balanced, employ a lot of people, bring good products,\" he said.\n\"Almost all of our companies are doubling down in China, we are in China for the long term. Nobody is pulling out of China at all,\" said the U.S. business leader, whose organization represents over 200 American companies doing business with China.\nAllen said all USCBC member companies welcome Chinese investment in the Unites States, as Chinese investment employs Americans, and brings in new brands, new software and new technologies into the U.S. market.\n\"Both countries have legitimate national security concerns, but for the 95 percent of GDP that is outside of national security, free trade and investment flows make us both better and richer countries,\" he said. \"We should embrace the opportunity to expand trade and investment.\"\n\n"
}