{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2021-01-24 16:08:43",
    "url": "http://www.xinhuanet.com/english/2021-01/24/c_139693579.htm",
    "content": "BEIJING, Jan. 24 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- FAW, AUDI COOPERATION\nChina's leading automaker First Automotive Works (FAW), German automaker Audi, and the Changchun government have launched a project to produce electric vehicles.\nThe three sides signed an agreement via video on Monday. The project plans to introduce the Premium Platform Electric (PPE).\n-- AGRICULTURAL PRODUCE EXPORT\nShandong's exports of agricultural produce grew 1.9 percent year on year to a record annual high of more than 125.7 billion yuan (around 19.4 billion U.S. dollars) in 2020, accounting for 23.9 percent of the country's total exports of such goods.\n-- GROWING FOREIGN TRADE\nEast China's Jiangxi Province saw its foreign trade grew by 14.3 percent year on year to a record over 401 billion yuan in 2020 despite COVID-19.\nJiangxi's export volume reached 292 billion yuan in 2020, up by 17 percent year on year, while imports totaled nearly 109 billion yuan, up by 7.5 percent.\n-- DELIVERIES START FOR TESLA'S MODEL Y\nU.S. electric carmaker Tesla Inc. on Monday began Shanghai deliveries of its built-in-China Model Y.\nOn Jan. 7, 2020, Tesla launched the project to manufacture Model Y vehicles in its Shanghai Gigafactory, its first overseas plant outside the United States. The China-made model went on sale on Jan. 1.\n-- TENCENT, GEELY AGREEMENT\nChinese automaker Geely Auto Group and technology giant Tencent signed an agreement on Tuesday to carry out cooperation in various fields, including digital marketing, autonomous driving and low-carbon development.\nThe two companies will work together to realize industrial digitalization in terms of product development and research, manufacturing, marketing, user operation and after-sales service.\n-- 5G BASE STATIONS\nOver 20,000 5G base stations had been built in southwest China's Guizhou Province by the end of last year as the province accelerates its digital infrastructure construction.\nThe 5G coverage in Guizhou has continued to expand over recent years and basically reached all the county-level administrations in the province.\n-- TIBET'S GDP\nThe gross domestic product (GDP) of southwest China's Tibet Autonomous Region grew 7.8 percent in 2020, said Qizhala, chairman of the regional government.\nTibet's GDP surpassed 190 billion yuan last year, Qizhala said in his government work report delivered Wednesday at the fourth session of the 11th People's Congress of Tibet Autonomous Region.\n-- DIGITAL ECONOMY IN XINJIANG\nThe digital economy in northwest China's Xinjiang Uygur Autonomous Region registered a 10-percent growth year on year in 2020, contributing 26 percent to the region's annual gross domestic product (GDP).\nThe growth was mainly driven by the construction of new infrastructure projects, such as the Xinjiang Software Park, and the rapid expansion of the 5G+ Industrial Internet last year, according to the regional government's department of industry and information technology.\n-- BUSIEST PORT\nChina's busiest port, the Port of Ningbo Zhoushan in the eastern province of Zhejiang, saw its cargo throughput exceed 1.17 billion tonnes in 2020, ranking first in the world for a 12th consecutive year, according to the port.\nThe port's annual container throughput surpassed 28.7 million twenty-foot equivalent units (TEUs) last year, ranking third globally.\n-- BEIJING'S GDP\nBeijing strives to notch its year-on-year GDP growth to around 6 percent this year, local authorities said on Saturday.\nThe city also aims to maintain its consumer price index (CPI) increase within 3 percent compared to the prior year. The goals were released in the government work report delivered by the capital city's mayor Chen Jining at the ongoing fourth session of the 15th Beijing Municipal People's Congress. Enditem\n"
}