{
    "title": "UK business activity suffers steep slump in January amid fresh lockdown",
    "time": " 2021-01-23 00:52:20",
    "url": "http://www.xinhuanet.com/english/2021-01/23/c_139690582.htm",
    "content": "LONDON, Jan. 22 (Xinhua) -- British business activity in January registered an eight-month low as the country introduced a new round of lockdown restrictions due to the coronavirus pandemic, according to a report released Friday.\nBritish Composite Output Index stood at 40.6 in January, down sharply from 50.4 in December 2020, far below the neutral 50.0 threshold, said the report published by IHS MARKIT/CIPS.\n\"A steep slump in business activity in January puts the lockeddown UK economy on course to contract sharply in the first quarter of 2021, meaning a double-dip recession is on the cards,\" said Chris Williamson, chief business economist at IHS Markit, a London-based global information provider.\nThe purchasing managers' index (PMI) for the services sector dropped to 38.8 in January, down sharply from 49.4 in December, figures showed. In addition, PMI for the manufacturing sector registered 52.9 in January, down from 57.5 in December.\n\"This is a sudden blow to the UK economy as recovery in the two sectors lost its momentum after some improvement at the end of last year,\" said Duncan Brock, group director at the CIPS, a Britain-based global procurement and supply organisation.\nBrock said that \"though worrying, this was not an unexpected downturn from businesses ravaged by restrictions, lockdowns and post-Brexit disruption\", adding that firms are \"placing hope in vaccine programmes bringing more normality soon\".\nWilliamson echoed the optimism due to vaccines rollout, saying that the current downturn looked far less severe than that seen during the first national lockdown, and \"businesses have become increasingly optimistic about the outlook, thanks mainly to progress in rolling out COVID-19 vaccines\".\nEngland is currently under the third national lockdown since the outbreak of the pandemic in the country. Similar restriction measures are also in place in Scotland, Wales and Northern Ireland.\nTo bring life back to normal, countries such as Britain, China, Germany, Russia and the United States have been racing against time to roll out coronavirus vaccines. Enditem\n"
}