{
    "title": "News Analysis: No mystery behind China's business climate improvement",
    "time": " 2021-01-20 15:35:43",
    "url": "http://www.xinhuanet.com/english/2021-01/20/c_139683630.htm",
    "content": "Aerial photo taken on Sept. 12, 2020 shows a view of Nanshan District of Shenzhen, south China's Guangdong Province. (Xinhua/Mao Siqian)\n- There is no mystery behind China's achievement. It stems from a perseverance in taking concrete actions to improve its business environment as well as a strong belief that those efforts will lead to win-win results.\n- A fair and transparent business environment cannot be created without the protection by law.\n- Meanwhile, China has kept opening up its market through a stronger engagement in regional economic partnership.\nBEIJING, Jan. 20 (Xinhua) -- Building on effective COVID-19 containment and measures to optimize business climate, foreign direct investment (FDI) into the Chinese mainland, in actual use, expanded 6.2 percent year on year to a record high of 999.98 billion yuan in 2020, revealing how alluring China is to foreign investors.\nEven in normal times, achieving such progress is not an easy task, let alone a year during which business activities across the globe were disrupted by the virus and the rise of protectionism. Such progress has also comforted people who still have faith in economic globalization and free trade.\nHowever, there is no mystery behind China's achievement. It stems from a perseverance in taking concrete actions to improve its business environment as well as a strong belief that those efforts will lead to win-win results: a better business environment featuring fairness and transparency will not only help China retain investment and job opportunities, but also allow foreign manufacturers to produce higher quality products more efficiently in China, meeting local and global demand.\nA fair and transparent business environment cannot be created without the protection by law. China's new foreign investment law, which came into effect one year ago, is an epitome of the country's actions to address the concerns of foreign firms, protect the interests of foreign investors and enhance their \"sense of gain.\" With the law, foreign-invested enterprises will be granted access to government procurement markets through fair competition. The law also bans using administrative licensing and penalties for forced technology transfer.\nAt the practical level, it is vital for the local governments, which were at the forefront of stabilizing foreign investors' expectations, to implement the policies accurately. Different from providing \"hardware-based incentives,\" such as land and office parks to facilitate foreign investment as emphasized in the past, local governments today are offering more \"software-based benefits\" to foreign enterprises, such as optimizing the approval process and strengthening intellectual property rights protection.\nThe signing ceremony of the Regional Comprehensive Economic Partnership (RCEP) agreement is held via video conference in Hanoi, capital of Vietnam, Nov. 15, 2020. (VNA via Xinhua)\nMeanwhile, China has kept opening up its market through a stronger engagement in regional economic partnership. Latest examples include signing the Regional Comprehensive Economic Partnership agreement and completing investment agreement negotiations with the European Union (EU).\nForeign enterprises have showed their recognition of China's progress in improving its business environment. The European Union Chamber of Commerce in China found in a survey in 2020 that the investment situation of European enterprises in China was generally stable, with only 11 percent of the responding enterprises considering moving abroad or changing their investment plans, nearly the lowest level in 10 years.\nKeeping the world coming to its shores will benefit China's \"dual circulation\" development pattern, in which domestic and overseas markets reinforce each other, with the domestic market as the mainstay. The pattern does not mean a closed-door circulation, but will help transform the Chinese economy into an even more powerful engine to promote global recovery and growth.\nChina's moves to refine its business climate know no bounds. In 2021, China will further upgrade opening-up and cooperation as it is ready to share with the world its \"development dividends.\"  \n"
}