{
    "title": "UK business body urges gov't to extend support measures amid COVID-19 lockdown",
    "time": " 2021-01-19 21:50:45",
    "url": "http://www.xinhuanet.com/english/2021-01/19/c_139681382.htm",
    "content": "LONDON, Jan. 19 (Xinhua) -- The British government is recommended to extend a series of support measures ahead of the new Budget announcement in March to help firms through the COVID-19 pandemic, the Confederation of British Industry (CBI) said Tuesday.\nIn its letter to British Chancellor of the Exchequer Rishi Sunak, the business group outlined a package of \"measures needed in the next few weeks, ahead of the Budget, to help protect UK companies through the Spring\", including extending the furlough scheme and lengthening repayment periods for existing VAT deferrals.\n\"The Budget comes at a crucial time for the UK...The (British) government must once again stand shoulder-to-shoulder with businesses to underwrite support for the duration, helping viable enterprises to last the course,\" said Tony Danker, director-general of the CBI.\n\"If the government plans to continue its support then I urge them to take action before the Budget which is still more than six weeks away,\" said Danker.\nIn addition, the CBI also recommended the British government to consider an array of measures in the Budget to drive economic recovery, as the Budget \"provides a chance to look beyond the immediate crisis to the reopening of the economy.\"\nThe CBI's recommendations include using the net-zero transition to drive economy, delivering comprehensive reform of the business rates system, and turbo-charging innovation spending by government and business, among others.\nRain Newton-Smith, chief economist at the CBI, said the British government should use the upcoming Budget to speed ahead to low carbon, a move to \"smooth the path to achieving net-zero by 2050\".\nEarlier this month, the British government announced to offer around 4.6 billion pounds (about 6.25 billion U.S. dollars) to support businesses amid further COVID-19 lockdown restrictions.\nEngland is currently under the third national lockdown since the outbreak of the pandemic in the country. Similar restriction measures are also in place in Scotland, Wales and Northern Ireland.\nTo bring life back to normal, countries such as Britain, China, Germany, Russia and the United States have been racing against time to develop coronavirus vaccines. Enditem\n"
}