{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2021-01-17 21:51:12",
    "url": "http://www.xinhuanet.com/english/2021-01/17/c_139675146.htm",
    "content": "BEIJING, Jan. 17 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- ONLINE RETAIL SALES\nZhejiang Province, an e-commerce heartland and foreign trade hub in east China, reported a robust increase in both online retail sales and cross-border e-commerce trade last year.\nThe online retail sales of the province in 2020 exceeded 2.26 trillion yuan (about 350 billion U.S. dollars), up 14.3 percent from the previous year, data from the provincial department of commerce showed.\n-- RECORD CARGO VOLUME\nThe import and export goods volume via Erenhot, the largest land port on the China-Mongolia border, rose 13.5 percent from the previous year to more than 17 million tonnes in 2020, according to the port's customs.\nIn 2020, around 14.7 million tonnes of goods were imported via the port, up 11.9 percent in volume, while exports weighing about 2.44 million tonnes increased by 24.3 percent compared with the same period in 2019.\n-- RECORD FDI\nForeign direct investment (FDI) in Shanghai hit a record high in 2020 despite the COVID-19 epidemic, according to data from the municipal government.\nThe actual use of FDI in Shanghai topped 20.2 billion U.S. dollars last year, up 6.2 percent year on year.\n-- CHINA-EUROPE FREIGHT TRAIN\nA total of 1,273 China-Europe cargo train trips from or to east China's Jiangsu Province were made in 2020, a rise of 36.4 percent compared with the previous year, Nanjing customs said Friday.\nThe trains carried cargo worth 12.31 billion yuan, surging 53.8 percent from 2019, said Zhang Yaping, deputy head of the customs.\n-- AUTO JOINT VENTURE\nChinese automaker Zhejiang Geely Holding Group (Geely Holding) and Foxconn Technology Group (Foxconn) have signed a strategic cooperative agreement to establish a joint venture company providing original equipment manufacturer (OEM) production and comprehensive customized consulting services.\n-- FOREIGN INVESTMENT\nWith free trade port policies helping woo investors, China's southern island province of Hainan reported strong foreign investment growth last year.\nPreliminary statistics showed that the actual use of foreign investment in Hainan totaled about 3 billion U.S. dollars in 2020, doubling the figure for 2019, according to the provincial department of commerce on Wednesday.\n-- PROTOTYPE TRAIN\nA prototype train using high-temperature superconducting (HTS) maglev technology was rolled out on Wednesday in southwest China's city of Chengdu.\nThe domestically developed maglev train boasts a designed speed of 620 kph, according to Southwest Jiaotong University, one of the train's designers.\n-- CAR EXPORTS\nChinese automaker Chery Holdings Co., Ltd. reported year-on-year vehicles export growth of 18.7 percent in 2020, with overseas sales of vehicles hitting 114,000 units.\nChery sold a total of 730,000 vehicles in 2020, slightly lower than the 745,000 units in 2019.\n-- LIQUOR SALES GROWTH\nChina's leading liquor producer Wuliangye Yibin Co., Ltd. posted an estimated year-on-year revenue increase of 14 percent to reach 57.2 billion yuan (about 8.76 billion U.S. dollars) in 2020.\nThe company's net profit attributable to its shareholders rose to about 19.9 billion yuan, also up around 14 percent year on year, according to the company's annual report on major performance data. Enditem\n"
}