{
    "title": "Across China: Calabash business fills villagers' pockets",
    "time": " 2021-01-15 21:41:17",
    "url": "http://www.xinhuanet.com/english/2021-01/15/c_139671220.htm",
    "content": "TIANJIN, Jan. 15 (Xinhua) -- After using her computer to create a design for the character \"Fu,\" meaning blessings, Zhu Na inserted a calabash into a laser printing machine. As the ornate calabashes were churned out, Zhu tied them together with Chinese knots.\nZhu, 32, is one of three trainers at a workshop founded in 2019 producing carved and pyrographic calabash artworks in Daduzhuang Village in north China's Tianjin Municipality.\nDaduzhuang Village has over 40 years of history in growing calabashes. Nowadays, the plant variety has been expanded while also being processed into craftwork, helping local villagers make a fortune.\n\"We three trainers have helped over 40 people in the village learn the skills of making the artworks,\" Zhu said.\nIn addition to using the laser machine, Zhu was also skilled in making pyrographic calabash handicrafts with more detailed steps, including portraying rough sketches on the calabashes, drawing outlines with a soldering iron and painting.\nEach piece created by the laser machine can be sold in scenic spots for about 10 yuan (about 1.5 U.S. dollars), and a handcrafted work can take in an even higher price.\nZhu now earns more than 3,000 yuan a month and can better take care of her family in the village.\nThe new calabash business has also brought a new look to the village.\nA few years ago, the village made its fortune mainly by relying on heavy polluters such as auto parts factories and plywood factories. However, such industries have taken a toll on the local environment and seriously polluted the air.\nSince 2017, the village shut down all the pollution-intensive enterprises. Meanwhile, the collective economy of the village was almost cut off at that time.\nIn his efforts to bring some changes, Bi Hongge, the village Party chief, found some local villagers making big money from their traditional calabash planting business.\n\"Why not promote the calabash planting to the whole village?\" Bi said.\nHe later invited people with experience of seedling raising and calabash breeding to train the local villagers and helped them explore online marketing channels.\nIn recent years, more than 30 varieties of calabashes have been planted on over 13.3 hectares of land in the village, with an annual output value of more than 6 million yuan.\nSun Guoyu, a 54-year-old villager, planted calabashes on about 0.27 hectares of land and used livestreaming to market his products.\n\"I sell big, beautiful calabashes through livestreaming. If a calabash is to a customer's liking, they can book it in advance, so when the fruit is ripe, I will send it to them,\" Sun said.\nThe village purchases the remaining small calabashes and makes them into small artworks. Sun's family can earn about 100,000 yuan a year from the business.\nThe village built a museum for \"calabash culture\" to showcase the delicate calabash artworks. It also organizes calabash artwork classes.\n\"The classes also serve to enrich the cultural life,\" Bi said.\nIn 2020, the annual per capita disposable income of villagers reached 27,000 yuan.\n\"In the future, we plan to extend the calabash processing industry chain and bring in food processing equipment for making calabash specialties,\" Bi said. \"We believe our villagers will enjoy happier lives with the business.\" Enditem\n"
}