{
    "title": "U.S. business optimism tempered by concern over recent COVID-19 spikes: Beige Book",
    "time": " 2021-01-14 03:47:47",
    "url": "http://www.xinhuanet.com/english/2021-01/14/c_139665521.htm",
    "content": "WASHINGTON, Jan. 13 (Xinhua) -- U.S. business optimism for growth has been \"tempered\" by concern over the recent COVID-19 resurgence, the Federal Reserve said in its latest Beige Book released on Wednesday.\nMost Federal Reserve districts reported that economic activity increased \"modestly\" since the previous Beige Book period, although conditions remained \"varied,\" the central bank said.\nTwo districts reported little or no change in activity, while two others noted a decline, according to the report.\nThe Beige Book, published eight times per year, contains economic reports from 12 Federal Reserve districts, each of which is monitored by a regional Federal Reserve Bank.\nThe report showed that some districts noted declines in retail sales and demand for leisure and hospitality services, \"largely owing to the recent surge in COVID-19 cases and stricter containment measures.\"\n\"Although the prospect of COVID-19 vaccines has bolstered business optimism for 2021 growth, this has been tempered by concern over the recent virus resurgence and the implications for near-term business conditions,\" the report said.\nOn employment, a majority of districts reported that employment rose, although the pace was \"slow,\" and the recovery remained \"incomplete,\" the Fed said.\nA growing number of districts reported a drop in employment levels relative to the previous reporting period, it noted.\nLabor demand was strongest in the manufacturing, construction, and transportation sectors, with some employers noting staffing shortages and difficulty attracting qualified workers, especially for entry-level and on-site positions, according to the report.\nIt added that these hiring difficulties were exacerbated by the recent resurgence in COVID-19 cases and the resulting workplace disruptions in some districts. Enditem\n"
}