{
    "title": "Feature: Mongolian business owners glad to see lockdown measures ease in capital",
    "time": " 2021-01-11 21:21:42",
    "url": "http://www.xinhuanet.com/english/2021-01/11/c_139659199.htm",
    "content": "ULAN BATOR, Jan. 11 (Xinhua) -- \"I'm very happy that the strict COVID-19 restrictions have been loosened gradually, and we have been allowed to work,\" said Ochirbat Ariunaa, a woman who runs a sewing workshop here in Mongolia's capital.\nThough the number of COVID-19 infections is on the rise, Mongolia partially eased the COVID-19 lockdown measures in the country's capital Ulan Bator starting from Monday with certain conditions to revive the economy and support businesses.\nEmployees of all types of trade and service organizations, except for 18 types of organizations such as stores carrying non-food items, saunas, bars, hair and beauty salons, and fitness and entertainment centers, are being allowed to return to work, but must obey strict safety guidelines.\nThe Mongolian Health Ministry is urging the trade and service organizations to strictly adhere to infection control measures by disinfecting surfaces, keeping social distance, not serving customers who don't wear masks and checking their body temperature.\n\"COVID-19-related restrictions have become a big blow to small and medium-sized businesses like us,\" Ariunaa said.\nTraditionally, during the White Moon festival or the Lunar New Year, people order a lot of traditional costumes, so her sewing workshop earns most of its annual income around that time.\nYet this year, the Mongolian government has banned the celebration of the traditional White Moon festival or the Lunar New Year due to the pandemic. \"It is expected to take a long time for us to make up for the loss and make money like before,\" said Ariunaa.\nDavaa Enktsetseg is the owner of a small coffee shop in Ulan Bator.\n\"Almost two months later, we returned to work today. There are now very few customers at the coffee shop,\" Enkhtsetseg said. \"If the pandemic continues for a long time and there will be a few people like today, our coffee shop will have to close its doors.\"\nEnkhjargal Sumiya, a self-employed manicurist, worries about her prospects as manicurists are still not allowed to work. \"There are many people in this country like us who live on their daily income,\" she said, \"I just want the COVID-19 pandemic to end quickly.\"\nMongolia confirmed its first case of COVID-19 in March 2020. Its first local transmission was detected in early November, when a woman tested positive after her husband returning from Russia finished his 21-day mandatory quarantine.\nThe incident triggered a nationwide lockdown that was later extended in Ulan Bator and two provinces until Dec. 11. After that, the Mongolian government reimposed lockdown measures in Ulan Bator, which was the hardest hit by the coronavirus outbreak, from Dec. 23 to Jan. 6 and extended the strict all-day lockdown until Jan. 11 to curb resurging local cases.\nAs of Monday, the Asian country has reported 1,442 COVID-19 cases, more than two-thirds of which were locally transmitted.\nThe country, with a population of 3.3 million, has so far registered two COVID-19-related deaths and 896 recoveries. Enditem\n"
}