{
    "title": "Dortmund back in business",
    "time": " 2021-01-11 10:44:24",
    "url": "http://www.xinhuanet.com/english/2021-01/11/c_139657926.htm",
    "content": "By Oliver Trust\nBERLIN, Jan. 10 (Xinhua) -- The effect of self-conception has been a part of professional sports for some years, and it is no surprise that this method of positive thinking has hit football.\nBorussia Dortmund has become another example of the trend in its attempt to turn things around in the Bundesliga after the team struggled in the past months.\nThe 2012 German champion was seemingly off the pace in the league championship race and thus changed coaches.\nA convincing performance beating RB Leipzig (3-1) means BVB are back in the hunt for the title.\nThis Saturday, the Black and Yellows showed just \"how important positive coaching is,\" as Marco Reus put it. \"For us, it is vital we continue with positive coaching.\"\nDortmund's strategy was highly audible and visible to the TV audience following the game - one of the advantages of games behind closed doors.\n\"You could only hear positive comments and words of encouragement,\" said pundit Lothar Matthaeus.\n\"Dortmund is back in business,\" the 59-year-old commented and called the side \"the winner\" of the German league's 15th round of matches. Borussia was the only team in the top six to win.\n\"Coming away with three points in such an important game has opened the doors for new opportunities. The victory shows us what is possible this season,\" coach Terzic said.\nMidfielder Emre Can added, \"If we manage to unleash our potential, we should be able to compete for a title. But first of all, it's about staying positively realistic.\"\nThe upswing is apparent as players like Jadon Sancho, Manuel Akanji, Marco Reus, and Erling Haaland are on their way back to top form.\nCombining stability in the back with attacking football worked wonders in Leipzig and may well prove to be the kick-start for a successful comeback.\nA fighting spirit seems to have returned to the young and gifted team, but also one that at is too impetuous at times. In Leipzig, Dortmund used the first half to shut up shop and wait for opportunities, while in the second half they went forward in search of the win.\nNot only Sancho has overcome his bad patch, but 20-year-old Norwegian international Erling Haaland is the same class act he was before getting injured.\nHis two goals in Leipzig have lifted him to 25 goals in 25 league games. In total, the \"goal-monster\" has scored 35 in 34 competitive games for Borussia.\n\"He stands for mentality, quality, and positive energy,\" Matthaeus said.\nSwiss international Akanji talked about the significant changes in the team's approach. \"We have changed tactics and the way we attack our opponents,\" the 25-year-old said, adding he \"is in a new flow.\"\nSomething shared by a growing number of teammates as job satisfaction seems to be back. Enditem\n"
}