{
    "title": "Interview: Turkey-China ties to grow in post-pandemic period, says business leader",
    "time": " 2021-01-06 23:26:44",
    "url": "http://www.xinhuanet.com/english/2021-01/06/c_139646679.htm",
    "content": "ISTANBUL, Jan. 6 (Xinhua) -- Relations between Turkey and China have proven to be strong during the COVID-19 crisis and will further deepen in the post-pandemic period, said Ihsan Beser, head of a major Turkish business association.\nChina has been transparent in its response to the pandemic and has been sharing its knowledge with other countries including Turkey, Beser, chairman of Turkey-China Business Development and Support Association, told Xinhua in a recent interview.\nNoting that the first batch of 3 million doses of China's SinoVac COVID-19 vaccines arrived in Turkey in November, Beser said that Turkey's decision to purchase Chinese vaccines reflects its trust in China and the country's products.\nTurkey and China have supported each other throughout the fight against COVID-19. At the early stage of the outbreak, Turkish people reached out to China by donations. Later, Chinese medical experts shared their expertise in combating coronavirus via video conferences with their Turkish counterparts.\n\"Relations between the two countries are built on mutual respect, the coronavirus pandemic has demonstrated this, and their cooperation is expected to achieve new dimensions,\" he added.\nThis year, \"we want to take the 50th anniversary of the establishment of diplomatic relations between Turkey and China as an opportunity to further deepen cooperation with China and improve bilateral relations,\" Beser said.\nHe added that Turkey is planning to host a big meeting in the second half of 2021 for countries and companies involved in the Belt and Road Initiative.\nThe trade volume between Turkey and China stood at 23.6 billion U.S. dollars in 2018 and 21 billion dollars in 2019, according to data released by the Turkish Statistical Institute.\nFor 2020, one of the most significant achievements of the trade relations, said Beser, is Turkey's first China-bound export train arriving in the northwestern Chinese city of Xi'an last month.\nThe cargo train, which left Istanbul on Dec. 4, traveled 8,693 km with 42 containers carrying products worth about 10.4 million yuan (about 1.59 million dollars), according to Xi'an International Trade & Logistics Park.\n\"We are delighted with this project, and we expect the number of freight trains to increase and (that they will) continue traveling regularly to China,\" he added.\nThe chairman noted that the new railway route was \"the dawn of a new era in bilateral trade\" amid the pandemic, as global logistics were disrupted and commerce has been diminishing.\nAgainst such a backdrop, land transport routes have become more important in promoting the cross-border flow of goods and services, according to Beser. Enditem\n"
}