{
    "title": "China to remove barriers hindering implementation of regulation on improving business environment",
    "time": " 2021-01-05 00:15:03",
    "url": "http://www.xinhuanet.com/english/2021-01/05/c_139641461.htm",
    "content": "BEIJING, Jan. 4 (Xinhua) -- Premier Li Keqiang heard a report on the third-party assessment of the implementation of the Regulation on Improving the Business Environment while chairing the State Council Executive Meeting on Monday, and urged greater efforts to remove barriers and provide stronger legal underpinning for the business environment.\nAs entrusted by the State Council, third-party assessment of the implementation of the Regulation on Improving the Business Environment has been conducted in nine provinces.\nOverall results show that the Regulation has been well implemented, as evidenced by relatively high business satisfaction for tax and fee cuts and for government service convenience.\nThe reform measures that facilitate the starting and operation of businesses, such as one permit for one sector, one license for one enterprise and joint application of permit and business license, have made a notable impact on business owners.\nDespite last year's extremely challenging situation, over 20 million market entities were added and remained active, which shows the result of the constantly improving business environment.\n\"The Regulation that took effect last year is aimed at strengthening market-oriented and law-based development. Business environment has considerably improved over the past year. The substantial increase in market entities last year and their ability to weather the difficulties are both attributable to a more just and equitable business environment,\" Li said.\nThe assessment has also exposed entrepreneurs' complaints in such areas as tendering and bidding, intermediary services and financing. Progress in the implementation of the Regulation has been uneven between the eastern region and the central, western and northeastern regions, and between provincial capitals and other cities. And the imbalance has been quite significant in some cases.\n\"According to the evaluation of the execution of the Regulation, people's sense of gain comes mostly from reforms of the government management model, including innovative measures like one permit for one sector and one license for one enterprise. Experience gained shall be further summarized and promoted,\" Li said.\n\"There remain considerable gaps between the eastern region and the central, western and northeastern regions, as well as between provincial capitals and other cities, regarding fostering a more enabling business environment. That said, gaps also entail potential. Departments and localities concerned shall identify weak links and improve relevant work,\" he noted.\nThe meeting urged greater efforts to reform government functions and further implement the Regulation, and ensure that these efforts truly stimulate market activities and bring about equity, justice and efficiency.\nThe eastern region and provincial capitals are encouraged to take pilot measures on par with international standards, while central, western and northeastern regions and non-capital cities will be supported in fostering notably better business environments through reform.\nInnovative measures such as one permit for one sector, one license for one enterprise and joint application of permit and business license will be applied extensively. Such measures will help nurture more new market entities and facilitate their operation based on market rules.\n\"When formulating the 14th Five-Year Plan, gaps between different regions in terms of business environment shall be fully taken into consideration. Reform should be further advanced,\" Li said.\nFair competition will be further promoted. Reform will be advanced for the market-oriented tendering and bidding of government projects. Intermediary services will be better regulated.\nEfforts will be intensified to investigate and punish \"hidden red tape\" and possible irregularities in credit issuing that increase the financing cost of businesses.\nMaking oversight more effective and efficient will be a priority task, to ensure authority is delegated where appropriate and regulation is fully enforced, the meeting noted.\nOversight throughout the process will be made more targeted and effective. Integrated supervision and joint law enforcement will be conducted, and all the fields that concern the life and health of the people will be subject to oversight on a priority basis.\n\"Greater efforts shall be made to address the prominent issues raised by market entities. Difficulties in getting administrative approvals and inadequate enforcement of oversight remain acute concerns, which have increased institutional transaction costs for market entities,\" Li said, \"Proper solutions can effectively raise productivity.\" Enditem\n"
}