{
    "title": "China moves to improve business environment by streamlining procedures",
    "time": " 2021-01-04 22:41:57",
    "url": "http://www.xinhuanet.com/english/2021-01/04/c_139641394.htm",
    "content": "BEIJING, Jan. 4 (Xinhua) -- The State Council, China's cabinet, has made arrangements to optimize the country's business environment by streamlining administrative procedures and strengthening regulation.\nA better business environment will further vitalize market entities, and play a crucial role in facilitating steady economic recovery amid complex situations, according to a statement issued Monday after a State Council executive meeting chaired by Premier Li Keqiang.\nWhile reviewing the nationwide implementation of a guideline for improving the business environment, the meeting announced targeted measures to streamline administrative procedures, improve services and enhance regulatory effectiveness.\nA third-party assessment was conducted on the implementation of the guideline in nine provinces, according to the meeting, and the results showed that the implementation has yielded positive results.\nLast year, despite extremely difficult conditions, more than 20 million new market entities were established, bucking the downward trend and maintaining a high level of vitality, which could not have been achieved without a constantly improving business environment, said the meeting.\nThe meeting stressed further efforts in pressing ahead with reforms to streamline administration and delegate power, improve regulation, and upgrade services, including innovative measures such as \"one integrated license.\"\nMore work will be done to promote fair competition, make the bidding for government projects more market-oriented and improve oversight efficiency, according to the meeting.\nThe meeting passed the draft stamp tax law, which will bring stamp duty on securities trading into legal norms.\nBesides appropriate simplification of tax items and tax cuts, the draft law has canceled stamp duty on items such as licenses, and also made clear that the current preferential stamp duty policy remains unchanged.\nThe meeting also passed the draft amendment to the regulations on grain circulation management, in a bid to safeguard the legitimate rights and interests of grain producers, traders and consumers and to ensure food security.\nThe draft amendment strictly regulates policy-based grain management and specifies measures to prevent and reduce grain losses and waste. Enditem\n"
}