{
    "title": "Feature: Jordan's tourism suffers \"all-time-low\" holiday business under shadow of COVID-19 pandemic",
    "time": " 2021-01-01 04:17:23",
    "url": "http://www.xinhuanet.com/english/2021-01/01/c_139633676.htm",
    "content": "Tourists visit the Citadel archaeological site in Amman, capital of Jordan, Nov. 26, 2020. (Xinhua/Mohammad Abu Ghosh)\n\"The year 2020 is certainly a very tough year. The hospitality sector endured a big hit due to the coronavirus pandemic,\" said Abdul Hakeem Hindi, chairman of Jordan Hotels Association's Board of Directors.\nAMMAN, Dec. 31 (Xinhua) -- Instead of posters showing a wide variety of activities to celebrate the new year, precaution signs decorated the exteriors of cafes and hotels throughout Amman's downtown streets.\nRoaming on the streets, one would also notice that the once-crowded cafes and restaurants were currently shut down, while the survivors eagerly provided consumers extra promotions during the festivals, still no significant cheer to them.\nBy the end of 2020, the COVID-19 crisis claimed more than 3,800 lives in Jordan and hammered the kingdom's economy, which trapped the tourism and hospitality business at an \"all-time-low\" while left anticipations of next year's speedy recovery among the public.\nTourists visit the ancient city of Petra, Jordan, on Nov. 21, 2019, when it celebrated the arrival of its millionth visitor of 2019. (Xinhua/Mohammad Abu Ghosh)\n\"The year 2020 is certainly a very tough year. The hospitality sector endured a big hit due to the coronavirus pandemic... The closure of cafes, restaurants, and hotels shows the large impact of the economic downturn,\" Abdul Hakeem Hindi, chairman of Jordan Hotels Association's Board of Directors told Xinhua.\nAccording to Hindi, since the outbreaks of the pandemic, occupancy rates in the Dead Sea hotels have averagely dropped to around 10 percent, and the rose-red city of Petra is close to zero.\n\"International traveling were dramatically declined... Many entertainment facilities inside hotels, such as swimming pools and spas, were also banned to protect the citizen's health, but it affected the business hugely,\" he added, estimating that the whole tourism sector would suffer no less than 1.4 billion U.S. dollars losses this year.\nAlthough the New Year holidays approach, the country's tourist attractions, named Petra, Aqaba, Wadi Rum, and the Dead Sea, witnessed low hotel reservations with celebrations canceled and few tourists flocked.\nA woman wearing facemask and gloves talks on her mobile phone beside a wall with a huge advertising poster on a street in Amman, capital of Jordan, on Nov. 1, 2020. (Xinhua/Mohammad Abu Ghosh)\nA worker at a hotel in Aqaba Samir Hason said they have no reservation for New Year's Eve compared with 50-60 percent occupancy in the previous same period.\n\"This challenging situation is not only affecting us, but even the five-star hotels are also suffering. Many foreign tourists and Jordanians used to spend new year's eve here because of its mild weather and relaxing entertainment activities. This year, however, they are afraid to come out of the home due to the pandemic,\" he told Xinhua.\nTourism and relevant industry play a vital role in Jordan's economy, contributing almost 20 percent of its GDP in 2019, some 8.8 billion dollars, accompanied by 5.36 million tourists visiting Jordan in 2019 and employing over 50,000 people, according to official figures.\nThe current tourism and hospitality business indicated the magnitude of the economic setbacks under the pandemic, Jordanian economist Wajdi Makhamreh said.\nArcheologists work at an excavation site in Amman, capital of Jordan, on Dec. 14, 2020. The\n\"Lost of facilities went out of business and employees lost their jobs. Thus we have to reach a balance between curbing the spread of the virus and economic recovery,\" he said.\nIn parallel, Minister of Social Development Ayman Al-Mufleh on Tuesday revealed that 250,000 Jordanian families' incomes were directly affected by the pandemic and were unable to meet the basic living costs.\nMotaz Shami, an accountant, said he felt disappointed that he could not spend New Year's Eve with his family gathering and having dinner at a restaurant as before, but he agreed with \"safety comes first.\"\n\"There is nothing more important than keeping healthy, and I cannot wait for the end of the pandemic and expect next year's speedy recovery,\" he said.  \n"
}