{
    "title": "China-EU investment treaty to offer better business environment: MOC",
    "time": " 2020-12-31 08:04:25",
    "url": "http://www.xinhuanet.com/english/2020-12/31/c_139631284.htm",
    "content": "A China-Europe freight train loaded with medical supplies pulls out of a China-Kazakhstan logistics terminal in Lianyungang, east China's Jiangsu Province, April 14, 2020. (Photo by Wang Jianmin/Xinhua)\nBEIJING, Dec. 31 (Xinhua) -- The investment treaty between China and the European Union (EU) will bring more investment opportunities for companies from both sides and provide better business environment by making high-level market access commitments and adopting high-level fair competition rules, China's Ministry of Commerce (MOC) said Wednesday.\nThe agreement adopts pre-establishment national treatment plus a negative list regarding market access, an official with MOC said at a press conference after the two sides have completed investment agreement negotiations as scheduled.\nFor the first time, China promises to introduce negative lists for all industries, including service and non-service sectors, to align with the negative list for foreign investment management system established in accordance with the Foreign Investment Law, said the official when answering questions from the press.\nThe EU also promises to grant China fairly high-level market access, said the official.\nRegarding restrictions on market access that do not discriminate against foreign investment but have a significant impact on the establishment and operation of enterprises, China and the EU will promise not to impose restrictions on the number, output, turnover, senior management, local research and development, export performance and headquarters establishment in most economic fields, the official said.\nForeign exchange transfers, personnel entry and stay related to investment will be allowed, said the official.\nRegarding fair competition rules, the two parties will create a law-based business environment and reach a consensus on topics concerning state-owned enterprises, subsidy transparency, technology transfer, standard establishment, administrative law enforcement and financial regulation, which are closely related to the operation of companies, according to the official.  \n"
}