{
    "title": "Feature: Tributes pour in for legendary Chinese American business leader Shirley Young",
    "time": " 2020-12-30 07:16:43",
    "url": "http://www.xinhuanet.com/english/2020-12/30/c_139628104.htm",
    "content": "WASHINGTON, Dec. 29 (Xinhua) -- Tributes have been pouring in for Shirley Young, a legendary business leader and long-time advocate for China-U.S. exchanges, who died on Saturday at the age of 85.\nBRIDGE BUILDER\nYoung was an outstanding lady, who not only had great business achievements, but also devoted her lifetime to advocating for the interests of Chinese Americans and the mutual understanding between Chinese and American people, said Chinese ambassador Cui Tiankai in his condolence message to Young's family on Monday.\nThe Committee of 100, which Young co-founded in 1990, has been \"an important bridge for China-U.S. political, economic, cultural and educational exchanges,\" he said.\n\"In recent years, despite the downturn of China-U.S. relations, she continued to call for greater understanding between our two countries. Her passing is a loss to both China and the United States, and she will be remembered forever,\" the ambassador said.\nYoung was born in Shanghai in 1935. At the end of World War II, she came to the United States with her mother and sisters from the Philippines, where her father, a Chinese diplomat, was taken from his home and later executed by the occupying Japanese during the war.\nYoung served as vice president of General Motors from 1988 to the end of 1999 and played a key role in General Motors' billion-dollar investment in China through a joint venture with Shanghai Automotive Industry Corp.\nIn multiple interviews with Xinhua in the last four years, Young called GM's success story in the Chinese market a good example of win-win cooperation between China and the United States.\nA win-win situation is the basis for success and requires both sides to take into consideration each other's goals, and a partnership based on mutual respect allows both parties to win, Young said.\n\"Given the intertwined relationship and globalization, it's ridiculous to think we cannot work together,\" she said.\nRejecting the notion that the rise of China poses a threat to the rest of the world, Young said it is important for people in the West to understand China, whose culture is vastly different from theirs.\n\"China is such a big country with so many people. It's very much concerned about itself, not so much concerned about dominating the world - that has been true throughout China's history,\" she said.\nCULTURAL DIPLOMAT\nYoung championed and befriended countless musicians from China and established many constructive and enduring cultural exchange partnerships between the United States and China.\nShe was chair of the US-China Cultural Institute and served on the boards of many arts organizations including the New York Philharmonic, the Shanghai Symphony Orchestra, and the Lang Lang International Music Foundation.\n\"My interest is always something long-term. What I want to spend my time on is not individual projects, but something which we use culture and connection, particularly between young people and through the human connection of the arts, to help people understand each other better between China and the United States,\" Young told Xinhua in the last interview in March this year.\nYoung was honored by the Chamber Music Society (CMS) of Lincoln Center at its 50th anniversary celebrations in September for her help in building a CMS presence in China in the last five years. She was the first Chinese American to receive the award.\n\"With her deep belief in the power of music, extraordinary intellect, her advocacy for cultural exchange with China, her knowledge and support for young musicians, she was a towering guiding force in the classical music world,\" the CMS said in a Tuesday message jointly-signed by CMS chair Elinor Hoover; David Finckel and Wu Han, artistic directors; and Suzanne Davidson, executive director.\n\"Because she loved chamber music and was committed to excellence, we were privileged and so grateful to have her partner with CMS to guide and grow the appreciation and practice of chamber music in China to the point where it is now flourishing,\" according to the message.\n\"We will very much miss her wisdom, spirit and unique friendship and think of her every day as we strive to help grow her legacy. She was one of a kind,\" the message said.\n\"What impresses me most is that Shirley never gives up, especially in promoting cultural, academic and artistic exchanges between China and the United States,\" said Dun Tan, composer, conductor, and dean of the Bard College Conservatory of Music, in an interview with Xinhua on Tuesday.\n\"Sometimes things get complicated and difficult, but she always keeps trying harder, and she will succeed. This is why she is so popular and respected by the artists around her,\" Tan said.\n\"Actually she is a very warm, caring person though she is strong willed in doing lots of big projects. She's always inviting people to dinner. Her home was like an artist's salon. She likes to help young people build their career, always inspire them to dream big,\" said Tan.\nLEGACY CONTINUES\n\"I was shocked to know her passing. I cannot find a word to describe my gratitude to her. She treated me like her own child and she is always the first to run to my rescue,\" renowned Chinese pianist Lang Lang, who got to know Young when he was 11 in Beijing, told Xinhua on Tuesday.\n\"She is a great person, she has a great and beautiful heart. I've never seen one like her who would do whatever she can to help young artists in need, Her devotion and contribution to U.S.-China cultural exchanges will forever be cherished,\" he said.\nYoung had also helped her three sons build a strong belief in the power of culture and arts to build bridges, said David Hsieh, the eldest, in an interview with Xinhua via phone on Tuesday.\n\"You know mom was in many ways not a typical mother because she was working and very engaged in many different projects and flew all over the world. But she loved her family and her three sons in particular,\" Hsieh said.\n\"She always tries to include us in her activities. And so many times one of her sons would be her companion for an event or a board meeting or whatever she was up to,\" he said, adding the three brothers had participated in many of Young's projects both in the United States and China.\n\"Our goal is to continue her legacy and then sort of continue her work for using culture and arts to build bridges between the two countries,\" Hsieh said.\nHsieh and his two brothers will become directors of the US-China Cultural Institute which Young created. They expect to continue to do many of the kind of programs and work their mother had done.\n\"So our plan is to continue her legacy. Obviously part of my mother's work was to help create those shared experiences, and expose them to people, so that people can learn how other people and other cultures and other countries think and act and what their values are. And through that comes greater understanding,\" Hsieh said. Enditem\n"
}