{
    "title": "Chinese ambassador to U.S. expresses condolences over death of legendary business leader",
    "time": " 2020-12-29 20:08:41",
    "url": "http://www.xinhuanet.com/english/2020-12/29/c_139627362.htm",
    "content": "Retired Chinese American entrepreneur Shirley Young is seen during an interview at her apartment in New York, the United States, March 6, 2020. (Xinhua/Wang Ying)\n\"In recent years, despite the downturn of China-U.S. relations, she continued to call for greater understanding between our two countries. Her passing is a loss to both China and the United States, and she will be remembered forever,\" says the ambassador.\nWASHINGTON, Dec. 29 (Xinhua) -- Chinese Ambassador to the United States Cui Tiankai on Monday extended his deepest condolences to the family of Shirley Young, a legendary business leader and long-time advocate for China-U.S. exchanges who died at 85 on Saturday.\nYoung was \"an outstanding lady, who not only had great business achievements, but also devoted her lifetime to advocating for the interests of Chinese Americans and the mutual understanding between the Chinese and American people,\" Cui said.\nThe Committee of 100, which Young co-founded in 1990, has been \"an important bridge for China-U.S. political, economic, cultural and educational exchanges,\" he said.\n\"In recent years, despite the downturn of China-U.S. relations, she continued to call for greater understanding between our two countries. Her passing is a loss to both China and the United States, and she will be remembered forever,\" the ambassador said.\nRetired Chinese American entrepreneur Shirley Young speaks during an interview at her apartment in New York, the United States, March 6, 2020. (Xinhua/Wang Ying)\nYoung served as vice president of General Motors from 1988 to the end of 1999 and played a key role in General Motor's billion-dollar investment in China through a joint venture with Shanghai Automotive Industry Corp.\nShe had been active in boosting exchanges between the United States and China via cultural events, the Committee of 100 and other platforms.\nIn 1990, Young helped establish Chinese-American leadership organization Committee of 100, together with other prominent Chinese-Americans including architect I.M. Pei, cellist Yo-Yo Ma and philanthropist Oscar Tang, and remained active in the organization for the rest of her life.\nAs chair of the U.S.-China Cultural Institute, Young helped stage many cultural events and served on boards of a number of cultural institutions including the Detroit Symphony Orchestra, the Detroit Institute of Arts, the Shanghai Symphony Orchestra, the New York Philharmonic, the Lang Lang International Music Foundation and the National Dance Institute.  \n"
}