{
    "title": "Chinese American business leader Shirley Young passes away at 85",
    "time": " 2020-12-29 01:43:27",
    "url": "http://www.xinhuanet.com/english/2020-12/29/c_139624874.htm",
    "content": "File photo taken on March 6, 2020 shows Shirley Young at her apartment in New York, the United States. Shirley Young, a legendary business executive and long-time promoter of bilateral exchanges between the United States and China, died on Saturday at 85 at a hospital in New York, according to a release from Young's family on Monday. (Xinhua/Wang Ying)\nNEW YORK, Dec. 28 (Xinhua) -- Shirley Young, a legendary business executive and long-time promoter of bilateral exchanges between the United States and China, died on Saturday at 85 at a hospital in New York, according to a release from Young's family on Monday.\nYoung served as vice president of General Motors from 1988 to the end of 1999 and played a key role in General Motor's billion-dollar investment in China through a joint venture with Shanghai Automotive Industry Corp.\nYoung has been active in boosting exchanges between the United States and China via cultural events, the Committee of 100 and other platforms.\nIn 1990, Young helped establish Chinese-American leadership organization Committee of 100, together with other prominent Chinese-Americans including the architect I.M. Pei, the cellist Yo-Yo Ma, and the philanthropist Oscar Tang, and remained active in the organization for the rest of her life.\nAs chair of the U.S.-China Cultural Institute, Young helped stage many cultural events and served on boards of a number of cultural institutions including the Interlochen Center for the Arts, the Detroit Symphony Orchestra, the Detroit Institute of Arts, the Shanghai Symphony Orchestra, the New York Philharmonic, the Lang Lang International Music Foundation and the National Dance Institute.\nYoung also has served on boards of Bank of America, Teletech Holding, and Salesforce.com, etc. and as vice chairman of the Nominating Committee of the New York Stock Exchange.\nBorn in Shanghai in 1935, Young immigrated to the United States at the end of World War II.\nYoung, a graduate from Wellesley College and Phi Beta Kappa, spent nearly three decades in the research division of Grey Advertising prior to joining General Motors.\nYoung was married to and divorced from George Hsieh and Norman Krandall. She is survived by three sons. Enditem\n"
}