{
    "title": "Across China: Business of surprise -- China's emerging blind box economy",
    "time": " 2020-12-25 16:39:04",
    "url": "http://www.xinhuanet.com/english/2020-12/25/c_139618522.htm",
    "content": "GUANGZHOU, Dec. 25 (Xinhua) -- Zhuang Chuxian, 26, enthused over her first mystery box of a Sonny Angel doll -- from which she received a bobbing-head sheep.\nDabbling in the circle for the past five years, she has collected more than 30 figurines of various series.\n\"I like the way how they are perfectly arranged on my desk and windowsill. They bring out the inner child in me,\" she said.\nWhether studying abroad or traveling, Zhuang would always carry the toy sheep along \"like a good companion.\"\nSimple yet surprising, consumers do not know which figurine they will get until they unpack the box, and it is \"the variable reward\" that brings extra fun. Some may get a sought-after one, while some may not; all depend on luck.\nMystery boxes or blind boxes can be traced back to Japan's capsule toys and lucky bags, while in China, the concept is quickly gaining popularity among Generation Z-ers, or those born in the mid-90s and early '00s.\nAccording to a report published by MobTech, a data intelligence technology platform, female white-collar workers and Z-generation college students in first-tier cities are primary consumers of mystery boxes, with females buyers accounting for 62.6 percent.\nThe report estimated the country's mystery box market to exceed 30 billion yuan (about 4.59 billion U.S. dollars) by 2024.\nThe market boom has been certified by another report from e-commerce giant Alibaba's Tmall platform, which shows that the collection of figurines has overtaken fancy shoes and esports as the most popular hobby among consumers born after 1995.\nAbout 200,000 consumers spent more than 20,000 yuan in the past year on mystery boxes on Tmall, the report noted.\nPriced between 49 yuan and about 100 yuan, the boxes play a role akin to \"life is like a box of chocolates that you will never know what you gonna get\" at a relatively low price, according to psychologists and social observers.\nThanks to rising prosperity in China, millennials pay more attention to a product's \"emotional value,\" other than its practical functions, said Wei Wenqi, an associate professor of psychology at South China Normal University.\nWithout delay or deferment, consumers can get instant gratification by buying a mystery box, he added, noting that the \"hidden surprise\" in the boxes induces a sense of fulfillment.\nMany respondents said they feel it is one of the easiest ways to increase their happiness and a medium for social contact, as collectors can either exchange their identical figurines or trade them on the second-hand market.\n\"In the information age as people become more and more distant from one another, mystery boxes help them make friends with people who share similar likings and find a sense of belonging,\" Wei said.\nHowever, experts also warned about the dangers of addiction and overconsumption linked to these blind boxes, especially for teenagers.\n\"We can pay for joy, but not for impulse,\" Wei said, advising parents and authorities to pay more heed to the sector. Enditem\n"
}