{
    "title": "Huawei trains Kenyan women entrepreneurs to integrate technology into business",
    "time": " 2020-12-23 23:42:45",
    "url": "http://www.xinhuanet.com/english/2020-12/23/c_139614093.htm",
    "content": "NAIROBI, Dec. 23 (Xinhua) -- Huawei said on Wednesday it has concluded a three-day virtual training of Kenyan women entrepreneurs to support them to integrate new technologies into their businesses.\nMaureen Mwaniki, director of the Women in Technology Huawei (WITH) program said in a statement that the exercise worked towards equipping the trainees with knowledge on how Artificial Intelligence (AI), big data, and cloud computing would enhance their business operations.\n\"The training not only catered to Huawei's partners but also new participants with the aim of helping women-owned small and medium enterprises (SMEs) learn from a global organization such as Huawei, sharing and joining in our vision through knowledge sharing,\" Mwaniki said.\nMwaniki added that this is the second cohort to receive cutting-edge training in technology and the program is intended to foster inclusivity whilst encouraging the participants to integrate transformative technologies within their respective businesses or organizations.\nShe noted that the COVID-19 pandemic has not only disrupted various organizations but has also allowed various executives to rethink their digital strategies.\n\"It has also forced them to re-evaluate their ability to adapt to change and embrace technology so as not to be left behind or declared redundant,\" she revealed.\nShe observed that digital transformation cuts across various industries and has proven to enhance the quality of existing processes, and provide an efficient corporate culture, all while providing room to develop new solutions.\n\"As the world gears towards embracing the fourth industrial revolution, it is important for individuals and organizations to acquire the skills necessary to adapt and remain competitive,\" she added.\nBrenda Omuse, a trainee, and founder of The Budget Kitchen, applauded Huawei for building capacity within SMEs.\nShe acknowledged the company's efforts towards teaching women-owned businesses how to integrate advanced technologies in bridging the digital gap while opening them up to the possibilities they present. Enditem\n"
}