{
    "title": "2020 a difficult year for S. Africa: business leader",
    "time": " 2020-12-23 22:40:37",
    "url": "http://www.xinhuanet.com/english/2020-12/23/c_139614034.htm",
    "content": "JOHANNESBURG, Dec. 23 (Xinhua) -- South Africa experienced a difficult 2020 with sluggish economic growth, COVID-19 and resultant lockdown, said a South African business leader on Wednesday.\nThe South African Chamber of Commerce and Industry (SACCI) CEO Alan Mukoki said this in an interview with Xinhua on Wednesday. He pointed out that the year 2020 was bad for government, business and the people in general.\n\"Before COVID-19, the country went into a technical recession and rating agencies downgraded the country during lockdown. Some companies were forced to retrench workers while some closed. When companies do not operate, the government loses revenues in corporate taxes, people could not work and pay taxes and that was a huge loss to the government,\" said Mukoki.\nThe COVID-19 forced the country into lockdown in March and there are still restrictions. Companies were closed except for essential services, some lives were lost (over 24,000 due to COVID-19) and some companies closed while some retrenched workers.\nThe national treasury has said the country's gross domestic product is likely to decline by about 7.2 percent. The Reserve Bank of South Africa has also said the country could take two years to recover.\nMukoki stated that the year 2021 looks uncertain with a second wave of the pandemic. He said the vaccine promises to help but it's not clear if it would assist in the reports of the new COVID-19 variant.\"2021 will be a difficult year as it will start from a low base,\" said Mukoki.\nMukoki explained that there are no \"quick fixes\" to the country's challenges. He said in the last 100 years many countries moved from developing to developed countries with many having no natural resources which South Africa has, South Africa should learn from the countries.\nMukoki noted that the country has to address other issues in short and long term bases to grow the country's economy. He pointed out that the country has to address the human capital, address critical skills shortage and fix the country's education.\nHe said the curriculum have to be changed from the early child development centers to primary, secondary and universities to produce graduates required by the industry. Enditem\n"
}