{
    "title": "COVID-19 impacts negatively on freight business of Ghana's largest port",
    "time": " 2020-12-22 20:27:11",
    "url": "http://www.xinhuanet.com/english/2020-12/22/c_139611071.htm",
    "content": "TEMA, Ghana, Dec. 22 (Xinhua) -- Freight forwarders in Ghana's largest port Tema have not been spared as COVID-19 takes a heavy toll on the global economy.\nThe outbreak of the pandemic in the first quarter led to the closure of the country's land and sea borders as well as a ban on international flights, a development which Albert Fiatui, Executive Director of the Center for International Maritime Affairs (CIMA), a policy think tank, said had put a crimp in freight business.\nSpeaking with Xinhua in an interview, he said hundreds of freight forwarders in Tema port had resorted to job cuts to keep little staff due to the stagnation of their operations.\n\"So long as the pandemic has affected people from traveling to buy wares and importing, freight forwarders are not in business. A lot of them had to lay off their workers, some had to cut down staff,\" he said.\nAccording to Fiatui, a lot of landlocked countries around Ghana whose import heavily depend on Tema port also suffered a blow.\n\"A lot of them had to suffer so much because a lot of people were stranded, a lot of goods were at the port and all of those challenges that came up with it,\" Fiatui said.\nThe challenges in the port sector have epitomized the doldrums of the West African nation's economy.\nAccording to a COVID-19 business tracker survey conducted by the Ghana Statistical Service in collaboration with the United Nations Development Program and the World Bank, about 770,000 workers, representing 25.7 percent of the total workforce, had their wages reduced, and about 42,000 employees were laid off during the country's COVID-19 partial lockdown.\nThe pandemic also led to a reduction in working hours for close to 700,000 workers.\n\"This survey shows that COVID-19 has had a deep impact on Ghana's private sector. Firms are experiencing lower demand for their products and difficulties in accessing finance and sourcing inputs, and face an extended period of uncertainty,\" said Pierre Laporte, World Bank Country Director for Ghana, Liberia, and Sierra Leone.\n\"The World Bank is closely working with the government of Ghana to mitigate these negative impacts and assist businesses to survive the pandemic and build resilience in the face of changed economic conditions,\" he added. Enditem\n"
}