{
    "title": "Feature: Weekend arts, craft markets become lucrative business for Namibians amid COVID-19",
    "time": " 2020-12-20 19:53:30",
    "url": "http://www.xinhuanet.com/english/2020-12/20/c_139604924.htm",
    "content": "A man buys traditional plates at a market as festive season approaches in Windhoek, capital of Namibia, on Dec. 5, 2020. (Xinhua/Musa C Kaseke)\nAs unemployment levels continue to rise, weekend arts and craft markets are making it possible for Namibians to bear the brunt of COVID-19 and give them an opportunity to market and sell goods at a profit.\nWINDHOEK, Dec. 20 (Xinhua) -- As unemployment levels continue to rise, weekend arts and craft markets are making it possible for Namibians to bear the brunt of COVID-19 and give them an opportunity to market and sell goods at a profit.\nAfra Chase is the person who has benefited from the markets, the owner of Chase Flavours, a range of bottled chillies who says the markets have not only helped her grown business but have propelled her to look at other business opportunities.\nChase is part of the inspiration tables market which is open every Saturday from morning until late afternoon.\n\"The market has been a great opportunity. I had always been making chillies as a side hustle but the way the market has exposed my business has made me sell more products and made me look at my business in a different light,\" she said.\nAccording to Chase, the market has given her courage to grow especially seeing how well the chillies were selling.\n\"It really forced us to look at what are the potentials of the business. Because at the market you could taste the product, that helped me increase my clientele,\" she said.\nThe markets have not only increased clients and grown her business; they have also opened up opportunities for her to tap into retail where her products are now being sold in different supermarkets in the capital Windhoek.\n\"The markets have given me a great jump to move from this being a hobby to it being a business, I would have never grown to where I am without the markets,\" she said.\nAt every market, Chase makes between 6,000 to 8,000 Namibian dollars (about 400 to 530 U.S. dollars), an amount where she breaks even but still makes a profit.\n\"I have been able to cover my cost, during lockdown; I was actually making double that amount,\" she said.\nGoing forth, Chase says she wants to be more involved in the production and possibly start growing her own chillies in order to have control over the cost.\nCreator of inspiration tables weekend market Frans van Wyk said the aim of the market is to provide a platform for locals to exhibit and sell their products.\n\"We know that the times are incredibly challenging for many local businesses at the moment especially with the coronavirus measures in place. With the market, we wanted to support local businesses by giving them a platform where they could still reach their customers despite limitations caused by COVID-19,\" he said.\nNatasha Nubita who was let go from her job in July this year after the company closed down due to COVID-19 lockdown says the market has not only grown her business, it has changed her life.\nNubita is the owner of Nam Yum. She makes and sells peanut butter from locally grown peanuts.\n\"The market has given many of us, whether employed or unemployed, an opportunity to make extra money especially during these hard times,\" Shikongo said.\nThe majority of the people selling at the markets sell food products, arts and craft but people can also enjoy games and music.\nNamibia has been working around the clock to promote local businesses and help grow the economy.\nRecently, Finance Ministry issued a directive forcing public entities to acquire goods and services locally in a bid to strengthen economy and promote local businesses.\n"
}