{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2020-12-19 21:11:56",
    "url": "http://www.xinhuanet.com/english/2020-12/19/c_139603479.htm",
    "content": "BEIJING, Dec. 19 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- CHINA-GERMANY INDUSTRIAL PARK\nA China-Germany industrial park in northeast China's Liaoning Province is expected to see its industrial output value exceed 83 billion yuan (about 12.7 billion U.S. dollars) this year, doubling the figure from 2015 when the park was established.\n-- NEW YEAR FESTIVAL TRAVELING\nTravel bookings in China for the New Year holiday in 2021 have reached a peak, said the country's largest online travel agency in a report on Thursday.\nAccording to Trip.com Group Limited based in Shanghai, the popularity of domestic deep-travel destinations during the holiday increased by 320 percent month-on-month.\n-- PILOT ZONE\nThe State Council, China's cabinet, has approved the establishment of a key pilot zone to advance opening-up and development in Tacheng Prefecture, northwest China's Xinjiang Uygur Autonomous Region.\nAccording to a 2015 guideline issued by the State Council, central authorities will offer soft loans to infrastructure projects in such pilot zones located in border regions.\n-- DUTY-FREE SHOPS\nThe sales of four offshore duty-free shops in south China's island province of Hainan have exceeded 30 billion yuan so far this year, said the Hainan provincial department of commerce.\nFrom Jan. 1 to Dec. 14, duty-free sales at the four locations surpassed 25 billion yuan and the sales of taxed goods reached about 5 billion yuan, both doubling last year's figures.\n-- WILO GROUP\nThe Wilo Group, one of the world's leading providers of pumps and pump systems, has signed an agreement to build a plant in the eastern Chinese city of Changzhou.\nWith a total investment of 100 million U.S. dollars, the plant will incorporate multiple functions including R&D, manufacturing and distribution, said Lyman Tu, managing director of Wilo China Ltd.\n-- CRUISE BUSINESS\nThe cruise business of major Chinese shipbuilder China State Shipbuilding Corporation (CSSC) has signed an agreement on developing the cruise industry with the municipal government of Sanya, a resort city in south China's Hainan Province.\nAccording to the agreement, the CSSC Cruise Technology Development Co. Ltd and the Sanya government will jointly increase the number of cruise routes and make full use of Hainan's offshore duty-free policy, sea water and island resources to attract domestic and foreign tourists. Enditem\n"
}