{
    "title": "Interview: Asia-Pacific business guru sees silver lining amid 2020 woes",
    "time": " 2020-12-16 15:45:41",
    "url": "http://www.xinhuanet.com/english/2020-12/16/c_139594137.htm",
    "content": "Duco van Breemen, founding General Manager of Haymarket HQ, sits at office in Haymarket HQ in Sydney, Australia. (Xinhua)\nSYDNEY, Dec. 16 (Xinhua) -- In the heart of Sydney's Chinatown, tucked between Cantonese restaurants and a karaoke lounge, is the thriving business hub known as Haymarket HQ (HHQ).\nHHQ is a co-working space and business support hub, and uniquely, is the first of its kind in Australia targeted directly towards the Asia Pacific region.\nLocal tech companies and exporters who join HHQ are given expert assistance and insight on how to engage with opportunities in China, Singapore, Thailand, South Korea and more.\nMore than 600 companies have benefited from the facility since it was launched back in 2016, thanks largely to the expert guidance of founding General Manager, Duco van Breemen.\nVan Breeman told Xinhua that despite it being a difficult year for businesses, he believed the future of Australia's regional trade, business partnerships and cross-border relations remained positive.\n\"I really do think it's poised for growth, so being a bit of a business nerd it's an exciting time to be here,\" van Breeman said.\nOriginally from Holland, van Breeman spent eight years in China, initially studying at Zhejiang University in Hangzhou as part of an exchange program which he devised for himself.\n\"My university at the time said we don't have any programs (in China), but we can get you to Spain or maybe Italy,\" van Breeman said, \"I said, look, every man and his dog is going there. I want something unique, I want to go somewhere else.\"\nStriking a deal whereby he brokered relationships between the universities and in exchange earned course credits, van Breeman thrived in the vastly unfamiliar landscape of China.\nOver the next almost decade, he went on to work for several Chinese companies and multinationals and even established an incubator for tech companies entering the Chinese market.\nThen in 2016, seeking a change of scenery, van Breeman traveled to Australia where he was snatched up by the current owner and original brains behind HHQ, Brad Chan.\nTogether they established HHQ as a profit-for-purpose operation, meaning profits are donated to charity.\n\"The whole point of HHQ, when we initially started was to help more and more startups look beyond just the U.S. and look into other growth markets, amongst which is the Asia-Pacific, including China,\" he explained.\n\"And as we sort of evolved, we eventually started developing programs that help international companies to grow into Australia as well. So we're sort of a two-way street.\"\nThe pitfalls of such a global business strategy were laid bare this year with the onset of the pandemic, creating setbacks for most of the companies at HHQ.\nParticularly, businesses that catered to Chinese students were impacted by Australia's ban on overseas arrivals which coincided with Chinese New Year, leaving many students locked out of the country.\n\"For that reason, many of these businesses, and actually our local economy is still struggling,\" van Breeman said.\nFor Australia, a reliance on Asia-Pacific markets has been a double-edged sword, costing businesses at the onset of the pandemic, but also allowing it to be part of a world-leading economic recovery.\n\"I think China is one of the only countries right now experiencing positive economic growth and so it's a no-brainer to focus on that as an Australian company,\" he said.\nAustralia is also an attractive prospect for many businesses post-COVID being one of the few countries in the world to successfully suppress the virus and therefore still be able to conduct clinical trials.\n\"Even though our borders are closed right now, there's a lot of interest coming from particular industries, for instance, agtech (agricultural technology), life sciences and new energy,\" van Breeman said.\nAside from the pandemic, making things difficult is a souring political relationship between Australia and China, which van Breeman said has contributed to uncertainty for companies from both countries and prompted a rethink of certain business intentions.\nHowever as far as van Breeman is concerned, the desire to maintain trade and business relationships between the two countries remains strong.\n\"If you talk to startups or you talk to SMEs here, like we do a lot, both Chinese and Australian that are in that cross border trade, they're both very keen to do business. There's no animosity between the two parties,\" van Breeman said.\nWhile the majority of Australia has very much caught on to the idea that its economic future points to Asia, van Breeman says that the depth of Asia-related talent and knowledge within Australia is still being under-appreciated and under-utilized.\n\"That's where our unique advantage is, our Asia-capable talent pool of international students or folks like myself that have moved here from Asia and bring some knowledge with them,\" he said.\n\"So there's a great untapped opportunity. We're really in a great position to obviously capitalize on the growth that's happening in Asia.\" Enditem\n"
}