{
    "title": "Feature: Kenyan business owners defy pandemic shocks, brace for future",
    "time": " 2020-12-15 00:13:22",
    "url": "http://www.xinhuanet.com/english/2020-12/15/c_139589347.htm",
    "content": "NAIROBI, Dec. 14 (Xinhua) -- Gitau Ngugi started his entrepreneur journey in the bustling streets of the Kenyan capital, Nairobi, after graduating from high school and has no regrets for embracing a vocation that is grueling but rewarding.\nThe middle-aged second-hand clothes vendor had managed to build a loyal customer base until mid-March when the first COVID-19 case was reported in Kenya, triggering a negative impact on the country's economy.\nNgugi said during a recent interview, the pandemic put unexpected hurdles in his quest to build a formidable enterprise, sustain his family and hire additional employees.\n\"The second-hand clothes business suffered immensely during the first three months of the pandemic. We encountered losses amid lockdowns and declining purchasing power among our regular customers,\" said Ngugi.\nHe said Kenya's decision to ban the importation of second-hand clothes in April that was meant to curb the spread of coronavirus, dealt a huge blow to the financial standing of street vendors.\nNevertheless, the savvy entrepreneur found respite in savings and loans from informal lenders that ensured his business remained afloat at the height of the pandemic.\n\"At least now our business is gradually returning to normalcy now that the government has lifted lockdowns. We look forward to a full recovery even as we adhere to the ministry of health protocols on containing the spread of coronavirus,\" said Ngugi.\nHe is among hundreds of second-hand clothes vendors who patronize Ronald Ngala street in downtown Nairobi, and have become enduring symbols of grit, resilience and optimism of Kenya's small-business owners.\nCatherine Wairimu, a young mother who sells fresh produce at the newly refurbished street said that COVID-19 had a negative bearing on her revenue streams during the peak months of April to July.\n\"Before the pandemic was reported in the country, it was relatively easy to earn decent profits from selling fruits and vegetables in designated areas within Nairobi's central business district,\" said Wairimu.\n\"The situation was dire for about three months when the pandemic shuttered livelihoods but we are now seeing light at the end of the dark tunnel,\" she added.\nWairimu said that license fee waivers combined with full reopening of offices and businesses in downtown Nairobi have provided some respite to vegetable vendors who are predominantly female.\n\"We hope the government will extend additional assistance to enable us to grow our businesses, pay the required taxes and support our families,\" said Wairimu.\nKenya's growing rank of small business owners was the earliest casualties of COVID-19 disruptions amid historical vulnerabilities like limited savings portfolio, inadequate access to capital and changing consumer preferences.\nJoseph Maina, a proprietor of an eatery popular for roasted beef and other local delicacies located in downtown Nairobi, said that his business suffered losses when the pandemic struck amid restricted movements and job losses among his fervent clients.\n\"My income dipped when the government imposed lockdowns to stop the spread of coronavirus and some of my clients were afraid of visiting their favorite eatery for fear of contracting the virus,\" said Maina.\nHe said that easing of COVID-19 containment measures like reopening of bars and shortening of night curfew hours in late September brought some normalcy in his business.\n\"We are in a better position to recover from months of losses but we still require some bailout from lenders. The future is not so gloomy though we must remain vigilant since the pandemic is yet to be contained,\" said Maina.\nKenya's small business owners, who have demonstrated unwavering resilience in the face of COVID-19 disruptions on their livelihoods, are optimistic of full recovery as the country braces for the festive season.\nJane Mueni, a salon practitioner based in downtown Nairobi, said she encountered losses at the peak of the pandemic but is gradually recovering thanks to capital injection from an informal lender.\n\"We lost many customers during the early days of the pandemic since they feared contracting the virus in salons and other beauty parlours. However, the situation has improved and we expect a surge in clients looking for makeover as we head to the festive season,\" she added.\nPeter Njogu, a middle-aged car salesman said that his monthly wages declined amid the closure of borders, curfews and other COVID-19 containment measures that affected the automotive industry but looked forward to better days ahead.\n\"There are some flickers of hope on the horizon as the country emerges from economic devastation wrought by the pandemic. We are getting new orders for cars from individual and corporate clients,\" said Njogu. Enditem\n"
}