{
    "title": "Roundup: Tokyo stocks close higher as BOJ survey shows business sentiment improving",
    "time": " 2020-12-14 17:52:53",
    "url": "http://www.xinhuanet.com/english/2020-12/14/c_139588833.htm",
    "content": "TOKYO, Dec. 14 (Xinhua) -- Tokyo stocks closed higher Monday as the market mood was buoyed by the Bank of Japan's (BOJ) Tankan business sentiment survey showing improvement for a second quarter, underscoring hopes for the pandemic-hit economy's recovery.\nThe 225-issue Nikkei Stock Average added 79.92 points, or 0.30 percent, from Friday to close the day at 26,732.44.\nThe broader Topix index of all First Section issues on the Tokyo Stock Exchange, meanwhile, rose 8.51 points, or 0.48 percent, to finish at 1,790.52.\nInvestor sentiment was bolstered from the get-go following the release of the BOJ's quarterly Tankan survey which showed that business sentiment at prominent Japanese manufacturers improved for a second straight quarter, beating median analysts' expectations, with indications pointing towards further improvements in the next quarter.\nAccording to the BOJ, the sentiment index stood at minus 10 in December rising from minus 27 in September, with the key index gauging sentiment among large manufacturers such as electronic and automobile makers improving for the second successive quarter.\nAn uptick in exports to Japan's major markets including China and the United States helped improve sentiment, analysts said, with the auto sector booking a 48-point rise to minus 13 in the latest survey. This marked the biggest improvement since 2009.\nThe auto sector rise had a positive bearing on other related sectors, the survey showed, with textiles and chemicals as well as steel and iron also booking increases in the latest quarterly survey.\nIn the manufacturing sector, overall, sentiment improved in most industries, according to the BOJ's latest survey.\n\"Investors were relieved by the better-than-expected Tankan results and an improving forecast, albeit a modest one,\" Masahiro Ichikawa, chief market strategist at Sumitomo Mitsui DS Asset Management, was quoted as saying.\nGains were trimmed in later trade, however, on reports Japan's \"Go To Travel\" subsidy program may be suspended in some cities owing to a resurgence in COVID-19 cases.\nThe cities facing temporary axing from the program at the moment are Tokyo and Nagoya, according to the reports.\nThe possible move comes as COVID-19 patients designated as being in a \"serious condition\" hit a record high of 583 in Japan on Sunday, officials figures showed, with the number of new COVID-19 cases across the country totaling 2,334, compared to a record 3,041 new infections reported on Saturday.\nSome medical officials now believe Japan is currently in the grip of a \"third wave\" of new infections.\nTokyo, the hardest hit by the virus among Japan's 47 prefectures, confirmed 480 new coronavirus infections on Sunday. This was down from a record 621 cases reported on Saturday, but marked the highest number of new daily infections for a Sunday, official figures showed.\nNagoya, meanwhile, confirmed 93 new COVID-19 cases, with Aichi Prefecture to which it belongs reporting 181 new coronavirus infections.\n\"Investor sentiment worsened after reports that trips to Tokyo will be excluded from the program, and the Tokyo metropolitan government is going to extend its requests for restaurants to shorten their opening hours until Jan. 11,\" Kazuo Kamitani, a strategist at the Investment Content Department of Nomura Securities Co., was quoted as saying.\nBy the close of play, marine transportation, machinery and consumer credit issues comprised those that gained the most.\nAuto-related stocks found favor following the release of the BOJ's Tankan survey, with Toyota accelerating 1.7 percent, while Mitsubishi Motors climbed 3.6 percent. Subaru, meanwhile, ended the day 4.4 percent higher.\nMitsubishi Heavy Industries surged 7.5 percent on recent reports it will jointly build new fighter jets for Japan's new program with U.S. Lockheed Martin Corp.\nTokyo-based engineering firm IHI Corp. soared 7.2 percent, while Kawasaki Heavy Industries ended the day surging 11.0 percent.\nIssues that rose outpaced those that fell by 1,333 to 755 on the First Section, while 92 ended the day unchanged.\nOn the main section on Monday, 1,153.45 million shares changed hands dropping from Friday's volume of 1,282.18 million shares.\nThe turnover on the first trading day of the week came to 2,333.1 billion yen (22.46 billion U.S. dollars). Enditem\n"
}