{
    "title": "Feature: Namibian informal traders reap brisk business from festive mood",
    "time": " 2020-12-13 17:39:27",
    "url": "http://www.xinhuanet.com/english/2020-12/13/c_139586163.htm",
    "content": "WINDHOEK, Dec. 13 (Xinhua) -- A jubilant festive mood engulfing the world has created relief and brisk business for Namibia's small and medium-sized enterprises (SME) and informal traders whose earnings were eroded by COVID-19 during the year.\nThe jubilant mood is also equally engulfing the few Ovahimba people who sell traditional wares including bracelets, necklaces and clothing material made from the local products along Independence Avenue, Namibia's busiest main road cutting across the Central Business District of the capital Windhoek.\n\"I come here every day. I have been in this business for close to 15 years but this year was the worst. There was a time we could not come here because the city was closed because of COVID-19. Now at least there are a few foreigners that are coming to buy our goods. I sell bracelets for 150 Namibian dollars (about 10 U.S. dollars), necklaces range from 100 to 300 Namibian dollars as some are made from original seashells,\" Kaija Tjitjara, an Ovahimba traditional ware vendor told Xinhua.\nThe Ovahimba are indigenous people living in northern Namibia.\n\"I did not make much money from March to October but in the past few weeks from November I have recovered well and the sales have really improved. Sometimes I even stay here late because some tourists still come to buy my goods as late as 7 pm so I cannot leave the business,\" Tjitjara said.\nThe newly found brisk business is also an order of the day even in the capital's high-density suburbs.\n\"I cannot really complain but the few weeks to date have been good in terms of business. Bearing in mind that there was a time we were not even able to sell one dress because people were on lock down and also financially troubled by COVID-19. Our situation is much better,\" Loide Uushona said.\nUushona sells traditional dresses known as Odelela in the Oshiwambo vernacular.\n\"In the past three weeks, I have managed to work about 5,000 Namibian dollars. This is only in a few weeks compared to times when I can only raise that much in a matter of months. So maybe people are now spending because of the Christmas mood,\" she said.\nAnother informal trader in the streets of Windhoek, Talent Chasi, a Zimbabwean national who specializes in selling cell phone wares including screen covers, chargers and sometimes footwear that she buys from the popular China Town in Windhoek told Xinhua that life is better working than sitting at home.\n\"I am generally happy now with the festive season on us that I can move around and sell my goods to the customers as compared to just being stuck home. Business is ok. I manage to sell a few things per day. On a good day I am making as much as 500 Namibian dollars,\" he said. Enditem\n"
}