{
    "title": "Interview: Switzerland-China business ties to focus on more \"advanced, sophisticated products,\" says former trade negotiator",
    "time": " 2020-12-11 23:49:14",
    "url": "http://www.xinhuanet.com/english/2020-12/11/c_139582766.htm",
    "content": "by Chen Junxia, Xu Chi\nGENEVA, Dec. 11 (Xinhua) -- Swiss economist and former trade negotiator Philippe G. Nell said he expects the trade relationship between Switzerland and China to evolve with more \"advanced and sophisticated products,\" and both countries are set to benefit from increasing intra-industry trade.\n\"Presently, the Swiss and Chinese economies are complementary on the value chain,\" Nell said, noting that \"Switzerland does not only import Chinese consumer goods, but also inputs for several industries, in particular watchmaking, machines and electronic apparatus.\"\n\"In the future, the Switzerland-China relationship will evolve with more advanced and sophisticated products from China,\" he added.\nNell, who has conducted extensive researches over the two countries' trade and investment relations, said both sides will benefit at the same level with more intra-industry trade \"where consumers choose between differentiated products on the basis of trademarks, innovation, reputation and quality.\"\nIntra-industry trade means the same types of goods or services are both imported and exported by a country.\nNell is an honorary ambassador and member of the Executive Committee of the Swiss-Latin American Chamber of Commerce, a member of the board of the Association Switzerland in Europe, as well as a university lecturer.\nHe noted that China's accession to the World Trade Organization in 2001 and the free trade agreement signed with Switzerland in 2013 have given a strong boost to bilateral trade.\nWith the help of the free trade deal, Swiss exports to China grew 63 percent from 2014 to 2019, according to Nell.\n\"Swiss watch exports to China exploded from 36 million Swiss francs (40.48 million U.S. dollars) in 2001 to 1.88 billion Swiss francs (2.11 billion dollars) in 2019. China has been an engine of growth for several industries and economic sectors around the world,\" said the official.\n\"For years now, Switzerland ranks among the top countries in the world for competitiveness and innovation,\" Nell said, attributing it to many factors including economic stability, strong protection of intellectual property, and a focus on research and development.\nAs for the Regional Comprehensive Economic Partnership (RCEP) agreement signed by 15 Asia-Pacific countries last month, Nell believed it could open a new gateway and promote investment with China and the Asian region as a whole.\n\"Globalization at a regional level will increase because any product fulfilling liberal processing rules will get preferential access in the whole market,\" Nell said.\nHe said Switzerland has free trade relations with China, Japan, South Korea, Singapore and the Philippines, and negotiations are ongoing with Malaysia and Vietnam.\nLooking into the future, Nell said China's growing middle class and the country's shift from an investment and export-oriented economy to a consumer-driven society would help boost business to move forward.\n\"Swiss exports to China will continue to grow vigorously as well as Swiss investments in China,\" he said.\nIn 2019, Switzerland and China signed a memorandum of understanding for the Belt and Road initiative to intensify bilateral cooperation. The Alpine country is also a founding member of the Asian Infrastructure Investment Bank. Enditem\n"
}