{
    "title": "Cuba launches 2020-2021 business opportunities portfolio",
    "time": " 2020-12-10 15:44:15",
    "url": "http://www.xinhuanet.com/english/2020-12/10/c_139578787.htm",
    "content": "by Yosley Carrero\nHAVANA, Dec. 9 (Xinhua) -- Cuba launched its 2020-2021 Foreign Investment Opportunities Portfolio, which includes 503 foreign investment projects, said Ana Teresita Gonzalez, the country's deputy minister of Foreign Trade and Investment, on Wednesday.\n\"This forum, which stands as a convergence platform among Cuban and foreign business people, has promoted Cuban exportable offer and business opportunities in the pursuit of sustainable development,\" she said during the closing ceremony of the virtual Business Forum Cuba 2020.\nThe estimated investment amount offered by the portfolio is about 12.07 billion U.S. dollars, according to Gonzalez.\nThe new investment projects are distributed into strategic areas such as tourism, energy, food production, as well as other fields including transport and sugar industry.\nThe Cuban authorities said that the new portfolio also seeks to attract hard currency sources to develop mining, telecommunications, professional services, construction, and the biopharmaceutical industry.\nThe island has issued a series of new measures since July to attract foreign investment and expedite procedures for investors seeking to do businesses in the country.\nCuba's compulsory majority shareholding has been eliminated from such fields as tourism, biotechnology and wholesale trade, remaining solely for the extraction of natural resources and public services.\nIn addition, franchise and lease contracts for tourist facilities linked to foreign investment modalities have been incorporated while the participation of investment funds is allowed, according to the Ministry of Foreign Trade and Investment.\nAna Teresa Igarza, director general of the Mariel Special Development Zone (ZEDM), said during the virtual forum that the strength of the Cuban health system and the strict sanitary measures have helped maintain the vitality of operations at the business hub during the COVID-19 pandemic.\n\"Since 2014, 55 investment projects have been approved at ZEDM, 31 of which are already operating,\" she said, adding that more than 21 countries and 11 multinational companies are represented at the shipping hub located some 40 km away from Havana.\nDuring the virtual event, participants also got updates on the \"one-stop-shop\" service for foreign trade, an online platform aiming to speed up import and export processes for local and foreign investors.\nAs far as Cuba's exportable offer is concerned, local authorities said the island continues betting on consolidated products such as coffee, premium cigars, charcoal, and lobster while getting ready to increase exports of fruits, packaged honey and nutritional supplements. Enditem\n"
}