{
    "title": "UK aviation industry to suffer from COVID-19 impact for years: business leader",
    "time": " 2020-12-09 23:19:42",
    "url": "http://www.xinhuanet.com/english/2020-12/09/c_139576844.htm",
    "content": "LONDON, Dec. 9 (Xinhua) -- Britain's largest national airport group Manchester Airports Group (MAG) said Wednesday that its passenger numbers have fallen to 4.2 million from April 2020 to September 2020, representing a reduction of 88.5 percent due to the COVID-19 pandemic.\nCharlie Cornish, CEO of MAG, which runs London Stansted, East Midlands and Manchester airports, said the group expects demand for air travel to take several years to return to pre-COVID-19 levels.\nShortly after the pandemic started, the group put a halt on all non-essential expenditure and \"asked all MAG colleagues to take a 10 percent pay cut from April 2020 for a year\", among others measures, to cope with the economic hit of the pandemic, said Cornish.\n\"While securing our short-term future, we have also been putting plans in place to allow us to lead the UK aviation industry's fightback from COVID-19,\" he said in MAG's interim report.\nCornish said alongside work to respond to the pandemic, MAG is also continuing to focus on preparations for the end of Britain's Brexit transition period on Dec. 31.\n\"We have put in place robust plans and arrangements to prepare the business for Jan. 1, 2021, whatever the result of ongoing negotiations with Brussels... We are confident that operational disruption will be minimal,\" he said.\nHis remarks came as British Prime Minister Boris Johnson is scheduled to visit Brussels later Wednesday for a crunch meeting with European Commission President Ursula von der Leyen to seek a breakthrough in the deadlocked post-Brexit trade talks.\nThe two leaders have had phone conversations several times instead of face-to-face discussions due to the COVID-19 pandemic.\nTo bring life back to normal, countries including Germany, China, Russia, and the United States are racing against time to find a vaccine. Enditem\n"
}