{
    "title": "China's 13th Five-Year Plan offers better business environment: S. Korean businessman",
    "time": " 2020-12-08 09:42:31",
    "url": "http://www.xinhuanet.com/english/2020-12/08/c_139572181.htm",
    "content": "Aerial photo taken on June 21, 2018 shows the morning view of the Lujiazui area in Pudong, east China's Shanghai. \n\"For the past five years, we have made lots of developments in the Chinese market. (Chinese) consumers with great potential offered a business opportunity, and the business environment have consistently improved,\" said Hwang Young-min, senior vice president of Amorepacific China Strategy & Innovation Unit.\nSEOUL, Dec. 8 (Xinhua) -- During China's 13th Five-Year Plan period (2016-2020), foreign companies were offered a better business environment and a business opportunity thanks to the opening-up policy, a South Korean businessman said.\n\"For the past five years, we have made lots of developments in the Chinese market. (Chinese) consumers with great potential offered a business opportunity, and the business environment have consistently improved,\" Hwang Young-min, senior vice president of Amorepacific China Strategy & Innovation Unit, said in an interview with Xinhua.\nHwang said Amorepacific continued to develop in China under the five-year plan, which provided policy support in every government level.\nA staff member explains a facility at the Sulwhasoo flagship store of Amorepacific in Seoul, South Korea, Oct. 27, 2020. (Xinhua/Wang Jingqiang)\nAmorepacific has been doing business for years in Chinese cities, where the South Korean cosmetics giant provide such goods and services as makeup, skin care and hair care.\n\"As an economic powerhouse responsible for the international society, China has consistently advocated an opening-up and a free trade. It helped achieve not only China's economic quality development but also the world economy's poverty exit and redistribution,\" said Hwang.\nHe welcomed a wide range of policies by the Chinese government to help foreign companies stably do business in China, saying the policies improved investment environment, innovated the way foreign firms invest, and built an open platform for investment.\nPhoto taken on Oct. 27, 2020 shows an interior view of the Amorepacific headquarters in Seoul, South Korea. (Xinhua/Wang Jingqiang)\nAmorepacific participated in the China International Import Expo (CIIE) for three straight years, including the latest one that was held in Shanghai in November.\nHwang said the CIIE, where a number of global companies actively showcased their products and services, symbolizes the active Chinese consumer market and represents the microcosm of the Chinese market development, saying a huge change has occurred in China for the past five years.\nHe noted that the successful CIIE showed China actively pushing to build an open economy and injecting new impetus into foreign companies in China, adding that opening-up and cooperation will be a significant factor to promote economic growth. \n"
}