{
    "title": "Interview: Daimler to accelerate electric car business in China: CEO",
    "time": " 2020-12-08 01:40:34",
    "url": "http://www.xinhuanet.com/english/2020-12/08/c_139571199.htm",
    "content": "by Martina Fuchs\nGENEVA, Dec. 7 (Xinhua) -- Ola Kallenius, chief executive officer (CEO) of Daimler, told Xinhua the German automaker is eyeing new opportunities in China's rapidly growing market for electric cars thanks to the Asian country's economic recovery and the brisk demand for new energy vehicles in the world's largest auto market.\nThe Stuttgart-based company founded by Carl Benz, who patented the first gasoline-powered car in 1886, has recently shifted gears towards electric vehicles (EVs).\n\"We have made a clear strategic decision for Daimler and for Mercedes-Benz that the future of premium luxury mobility will be CO2-neutral. We are on this path towards emission-free driving, and China as our biggest market will play a big role in this,\" Kallenius said in a recent interview on the sidelines of the Web Summit, an annual gathering of tech leaders and entrepreneurs in Lisbon, the capital of Portugal, which was held virtually this year.\n\"In the next three years, we will industrialize several electric vehicles in China but not just fully battery electric vehicles, also plug-in hybrids with a good range,\" he said.\nAs concerns over climate change have been rising, China has become both the largest manufacturer and buyer of EVs in the world and currently accounts for more than half of all electric cars.\nTo meet new demand generated by green consumption, the State Council, China's cabinet, approved a plan in early October to boost the new energy vehicle (NEV) industry.\nThe country has also made a \"great leap\" in all-electric vehicles with Elon Musk's Tesla, which rolled out the Model 3 from its Gigafactory near Shanghai in January.\nAsked about the impact from COVID-19, Kallenius said the business was gathering steam again: \"This year, for the first nine months, we were already year-to-date more than 8 percent up despite the fact that we had the lockdown and the effect on the market in February and in March. \"\n\"This is a strong year in this unusual year already in 2020. We want to take that momentum into 2021. We feel cautiously optimistic about 2021 in China,\" he said.\nDaimler, which has a joint venture with China's state-owned Beijing Automobile Group Co. Ltd. (BAIC), sold around 700,000 passenger cars in China last year. This compares to the German firm's second-largest home market, where it sold between 360,000 and 370,000 cars during the same period.\nKallenius said that China's economic recovery from the pandemic has also helped the German luxury car manufacturer pick up speed:\n\"It has really been a tale of two halves, where the lockdowns that we've experienced in the first half of this year severely affected the market and we had to make a lot of business adjustments,\" he said.\n\"But in the second half of this year things are looking more and more up, especially the Chinese market has rebounded in a remarkable way. We have now grown double-digit for six months in a row which we haven't expected at the beginning of this outbreak. So, we are ending the year more on a high note.\"\nChina's economy grew by 4.9 percent in the third quarter compared with a year earlier, according to official data. It is the first major economy in the world to have recovered from the coronavirus crisis.\nKallenius also said that he was optimistic Formula One's world champion Lewis Hamilton would renew his contract with Mercedes, of which Daimler is the parent company, which expires at the end of this year.\nThe British racing driver won his seventh world championship at the Turkish Grand Prix in November, becoming the most successful driver in the history of Formula One.\nThe German carmaker has recently tapped into the engineering expertise of its Formula One team to build the EQXX, an EV that aims to become the world's most energy-efficient passenger car, capable of driving long distances, such as from Stuttgart in Germany to Rome in Italy, on a single charge.\n\"Formula One is the pinnacle of motorsport,\" Kallenius told Xinhua. \"Under the most extreme circumstances we test battery hybrid electric and high tech combustion technology. Of course, we take inspiration from the ultra stress test into our road cars.\" Enditem\n"
}