{
    "title": "Weekly snapshot of China's local business news",
    "time": " 2020-12-07 00:16:58",
    "url": "http://www.xinhuanet.com/english/2020-12/07/c_139568341.htm",
    "content": "BEIJING, Dec. 6 (Xinhua) -- The following are highlights of China's local business news from the past week.\n-- HONGQI SALES\nSales of Hongqi, a car brand under China's leading automaker FAW Group Co., Ltd., have more than doubled in the first 11 months of the year to 178,100 units.\nIn November alone, the automaker sold 25,000 Hongqi cars, an increase of 100 percent year on year, indicating a rising demand for the vehicles.\n-- CYBERSECURITY\nBeijing's cybersecurity industry is booming, with its industrial scale hitting 64.52 billion yuan (about 9.8 billion U.S. dollars) last year.\nBeijing's cybersecurity industry recorded an average annual growth of about 14.4 percent during the 13th Five-Year Plan period (2016-2020), and its industrial scale accounted for 41 percent of the country's total in 2019, according to figures released at a national cybersecurity industry forum.\n-- 5G\nA total of 16,853 5G base stations have been built in southwest China's Guizhou Province as of Nov. 29, with the number expected to reach 20,000 by the end of this year.\nGuizhou will also launch a series of projects to apply 5G technology in industrial, tourism, education and other fields.\n-- CHINA-EUROPE TRAINS\nA total of 2,158 China-Europe freight trains passed through the border port of Erenhot in north China's Inner Mongolia Autonomous Region in the first 11 months of this year, an increase of 53.4 percent year on year, according to the local railway operator.\nAmong them, the number of outbound trains during the period was 1,023, up 54.3 percent year on year, while 1,135 inbound trains were recorded, up 52.6 percent, according to the China Railway Hohhot Group.\n-- STRATEGIC INDUSTRIES\nAuthorities in south China's Guangdong Province will provide 1.95 trillion yuan (about 297.8 billion U.S. dollars) in financial support over the next five years to speed up the building of strategic industrial clusters.\nThe Guangdong government has issued a plan to develop strategic industrial clusters of pillar industries and emerging industries to help increase Guangdong's economic competitiveness. Enditem\n"
}