{
    "title": "Across China: Business-switching companies target quality medical products",
    "time": " 2020-12-05 20:46:10",
    "url": "http://www.xinhuanet.com/english/2020-12/05/c_139566161.htm",
    "content": "BEIJING, Dec. 5 (Xinhua) -- Businesswoman Connie Su has been busy on multiple fronts, recruiting workers, upgrading machinery and handling orders for her mask factory.\nHer company, Guangdong Brilliant Medical Technology Co., Ltd., was founded in May in Dongguan, in south China's Guangdong Province, focusing on developing and manufacturing high-quality face masks. Su also owns two cosmetic companies.\n\"After the resumption of work in Guangdong in March, we foresaw that the demand for masks would take off in the future, and we immediately decided to shelve the business of cosmetic imports affected by the epidemic and focus on making masks,\" said Su, general manager of the company, which has two 500-sq-meter dust-free workshops and more than 20 workers.\n\"Our face masks have been exported to Europe and Southeast Asia, although the volume is not so big,\" she said.\nThe company has invested more than 10 million yuan (about 1.53 million U.S. dollars) in research and development and construction of the factory, according to Su. She plans to recruit dozens more workers. While targeting exports, the company is also considering domestic sales through e-commerce.\n\"The lack of original design and brand-building capability is a weak link in our mask and protective-equipment industry. We aim to create a brand that represents 'Made in China,'\" Su said.\nTo meet the soaring demand for protective supplies due to COVID-19, thousands of companies across China have joined the production force for protective equipment and materials, many of them switching from their existing manufacturing output to this new line of business. The country's exports of anti-epidemic materials saw robust growth in the first three quarters.\nAccording to Hou Jian, sales manager with Strong H Mechanical Technology (Laizhou) Co., Ltd. in east China's Shandong Province, although the company's main output, sewing-machine accessories, was back to normal in September, equipment for mask production has become the company's long-term business, as the epidemic situation overseas has not been controlled.\nIn April this year, the company began to produce mask-manufacturing machines. At present, the number of people working on mask machines stands at 120.\nThe sales channels for sewing-machine accessories also work for the mask machines. As of mid-October, the company had exported about 400 sets of mask-production equipment, Hou said.\nBy mid-November, Beijing Biosis Healing Biological Technology Co., Ltd. had produced and sold more than 100 million masks, as well several million protective suits, said Zhang Jinhui, chief operating officer of the company, which is committed to providing solutions for surgery and repair.\nThe company began to produce protective materials in February to support the country's fight against COVID-19. At its peak of overseas orders, the company had 11 production lines in operation.\nYantai Show Long Medical Technology Co., Ltd. in Shandong has developed 148 types or categories of medical products since it was founded in February by Shandong Show Long Fashion & Accessories Co., Ltd. Besides supplying the domestic market, the company has exported its protective suits and masks to more than 20 countries and regions.\n\"The industrial structure of Show Long is changing from a single type of women's fashion to a diversified model,\" said Wu Jianmin, board chairman of Shandong Show Long Fashion & Accessories.\nYantai Show Long Medical Technology will build a special protection system with products in epidemic prevention, disaster prevention and radiation prevention, while adhering to its brand and quality strategies, Wu said. Enditem\n"
}