{
    "title": "Roundup: Fed Beige Book says business optimism has waned amid COVID-19 spikes",
    "time": " 2020-12-03 16:01:29",
    "url": "http://www.xinhuanet.com/english/2020-12/03/c_139560980.htm",
    "content": "WASHINGTON, Dec. 2 (Xinhua) -- Most U.S. Federal Reserve districts reported that business optimism has waned, as COVID-19 cases continue to spike, the Fed said in its latest Beige Book released on Wednesday.\nMost Federal Reserve districts have characterized economic expansion as \"modest\" or \"moderate\" in recent weeks, the central bank noted.\n\"Four Districts described little or no growth, and five narratives noted that activity remained below pre-pandemic levels for at least some sectors,\" according to the Beige Book.\nPhiladelphia and three of the four Midwestern districts observed that activity began to slow in early November as COVID-19 cases surged, the Fed said.\nThe Beige Book, published eight times per year, contains economic reports from 12 Federal Reserve districts, each of which is monitored by a regional Federal Reserve Bank.\nThe Fed noted that while most districts reported that firms' outlooks remained positive, \"optimism has waned.\"\n\"Many contacts cited concerns over the recent pandemic wave, mandated restrictions (recent and prospective), and the looming expiration dates for unemployment benefits and for moratoriums on evictions and foreclosures,\" the Fed said.\nOn employment, nearly all districts reported that employment rose, but for most, the pace was slow, at best, and the recovery remained \"incomplete,\" the Fed said, adding that firms that were hiring continued to report difficulties in attracting and retaining workers.\nMany contacts noted that the sharp rise in COVID-19 cases had precipitated more school and plant closings and renewed fears of infection, which have further aggravated labor supply problems, including absenteeism and attrition, according to the central bank.\nThe Beige Book was released on the same day as payroll data company Automatic Data Processing reported private sector added 307,000 jobs in November, the slowest private payroll growth since July.\nThe U.S. economy is \"plateauing\" due to a resurgence in COVID-19 cases across the country and the lack of fiscal support, said Patrick Harker, president of the Philadelphia Federal Reserve Bank.\n\"COVID-19's resurgence is bound to have an economic effect, both as local governments introduce measures to curtail the spread and as consumers change their behavior,\" Harker said Wednesday in a speech to the Wharton Private Equity and Venture Capital Alumni Association.\nThe U.S. Centers for Disease Control and Prevention reported Wednesday that 178,395 new cases were confirmed nationwide on Tuesday, with total cases surpassing 13.6 million.\n\"The outlook for the economy is extraordinarily uncertain and will depend, in large part, on the success of efforts to keep the virus in check,\" Federal Reserve Chairman Jerome Powell said at a hearing before the Senate Banking, Housing and Urban Affairs Committee on Tuesday.\n\"The rise in new COVID-19 cases, both here and abroad, is concerning and could prove challenging for the next few months,\" Powell said. \"A full economic recovery is unlikely until people are confident that it is safe to reengage in a broad range of activities.\"\nPowell renewed his call for more fiscal stimulus to boost the virus-ravaged economy, with Congress deadlocked for months on the next round of coronavirus relief package.\n\"The risk of overdoing it is less than the risk of under doing it,\" said the Fed chair, without offering detailed advice for Congress.\nThe Democrats-controlled House of Representatives in early October passed a 2.2-trillion-dollar relief bill, but Senate Republicans have recently been pushing for a 500-billion-dollar package.\nOn Tuesday, a bipartisan group of lawmakers introduced an aid proposal worth about 908 billion dollars, but Senate Majority Leader Mitch McConnell quickly rejected the plan after its release.\nHouse Speaker Nancy Pelosi and Senate Minority Leader Chuck Schumer on Wednesday signaled willingness to embrace the trimmed-down COVID-19 relief bill, urging McConnell to use the plan as the basis for relief talks. Enditem\n"
}