{
    "title": "Interview: China's poverty reduction through reform, opening up is valuable example: UK business leader",
    "time": " 2020-12-02 02:45:22",
    "url": "http://www.xinhuanet.com/english/2020-12/02/c_139556650.htm",
    "content": "Chairman of the 48 Group Club Stephen Perry addresses the 2nd China-UK Economic and Trade Forum in London, Britain, June 26, 2019. (Xinhua/Ray Tang)\nStephen Perry, chairman of Britain's 48 Group Club, said poverty reduction has been a target of the Chinese people for a long time, and now \"it is a target realized.\"\nby Xinhua writer Sun Xiaoling\nLONDON, Dec. 1 (Xinhua) -- The process of ending poverty through the reform and opening-up policy in China is a valuable example to all those nations trying to alleviate poverty, Stephen Perry, chairman of Britain's 48 Group Club, told Xinhua recently in a written interview.\nHis remarks came as China announced last week that its last nine impoverished counties, all in southwest Guizhou Province, have eliminated absolute poverty, which means that all 832 registered poor counties in China have shaken off poverty.\nThe average annual net income of impoverished people in these nine counties has risen to 11,487 yuan (about 1,745.7 U.S. dollars), well above the 4,000-yuan (about 607.9 dollars) national poverty line set this year.\n\"China's removal of up to 700 million people from poverty is the work of a nation committed to its people, to help them,\" Perry said.\nAsked about what the experience other nations could learn from China in poverty reduction, Perry highlighted the significant role played by the policy of reform and opening up, which have been implemented for more than four decades and is being reinforced currently.\n\"Building exports to pay for the work was key. China had to develop significant growth. It did and it went primarily to enabling the people to escape poverty,\" Perry added.\nOver the past 40-plus years of reform and opening up, more than 700 million people in China have been lifted out of poverty, contributing more than 70 percent of the global poverty reduction.\nWith the elimination of absolute poverty this year, China will achieve the poverty reduction target of the UN 2030 Agenda for Sustainable Development 10 years ahead of schedule.\nCommenting about why China is determined to do so and ultimately fulfilled as promised, Perry said that \"you have to hear the people, feel the people and act for the people.\"\nChina has vowed to eradicate absolute poverty by the end of 2020. At the end of 2019, 52 counties in the northwest, southwest and south of the country remained on the poverty list.\nEarlier this month, all poor counties in Xinjiang Uygur Autonomous Region, Guangxi Zhuang Autonomous Region, Ningxia Hui Autonomous Region, as well as the provinces of Yunnan, Sichuan and Gansu were lifted out of poverty.\nPerry said poverty reduction has been a target of the Chinese people for a long time, even far before the founding of the People's Republic of China in 1949, but now \"it is a target realized\".\n\"It is a target that is based in the needs of the people. That is government of the people and for the people,\" he added.  \n"
}