{
    "title": "Interview: Business council voices hope for better U.S.-China relations under Biden's presidency",
    "time": " 2020-12-01 19:34:30",
    "url": "http://www.xinhuanet.com/english/2020-12/01/c_139556107.htm",
    "content": "File photo taken on Sept. 24, 2015 shows the national flags of China (R) and the United States as well as the flag of Washington D.C. on the Constitution Avenue in Washington, capital of the United States. (Xinhua/Bao Dandan) \n\"I fully expect the diplomatic part of the bilateral relationship to grow rapidly ... and that there will be a lot more dialogue on the various issues,\" USCBC President Craig Allen told Xinhua.\nby Martina Fuchs\nGENEVA, Dec. 1 (Xinhua) -- The U.S.-China Business Council (USCBC) on Monday expressed hope that Joe Biden's election victory would usher in positive changes for U.S.-China relations and urged more cooperation in technology and innovation.\n\"It takes two to dance, you can't dance alone,\" USCBC President Craig Allen told Xinhua on the sidelines of the Horasis Asia Meeting, a virtual gathering attended by business and political leaders from Asia and other parts of the world. \"I fully expect the diplomatic part of the bilateral relationship to grow rapidly ... and that there will be a lot more dialogue on the various issues.\"\nU.S.-China Business Council (USCBC) president Craig Allen speaks during a press conference in Washington D.C., the United States, on Feb. 13, 2020. (Xinhua/Liu Jie)\n\"As we look at global issues, such as COVID-19 or climate change, there is a great hunger for collaboration and effectively addressing the common global challenges that we face,\" he said.\n\"On the trade and economic side, I fully expect that with a little bit of time and not immediately, that there will be a different approach that leads to growth and not decline in trade and investment,\" Allen told Xinhua.\nAccording to its official website, the USCBC is a private, nonpartisan and nonprofit organization of more than 200 U.S. companies that do business with China. Founded in 1973 with a mission to expand the U.S.-China commercial relationship, it runs offices in Washington D.C., Beijing and Shanghai.\nAllen said he expects the future Biden administration to first focus on the COVID-19 pandemic at home, and then on trade issues with China.\n\"Trade I think will be focused on a little bit later, but I do expect there to be a series of negotiations. I think on both sides there is a will to get beyond tariffs. But that will require both governments to make adjustments in their economic policy,\" said the USCBC president.\nContainers of China COSCO Shipping Corporation Limited are seen at the Port of Long Beach in Los Angeles County, the United States, Feb. 27, 2019.\nIncreasing investments is in both countries' interests, Allen said. \"We hope to abolish, remove all tariffs, we want more Chinese investments in the United States, we want to invest more in China.\"\n\"The business communities in both China and the United States I think have a very similar view about that and we need both governments to work towards that end over the next six months or so,\" Allen said.\nAllen said that instead of self-reliance, he hopes for more cooperation between the two sides, especially in technology and innovation.\n\"What we need to do is to create a global innovation ecosystem for technology development where all countries can play together to develop common technologies for the future,\" he added.  \n"
}