{
    "title": "Feature: Namibian woodcarvers optimistic about business despite COVID-19",
    "time": " 2020-11-27 17:39:25",
    "url": "http://www.xinhuanet.com/english/2020-11/27/c_139547406.htm",
    "content": "A woodcarver polishes a product at a local market in Windhoek, Namibia, Nov. 25, 2020. (Xinhua/Ndalimpinga Iita)\nNamibian woodcarvers are optimistic about business growth as they seek to attract new clients with nicely made products and special offers. They are hopeful of greater sales as the economy reopened in September after months of shutdown due to COVID-19.\nby Ndalimpinga Iita\nWINDHOEK, Nov. 27 (Xinhua) -- The sound of gouges shaping wood into products could be heard from a workshop along the main road in Windhoek, capital of Namibia. There, seasoned woodcarver, Phillip Kambinda was sculpting a table to perfection.\n\"It is an order from a client. It should be perfect, so I scoop up the next client,\" he said.\nAccording to Kambinda, business is picking up gradually after having suffered major losses due to COVID-19 induced restriction on business.\nNamibian woodcarvers are optimistic about business growth as the southern African country's economy reopened in September after months of shutdown.\nThe improvement in sales is spurred by the special and reduced prices offered to clients.\nSince the resumption of business, Kambinda can sell over 50 percent of his products including tables, chairs, wooden decor items and other artefacts.\n\"This is a total contrast to the time of lockdown. We could not trade due to restrictions,\" he added.\nLucas Rufi also sells items such as television stands, beds, and other artefacts in Windhoek.\nAccording to him, although the market is lean after disruptions due to COVID-19, they remain cautiously hopeful for better yields.\nAlthough they had revived relations with old clientele, they had to work harder to draw new clients.\n\"Our challenge is that some of our clients also lost jobs as companies closed down. But we get new ones coming along in time,\" Rufi added.\nNamibia recorded massive job losses of 5,748 people in the first quarter of this year, according to the Namibian Ministry of Labor, Industrial Relations and Employment Creation.\nIn the meantime, to catapult the market to prosperity, the woodcarvers have embarked on robust marketing of their products.\n\"We make provisions for negotiation,\" Rufi said.\nFor Kambinda, social media, which he had neglected before, has been instrumental in increasing traffic to his workshop.\n\"Word of mouth and referrals remain key. That is why each job and product is made to perfection,\" said Kambinda.\nWood carving is a significant source of livelihood for many locals.  \n"
}