{
    "title": "Chinese business body calls on Africa to exploit e-commerce for increased trade",
    "time": " 2020-11-25 22:19:28",
    "url": "http://www.xinhuanet.com/english/2020-11/25/c_139542709.htm",
    "content": "LUSAKA, Nov. 25 (Xinhua) -- A Chinese business body has called on Africa to exploit the use of e-commerce in order to increase trade.\nThe Zambia-China Association said the time has come for the continent to fully grasp the benefits presented by the use of e-commerce following the advent of the COVID-19 pandemic.\nWu Ming, the organization's executive president, said the pandemic has presented a lot of challenges not only in the field of health but also in economics, as it has resulted in reduced physical contact.\n\"This period has taught many of us the importance of e-commerce to ensure the global economy does not grind to a halt, and this is a sphere less exploited in much of sub-Saharan Africa,\" he said during the ongoing virtual import and export conference and exhibition.\nThe conference is being held under the theme, \"Connecting Africa through Trade and E-commerce\".\nHe noted that while many countries have crossed the line in utilizing e-commerce in conducting business, the African continent should not lag behind but follow suit as well.\nAccording to him, Chinese e-commerce firms could help African countries build e-commerce platforms as well as promote cross-border financial settlements.\nHe further said that the establishment of the African Continental Free Trade Area presents a great opportunity for enhancing African integration.\nHe however noted that Africa still needs China and other external resources to vigorously support the construction of integration.\n\"Without doubt, the free trade zone will minimize tariff barriers, therefore providing more convenience for the circulation as well as import and export of goods within the African continent,\" he said.\nThe overall investment environment of the African continent will also be improved, he added. Enditem\n"
}