{
    "title": "Across China: Excavators dig big business online",
    "time": " 2020-11-25 21:30:23",
    "url": "http://www.xinhuanet.com/english/2020-11/25/c_139542617.htm",
    "content": "by Xinhua writers Yao Yulin, Zhang Xinyi\nJINAN, Nov. 25 (Xinhua) -- With a vast array of new excavators flanked by banners reading \"Let's do this, fellow workmates!\" in the background, a livestreamer from Jining SAAO Machinery Manufacturing Co., Ltd. was maneuvering a hulking digger while responding zealously to inquiries from netizens all over China in real time.\nShandong Lipai Machinery Group Co., Ltd. joined the fray during this year's Singles' Day shopping spree, with cameras set up inside its factory workshop. During the prolonged shopping extravaganza from Nov. 1 to 11, the company saw sales of its excavators go through the roof, with revenue reaching nearly 20 million yuan (about 3.04 million U.S. dollars), mainly contributed by its mini excavators.\nThe two excavator manufacturers are both based in east China's Shandong Province, where about 90 percent of China's mini excavators roll off local production lines.\nSuitable for a wide range of application scenarios, their mini excavators are enjoying a purple patch online in the country.\n\"The little guys eclipse their hulking counterparts in terms of orchard maintenance, ditch digging and house renovation. In mountainous southwest China, the mini excavators are really in their element,\" said Chen Guoqiang, technical director of Shandong Lipai Machinery Group Co., Ltd.\nNowadays, with detailed displays of products in the form of videos and pictures as well as practical demonstrations by livestreaming, no one bats an eyelid at ordering a small excavator remotely from online emporiums. The shopping experience is almost identical to buying daily necessities on the internet, as the sellers provide consumers with hassle-free services including door-to-door delivery and after-sale maintenance.\nThe companies have been bombarded with requests for mini excavators of late. Statistics collected by Taobao, a platform under China's e-commerce powerhouse Alibaba, show that on Nov. 1, the first day of the annual online shopping festival, orders of excavators skyrocketed nearly 150 percent compared to 2019.\n\"We have seen a steep rise in orders from far-flung rural areas, mainly due to housing renovation and industrial development driven by the country's poverty alleviation efforts,\" said Yan Huaiguo, chairman of Shandong Lipai Machinery Group Co., Ltd.\nOver recent years, China has blazed ahead with projects to boost the livelihood of its people, including building roads from village to village and revamping pit latrines, fuelling prodigious growth in the market for mini excavators, according to Yan.\nWang Longlong, who works for the Sanhekou village committee of the Communist Party of China in Lanxi Township, the city of Yiyang in central China's Hunan Province, tried his luck on the internet in September in search of a digger. He ultimately bought a model from Shandong Lipai Machinery Group Co., Ltd., as his village was busy revamping its outdoor toilets.\n\"Compared to those sold in brick and mortar stores, each mini excavator only costs about 50,000 yuan, less than half the giant ones. I don't know how to drive an excavator, but the worker who helped dismantle the latrines said it worked perfectly,\" Wang said.\nRave reviews have been posted online as the powerful machines have begun to transform the lives of rural residents, one load of dirt at a time.\nYou Hao, who runs an orchard of about three hectares in the city of Ganzhou, east China's Jiangxi Province, now uses the mini machinery to dig ditches and furrows of manure. Navel oranges grow in abundance in the city, and the reddish-brown soil with chunks of rocks makes for heavy work, previously forcing him to hire four or five workers in his orchard.\nHis hired help used to cost him 150 yuan per worker for a day's work, with the whole process taking close to a month. Now with the heaven-sent excavator, he can finish all the work in merely 10 days by himself.\n\"About 80 percent of our customers are farmers to whom the diggers are quite a new gadget,\" Chen said. \"In order to reduce the workload of their parents, many youngsters also bought our products online, which saves time and eases their worries.\"\nVia big data, excavator manufacturers now customize their products catering to various needs of potential customers at home and abroad. \"Technological advances enable the market demands to directly fine-tune our products. The production cycle starting from design to the final product has shortened to less than two months,\" Chen said.\nAccording to the Jining Industry and Information Technology Bureau, the operating revenues of engineering machinery enterprises have seen burgeoning growth with the concomitant surge in both supply and demand.\nSmall and medium-sized companies in the industry are riding high while industry leaders like Komatsu Shantui Construction Machinery Co., Ltd., a joint venture of Japanese machinery giant Komatsu and Shantui Construction Machinery Co., Ltd. in Shandong, also enjoy a surge in sales. In the first nine months, the company raked in about 3.2 billion yuan in revenue and its sales volume rose by 83.77 percent year on year.\nCurrently, the industry is dedicated to capitalizing on the country's e-commerce boom and aims to roll out a new series of eco-friendly machinery in line with the latest national vehicle emission standards in the future, according to Zhang Xin, assistant to general manager of Komatsu Shantui Construction Machinery Co., Ltd. Enditem\n"
}