{
    "title": "China Focus: BRICS ties spur business opportunities",
    "time": " 2020-11-25 20:36:17",
    "url": "http://www.xinhuanet.com/english/2020-11/25/c_139542535.htm",
    "content": "XIAMEN, Nov. 25 (Xinhua) -- Marcos Caldeira, a 34-year-old Brazilian businessman, has invested more than 10 million yuan (about 1.52 million U.S. dollars) in his import venture this year, shipping high-end Brazilian natural stones to China.\nIn 2013, Caldeira came to the coastal city of Xiamen in east China to learn Chinese. Inspired by the city's entrepreneurial environment, Caldeira started his own company, Marco Stones, selling Chinese stone products to South America.\nCaldeira has seen rapid business growth over the years, with the export volume reaching nearly 300 containers last year.\nXiamen is one of China's largest stone import and distribution centers. Caldeira's company has become one of the largest stone exporters to the Brazilian market.\nXiamen hosted the BRICS summit in September 2017, featuring cooperation between the world's major emerging economies: Brazil, Russia, India, China and South Africa.\n\"After the BRICS summit, we reaffirmed our decision to develop the Brazilian and Chinese markets,\" Caldeira said. \"The two markets are big enough. We also want to explore the other three markets in the near future.\"\nCommenting on the recent BRICS summit hosted by Russia, Caldeira said, \"The leaders discussed a range of issues, from containing the COVID-19 pandemic and rebooting the global economy, to forging a free and open trade environment.\" He expressed belief that the summit will further promote trade between BRICS countries and help reach more reciprocal deals.\nMeanwhile, more and more businesses of BRICS countries are tapping the markets of each other. Chen Tanxiang, general manager of a Xiamen-based textile company, said he has benefited from the deepened exchanges between BRICS nations.\nIn 2013, Chen decided to expand his business to South Africa to manufacture non-woven fabric in the region because the industry was then struggling with overcapacity in China.\nChen's company has been developing steadily in the country over the past years. He has forged a sales network with local stores, wholesalers and agents, providing products such as disposal bags, shopping bags and storage supplies.\n\"Africa is an emerging market and it has great potential. We will further explore the African market,\" Chen said.\nDuring this year's BRICS summit, Chen particularly kept an eye on member countries' trade policies. \"Brazil is a virgin market for our company. In the following three to five years, we want to enter the Brazilian market.\"\nNiren Anand, from Darbhanga city of Bihar in India, established Xiamen Ever Trade Import and Export Co., Ltd. in 2011, focusing on designing, manufacturing and exporting shoes.\n\"It was a great honor to join a business forum during the BRICS Xiamen summit. And it gave me more optimism and confidence that all five countries supported multilateral cooperation,\" Anand said.\nIn 2018, his company's sales revenue reached 5 million U.S. dollars and the number increased to nearly 8 million U.S. dollars last year.\nIn addition to a development center and more than 20 designers and 200 workers in the Xiamen headquarters, he also has another new office in Wenzhou in neighboring Zhejiang Province.\nHis new factory, with an investment of 10 million U.S. dollars, in Bhubaneswar, the eastern Indian state of Odisha, is expected to begin operation after the Chinese Spring Festival in February 2021.\n\"The factory covers an area of 40,000 square meters. About 1,500 to 2,000 local workers will be employed and around 2 million pairs of shoes will be produced every year,\" Anand said.\n\"The factory in India will be supported by the China factory and headquarters in terms of research and development, design and raw materials.\"\nAnand's business has been hard hit by the COVID-19 outbreak this year, with his sales declining by 50 percent year on year. However, he is still optimistic about his business and actively seeking new opportunities.\n\"Because of the epidemic, we have more time to think about our plan for the coming years, and we invested in the new factory in India,\" Anand said. \"China is a global business hub and the markets of the BRICS countries are big enough to help me overcome the difficulties.\"\nAnand noted that the latest BRICS summit will help deepen the partnership between BRICS countries, especially in terms of economic and trade cooperation.\n\"The future belongs to BRICS,\" Anand said. Enditem\n"
}