{
    "title": "Germany's business climate index declines in November amid lockdown",
    "time": " 2020-11-24 21:46:17",
    "url": "http://www.xinhuanet.com/english/2020-11/24/c_139540509.htm",
    "content": "BERLIN, Nov. 24 (Xinhua) -- Sentiment among German companies deteriorated and the corresponding business climate index declined from 92.5 points in October to 90.7 points in November, the ifo Institute announced on Tuesday.\nAfter five months of continuous growth, Germany's business climate index declined for the second month in a row, according to the monthly business climate index for which the ifo Institute surveys around 9,000 German companies.\n\"The drop was above all due to companies' considerably more pessimistic expectations,\" said Clemens Fuest, president of the ifo Institute.\nDue to the continuing high level of COVID-19 figures in Germany, Chancellor Angela Merkel and the minister-presidents of the federal states are expected to extend the ongoing partial lockdown on Wednesday.\n\"Business uncertainty has risen,\" stressed Fuest, adding that the \"second wave of coronavirus has interrupted Germany's economic recovery.\"\nIn Germany's service sector, the business climate index \"dropped noticeably\" and was in the negative range for the first time since June, according to the ifo Institute. In particular, indicators of the hotel and gastronomy sector \"absolutely nosedived.\"\nCompanies in the trade sector were \"less content with their current situation,\" the ifo Institute noted. Retailers in Germany in particular recorded that their business was \"running a lot less smoothly.\"\nConstruction companies in Germany assessed their current situation slightly better than in the previous month. \"However, their expectations were more pessimistic,\" according to the Munich-based ifo Institute.\nThe \"bright spot\" in November was Germany's manufacturing sector, the ifo Institute noted. The business climate improved and companies assessed their current situation as \"markedly better.\" Enditem\n"
}