{
    "title": "Eurozone business activity shrinks in November amid COVID-19 lockdowns",
    "time": " 2020-11-24 05:02:54",
    "url": "http://www.xinhuanet.com/english/2020-11/24/c_139538268.htm",
    "content": "BRUSSELS, Nov. 23 (Xinhua) -- Business activity in the euro area shrank in November as member states introduced more aggressive measures to counter the resurgence of the COVID-19 pandemic, showed the economic indicators released by the IHS Markit, a London-based global information provider, on Monday.\nThe flash composite purchasing managers' index (PMI) for the euro area fell sharply from 50.0 in October to 45.1 in November, worse than expected, hitting a six-month low.\nA reading above 50 indicates expansion, while a reading below reflects contraction.\nThe deteriorating performance was broad-based, albeit with the service sector hardest hit from containment measures, the IHS Markit noted, indicating that the flash PMI for eurozone's service sector has slumped to 41.3, the lowest level since May.\nThe service sector has once again been the hardest hit, especially consumer-facing and hospitality businesses, commented Chris Williamson, chief business economist at IHS Markit, adding that weakened demand has also taken a toll on the manufacturing sector.\nAlthough staying in expansion territory, the flash euro area manufacturing PMI decreased to 53.6 in November, hitting a three-month low, according to IHS Markit, which estimated gross domestic product (GDP) of the monetary union contracting by 7.4 percent this year before growing by 3.7 percent in 2021.\n\"The factory sector nevertheless remains something of a bright spot, with factories in Germany continuing to show especially encouraging resilience, led by a further surge in demand,\" said Williamson.\nWhen assessing the impact of a second round of lockdowns, Isabel Schnabel, member of the Executive Board of the European Central Bank, said recently that \"it is a hard blow to the services sector,\" noting that manufacturing is yet not being shut down while benefiting from China's strong recovery. Enditem\n"
}